{
  "__data_type": "UTP ",
  "AnimationState": {
    "type": "byte",
    "value": 0
  },
  "Appearance": {
    "type": "dword",
    "value": 1327
  },
  "AutoRemoveKey": {
    "type": "byte",
    "value": 0
  },
  "BodyBag": {
    "type": "byte",
    "value": 0
  },
  "CloseLockDC": {
    "type": "byte",
    "value": 0
  },
  "Comment": {
    "type": "cexostring",
    "value": ""
  },
  "Conversation": {
    "type": "resref",
    "value": ""
  },
  "CurrentHP": {
    "type": "short",
    "value": 10
  },
  "Description": {
    "type": "cexolocstring",
    "value": {
      "0": "History of the Elves Vol. 2\n\nby Larian Songshine, priest of Corellon Larethian\n\nWhen the god Gruumsh saw the creation of the Seldarine, the Elves, he regarded it as an abomination--and he became enraged. For the first time, desire for blood pulsed in a god's veins. Gruumsh prepared to crush the Seldarine, and some gods flocked to his standard while others stood aside. Still more, such as Moradin Soul-Forger and Garl Glittergold, aligned with the Seldarine, for they had--though not in conjunction with the Seldarine--set aside areas of the world for their own purposes.\n\nWhen the inflamed Gruumsh attacked Corellon Larethian, the leader of the Seldarine, a mighty battle began: the Godswar. How long it raged over the pristine fields of the planets, no one knows. Each combatant drew great wounds from the spirit and the body of his or her foe. While the other contenders fell by the wayside (badly hurt, though not mortally wounded), Gruumsh and Corellon would not break off. Instead, they continued their fierce combat. They traversed the planes, and they splashed the other's blood across the lands.\n\nAs night drew near, the powers of Gruumsh strengthened, while those of Corellon waned. All seemed lost for the Seldarine. Tears from the moon landed on Corellon's upturned, stricken face, and they mingled freely with his blood. Then Corellon looked to his companions--and it was there he found fortitude. He drew back his sword and, with one fearful blow, clove out the orb of Gruumsh (who became known as Gruumsh One-Eye). The god howled in pain, black ichor spewing from the wound. Gruumsh turned and fled to the netherworld. There he nursed his hate, seeking forever after ways to shape the enemies of the Seldarine. And the greatest of his creations, made in the burning heat of rage and the blackness of his blood, was the Orcs. That is why, to this day, the Orcs and the Elves are such bitter enemies. From the beginning, even before their creation, the very essences of their gods strove against one another.\n\nWith Gruumsh's defeat, the Seldarine and their allies continued with their works. The Seldarine gathered the moon's tears and the blood shed by Corellon in that great battle, placed these into the vessels they had created, and infused them with their own spirit. Each god imparted virtue into his or her creation, feeding and nurturing the newly formed race. Thus were the Elves born from the blood of Corellon Larethian, mixed with the soil of the world, blessed with the tears of the moon, and given their nearness to divinity.\n\nThe other gods saw this example and set about infusing life into their own sadly misshapen vessels, with varied results. Alas, all other races were but sad imitations of the Elves."
    }
  },
  "DisarmDC": {
    "type": "byte",
    "value": 0
  },
  "Faction": {
    "type": "dword",
    "value": 1
  },
  "Fort": {
    "type": "byte",
    "value": 5
  },
  "Hardness": {
    "type": "byte",
    "value": 5
  },
  "HasInventory": {
    "type": "byte",
    "value": 0
  },
  "HP": {
    "type": "short",
    "value": 10
  },
  "Interruptable": {
    "type": "byte",
    "value": 1
  },
  "KeyName": {
    "type": "cexostring",
    "value": ""
  },
  "KeyRequired": {
    "type": "byte",
    "value": 0
  },
  "Lockable": {
    "type": "byte",
    "value": 1
  },
  "Locked": {
    "type": "byte",
    "value": 0
  },
  "LocName": {
    "type": "cexolocstring",
    "value": {
      "0": "History of the Elves Vol. II"
    }
  },
  "OnClick": {
    "type": "resref",
    "value": ""
  },
  "OnClosed": {
    "type": "resref",
    "value": ""
  },
  "OnDamaged": {
    "type": "resref",
    "value": ""
  },
  "OnDeath": {
    "type": "resref",
    "value": ""
  },
  "OnDisarm": {
    "type": "resref",
    "value": ""
  },
  "OnHeartbeat": {
    "type": "resref",
    "value": ""
  },
  "OnInvDisturbed": {
    "type": "resref",
    "value": ""
  },
  "OnLock": {
    "type": "resref",
    "value": ""
  },
  "OnMeleeAttacked": {
    "type": "resref",
    "value": ""
  },
  "OnOpen": {
    "type": "resref",
    "value": ""
  },
  "OnSpellCastAt": {
    "type": "resref",
    "value": ""
  },
  "OnTrapTriggered": {
    "type": "resref",
    "value": ""
  },
  "OnUnlock": {
    "type": "resref",
    "value": ""
  },
  "OnUsed": {
    "type": "resref",
    "value": ""
  },
  "OnUserDefined": {
    "type": "resref",
    "value": ""
  },
  "OpenLockDC": {
    "type": "byte",
    "value": 0
  },
  "PaletteID": {
    "type": "byte",
    "value": 13
  },
  "Plot": {
    "type": "byte",
    "value": 1
  },
  "PortraitId": {
    "type": "word",
    "value": 0
  },
  "Ref": {
    "type": "byte",
    "value": 0
  },
  "Static": {
    "type": "byte",
    "value": 0
  },
  "Tag": {
    "type": "cexostring",
    "value": "book_hist_021"
  },
  "TemplateResRef": {
    "type": "resref",
    "value": "book_hist_021"
  },
  "TrapDetectable": {
    "type": "byte",
    "value": 1
  },
  "TrapDetectDC": {
    "type": "byte",
    "value": 0
  },
  "TrapDisarmable": {
    "type": "byte",
    "value": 1
  },
  "TrapFlag": {
    "type": "byte",
    "value": 0
  },
  "TrapOneShot": {
    "type": "byte",
    "value": 1
  },
  "TrapType": {
    "type": "byte",
    "value": 0
  },
  "Type": {
    "type": "byte",
    "value": 0
  },
  "Useable": {
    "type": "byte",
    "value": 1
  },
  "Will": {
    "type": "byte",
    "value": 0
  }
}
