{
  "__data_type": "UTP ",
  "AnimationState": {
    "type": "byte",
    "value": 0
  },
  "Appearance": {
    "type": "dword",
    "value": 1327
  },
  "AutoRemoveKey": {
    "type": "byte",
    "value": 0
  },
  "BodyBag": {
    "type": "byte",
    "value": 0
  },
  "CloseLockDC": {
    "type": "byte",
    "value": 0
  },
  "Comment": {
    "type": "cexostring",
    "value": ""
  },
  "Conversation": {
    "type": "resref",
    "value": ""
  },
  "CurrentHP": {
    "type": "short",
    "value": 10
  },
  "Description": {
    "type": "cexolocstring",
    "value": {
      "0": "I will be starting with an old reference written by westerners not fully aware of Chessentan glory.\nSituated on the far side of Sea of Fallen Stars, Chessenta is the youngest of the Old Empires. It is said to be a rich, fertile land filled with wild, drunkenly crazy people, and in Sembian dance-plays, a staggering, comic acrobat is often noted as ?the Chessentan.? Chessenta is a land of powerful city-states with only the faintest historical notion of a ?national? government. The nation? unified to throw out their Untherite oppressors only 400 years ago, under the command of the great war hero Tchazzar. With Tchazzar?s death, the country fell apart, and it remains a kaleidoscope of rival city-states, each with its own customs, loyalties,rulers, and agendas. Mercenary work in the region of Chessenta is rich and rewarding for those who wish to dabble in its pliable, ever-changing politics.\n\nTo a more enlightened, in depth and up to date assessment of the most glorious nation of the Old Empires\n\nChessenta\nPopulation Over 3 Million with Humans, Halflings, Dwarves and Half-orcs being the most common races.\nNational Religions: Anhur, Assuran, Azuth, Lathander, Red Knight, Tchazzar, Waukeen\nNational Imports: Cheese, glass, horses, magic weapons, mercenaries, perfume, pork, slaves\nNational Exports: Art, cattle, gold, grapes, olive oil, quality iron, silver, slaves, statues, weapons, wine\n\nA group of cities considered a single nation by the rest of Faerûn, Chessenta is anything but united. The cities war against each other over old slights, philosophical differences, or economic leverage. Adventurers and mercenary companies make a good living here, hired by various governments for sneak attacks, strategic planning, or protection. The culture of Chessenta is obsessed with physical conflict,\nwith war heroes considered very highly. The nation is friendly to dwarves and half-orcs, but uneasy with elves. The Chessentans appreciate the arts and are great fans of theater; the bardic profession is second only to that of fighters.\n\nLife & Society in Chessenta\nThe people of Chessenta are passionate, living each day to the fullest. Seen by outsiders as a drunken and riotous people, the Chessentans feast and fight often, not doing anything halfway. Their athletic competitions are popular events, particularly wrestling, and almost every citizen has some skill at fighting. Most of the rulers of Chessenta are retired soldiers, and the title of War Hero is one of the greatest honors a person can receive, with any particular battle rarely finding more than one person worthy of such a title. This dedication to war suits the Chessentans well, for their nation has prospered through the conflicts between their rival cities. Chessentans practice slavery, although it is less widespread than in Unther and Mulhorand. Unlike in those countries, a slave-owner can grant a slave freedom at any time, often for exceptional service. Slaves are often illiterate, except those in Cimbar where all slaves are given this right. Chessenta's sizable middle class controls the country's money. The government encourages prosperity for all, so tax revenues remain high.\n\nChessentan Regional History\nThe Chessentan people spent restive centuries under the rule of cruel Unther during the zenith of that oppressive empire. The Chessentans grew uneasy with the decadence,religious oppression and human sacrifice of their masters, and finally rebelled under the legendary human war hero Tchazzar. Tchazzar managed to subdue Unther itself for nearly a century when Unthar stood at its height and was ruled by its God-king. Legend claims Tchazzar himself was so mighty he made the god king bleed and brought him to one knee during the only altercation in witch Gilgeam was bold enough to face Tchazzar in person.\n\nUnder the leadership of the great war leader Tchazzar, the chaotic,wealthy, always restless city-states collectively known as Chessenta were united for the first time. His tireless sword forged an empire. Tchazzar ruled long and well, his mastery of the intrigues and dabbling of his people steering them into great wealth and a golden age. Chessentans are passionate, energetic, and given to doing things to extremes. Feasts and wars are frequent Chessentan pursuits--and Tchazzar was the greatest glutton and war hero of all, rising above his debaucheries to win victory after victory. When sahuagin raided the shores of Chessenta in 1018 DR, Tchazzar rode north alone to face them, bidding his armies, \"Feast and take ease, while I sharpen my sword once more.\" He was never seen again--save in flickering visions that appeared simultaneously in the throne and council chambers of all Chessentan cities, images of Tchazzar standing atop a heap of butchered sahuagin with bloody blade in hand, smiling and saying, \"Know that I have won my greatest victory.\" The Invincible Warrior was seen in Chessenta no more, and his body was never found. Without him, his empire collapsed in less than a decade. In time, some folk came to revere \"the Great Red Dragon\" (in Honour of his battle standard) Tchazzar as a deity. Despite the ruin and strife that followed (and continues to this day), clergy of the Great Red Dragon in the Chessentan cities of Cimbar and Soorenar venerate him. Followers of Tchazzar know that he will return to lead Chessenta into a new golden age. His worship is very strong through out Chessenta.\n\nAlthough the city-states of Chessenta once swore fealty to a central monarch in the wake of Tchazzars disappearance and rise to godhood, each had a different idea of who that monarch should be, and Chessenta has since been rocked with wars between its city-states to determine supremacy. This near constant state of war has produced a nation of trained fighters who often hire on external mercenary and adventuring groups to do dirty jobs or conversely hire themselves out as elite mercenaries. Chessenta engages in trade by sea with nearly every nation who borders the Sea of Fallen Stars."
    }
  },
  "DisarmDC": {
    "type": "byte",
    "value": 0
  },
  "Faction": {
    "type": "dword",
    "value": 1
  },
  "Fort": {
    "type": "byte",
    "value": 5
  },
  "Hardness": {
    "type": "byte",
    "value": 5
  },
  "HasInventory": {
    "type": "byte",
    "value": 0
  },
  "HP": {
    "type": "short",
    "value": 10
  },
  "Interruptable": {
    "type": "byte",
    "value": 1
  },
  "KeyName": {
    "type": "cexostring",
    "value": ""
  },
  "KeyRequired": {
    "type": "byte",
    "value": 0
  },
  "Lockable": {
    "type": "byte",
    "value": 1
  },
  "Locked": {
    "type": "byte",
    "value": 0
  },
  "LocName": {
    "type": "cexolocstring",
    "value": {
      "0": "Chessenta: A Nation of  Glories"
    }
  },
  "OnClick": {
    "type": "resref",
    "value": ""
  },
  "OnClosed": {
    "type": "resref",
    "value": ""
  },
  "OnDamaged": {
    "type": "resref",
    "value": ""
  },
  "OnDeath": {
    "type": "resref",
    "value": ""
  },
  "OnDisarm": {
    "type": "resref",
    "value": ""
  },
  "OnHeartbeat": {
    "type": "resref",
    "value": ""
  },
  "OnInvDisturbed": {
    "type": "resref",
    "value": ""
  },
  "OnLock": {
    "type": "resref",
    "value": ""
  },
  "OnMeleeAttacked": {
    "type": "resref",
    "value": ""
  },
  "OnOpen": {
    "type": "resref",
    "value": ""
  },
  "OnSpellCastAt": {
    "type": "resref",
    "value": ""
  },
  "OnTrapTriggered": {
    "type": "resref",
    "value": ""
  },
  "OnUnlock": {
    "type": "resref",
    "value": ""
  },
  "OnUsed": {
    "type": "resref",
    "value": ""
  },
  "OnUserDefined": {
    "type": "resref",
    "value": ""
  },
  "OpenLockDC": {
    "type": "byte",
    "value": 0
  },
  "PaletteID": {
    "type": "byte",
    "value": 13
  },
  "Plot": {
    "type": "byte",
    "value": 1
  },
  "PortraitId": {
    "type": "word",
    "value": 0
  },
  "Ref": {
    "type": "byte",
    "value": 0
  },
  "Static": {
    "type": "byte",
    "value": 0
  },
  "Tag": {
    "type": "cexostring",
    "value": "book_geog_002"
  },
  "TemplateResRef": {
    "type": "resref",
    "value": "book_geog_002"
  },
  "TrapDetectable": {
    "type": "byte",
    "value": 1
  },
  "TrapDetectDC": {
    "type": "byte",
    "value": 0
  },
  "TrapDisarmable": {
    "type": "byte",
    "value": 1
  },
  "TrapFlag": {
    "type": "byte",
    "value": 0
  },
  "TrapOneShot": {
    "type": "byte",
    "value": 1
  },
  "TrapType": {
    "type": "byte",
    "value": 0
  },
  "Type": {
    "type": "byte",
    "value": 0
  },
  "Useable": {
    "type": "byte",
    "value": 1
  },
  "Will": {
    "type": "byte",
    "value": 0
  }
}
