{
  "__data_type": "UTP ",
  "AnimationState": {
    "type": "byte",
    "value": 0
  },
  "Appearance": {
    "type": "dword",
    "value": 1313
  },
  "AutoRemoveKey": {
    "type": "byte",
    "value": 0
  },
  "BodyBag": {
    "type": "byte",
    "value": 0
  },
  "CloseLockDC": {
    "type": "byte",
    "value": 0
  },
  "Comment": {
    "type": "cexostring",
    "value": ""
  },
  "Conversation": {
    "type": "resref",
    "value": ""
  },
  "CurrentHP": {
    "type": "short",
    "value": 10
  },
  "Description": {
    "type": "cexolocstring",
    "value": {
      "0": "This small work eventually makes its way to the Mystran monolith and the Ruathym region. Eventually small copies of the pamphlet circulate towards the Amia Island region. The author of the work is named 'Volo', a name that adventurers from the mainland are immedately familiar with: Author of the various \"Volo's Guide\" series oft read and praised around Faerun for their discussion on many parts and sections of the world. This appears to be just a very short treatise written by Volo, and givenhow information slowly disseminates at times, there's no real way of telling just how old or new this information might be... or even how accurate, since Volo is known for his half truths, and exaggerations.\n\n~\n\nTeleportation is one of the classic tricks mages throughout the ages have had in their repertoire. Normally, when a teleportation spell is cast, the mage is tossed across planar boundaries and arrives in a desired location through the transitive Astral Plane. It is not the only possible way of instant travel, however. At least on some islands in the Trackless Sea, there's quite a practical alternative: the leylines.\n\n\nThe leylines are magical, invisible \"pathways\" that crisscross Toril's surface, usually concentrated around specific powerful locations. The loose chain of island which Amia can be considered part of is one such concentration. While they mainly exist on the Prime Material, leylines are also known to extend into other planes in the immediate proximity of permanent planar gates. Some sages theorize that the leylines were left behind by early fey inhabitants who travelled between Toril and the plane of Faerie. This may hold some truth, as the nearby Moonshaes are full of fey creatures. Others say it's powerful magic such as the Duir of Amia that creates or attracts the leylines. Then again, it might be neither: wherever leylines manifest, theories abound, ranging from Githyanki invasion plans to the remains of dead deities.\n\n\nThe full extent of leyline power is yet undiscovered, but they can be used for relatively safe and easy instant travel; at least if you know how. The Tower of Mystra has been researching teleportation for years now, and have recently come up with an efficent way of leyline travel. The concept is simple: one conjures an opening to enter a leyline thread, and speeds through the magical highway to the desired destination. This method has its both its benefits and downsides compared to traditional teleportation. It is a relatively safe way of travel, for one. The traveller won't get lost in the endless mists of the Astral Plane. Furthermore, it is a cost-efficent way to travel longer distances: with the right leyline, one could jump across half of Faerûn with only the energy it takes to access the leyline. Archmages of Conjuration rest easy, though: leyline travel is nowhere as versatile as the true Art. A traveller is limited to going where the leyline takes him, and must know where he's going to get off the leyline lest he flies all the way into Toril's center. One can't exit the leyline just anywhere, either: only junctions of two or more leylines are viable destinations.\n\n\nHow can one enter a leyline, then? Their magic is ancient, and resembles classic teleportation only on the outside. Accessing one is nothing like jumping through the Astral. Instead, it could be described as bending the leyline towards you and drawing yourself closer to it. I know of no spells that do this, though. Instead, the Tower of Mystra has solved this problem by creating special Leyline Wands. I have not been imparted the knowledge of their creation, but I have observed how they function. This is related closely to another phenomenon peculiar to the western Trackless Sea, the mythal crystals (which have no verified relation to the elven mythal spell). The mythals are discussed elsewhere, however. It is sufficent to say that they are crystallized magical energy, as if the Weave itself had cried drops of power that froze when they hit the ground. Mythals seem to hold few innate properties, but they've been used to empower the crafting of magical items, eliminating the need for the arcanist to give up part of his energy in the process. A magic reserve in physical form. The full potential of mythals is intriguing. But let us look at their role in leyline travel.\n\nThe Leyline Wands are apparently attuned to leylines. How this is done is a mystery, but how it works is simple. One must simply feed magical energy to the wand, and it will conjure a leyline thread which can be entered simply by stepping in. The only problem is empowering the wands so that they aren't expended. For whatever Azuth-damned reason, the local mages have decided to distribute the wands widely among the adventuring population, which obviously means they can't be charged with permanent magical energy on creation: the cost would be too high for the craftsman. On the other hand, powering them with one's own spells is out of the question since the majority of the target audiance hardly masters the Art. The solution is ingenious: to use mythal shards as the power source! A piece of mythal crystal is essentially a piece of magic. By inserting mythal shards into the wand, it's given the energy it needs to open leyline portals. Each portal conjured drains a little bit of the mythals' power, releasing it back into the Weave. That's another reason arcanists need not worry that they become obsolete: the wand can only be used where there's a steady supply of mythal shards to empower continued leyline travel.\n\n\nNow that I've established how portals to the leyline network are opened, let's look at where one can go. As has been said above, one can only exit the leylines at junctions where the lines cross. However, travellers cannot enter any leyline they please and go to whichever junction suits them fancy. First, the junction must be located and the Leyline Wand must be attuned to it. Much like a wizard must read and memorize spells before he can access them, the wand needs to tap into a leyline junction and memorize its location. This, too, requires magical energy. As the wand itself only bears little such energy, mythal shards are relevant once again. A fresh wand straight from the crafting table does not have the potential of memorizing several junctions. It's only capable of attuning itself to one or two locations, taking the most direct way to the destination. Mythal shards can be used to enhance its capabilities, however. Upgrading a Leyline Wand with new mythal shards empowers it to memorize a larger number of junctions and traverse the complicated grid with ease; much like an experienced wizard who's learned to memorize harder and more numerous spells since his apprenticeship days. The mythal shards act as sort of lenses, focusing on a specific leyline and junction. Therefore, a wand upgraded with a large chunk of mythal (obviously cut in little pieces) is capable of taking its wielder to a great variety of places. I do not know the true limit of the wands, but I've never seen one remember more than eight junctions, though.\n\n\nHow does one locate a leyline junction, though? They are not visible to the eye, and it's quite difficult to pinpoint them with divinations too. However, there are telltale some signs. In places where leylines concentrate, they're often accompanied by other strange phenomena. While several typical manifestations of leyline presence have been documented, nothing's to say something completely new won't be discovered next tenday. The usual suspects, however, include rings of giant mushrooms growing in unlikely places, clear springs, oddly shaped trees, whirlpools, crystallized gem structures and so on; things of nature influenced by the supernatural. Oftentimes civilized settlements have been built atop junctions, though, and the original signs are no longer visible. Usually the locals will know of such a junction, though, and can point an inquiring traveller to the right direction. When a junction is located, one must attune one of the wand's mythal lenses to the place.\n\n\nLeylines are known to shift places unpredictably from time to time, and even flock to powerful magic. This suggests the possibility of manipulating and moving leyline junctions intentionally, either with particular rituals or simply the presence of strong magic. During my research of this alternative way of teleportation, I have not come across any evidence of such. It remains an unsolved mystery.\n\nWith the local mages' guild's enthusiasm to spread the use of this magic, it appears that leyline travel has become the standard means of magical travel on the islands of the Trackless Sea, west of Moonshae. Whether or not this presents a threat to the Art and its weavers on Faerûn, you must decide for yourselves. I am inclined to believe it does not. It seems apparent that while one could reach just about any part of Toril with the right leylines, Leyline Wands will not become common on the mainland. The lack of mythal shards to empower them and the infrequency with which leyline junctions appear in most areas of Faerûn ensure it remains an inpractical means of teleportation to most. I can tell you with confidence, fellow arcanists, that the Art as it has traditionally been practiced will not lose its superior utility and grace. I have not witnessed urgent need to police the use of this magic. Leyline travel is a localized phenomenon, portraying the magnificent variety in which the Lady of Mysteries reveals her Weavings. Let us honour her and the Lord of Spells by delving deeper into the secrets of the leylines."
    }
  },
  "DisarmDC": {
    "type": "byte",
    "value": 0
  },
  "Faction": {
    "type": "dword",
    "value": 1
  },
  "Fort": {
    "type": "byte",
    "value": 5
  },
  "Hardness": {
    "type": "byte",
    "value": 5
  },
  "HasInventory": {
    "type": "byte",
    "value": 0
  },
  "HP": {
    "type": "short",
    "value": 10
  },
  "Interruptable": {
    "type": "byte",
    "value": 1
  },
  "KeyName": {
    "type": "cexostring",
    "value": ""
  },
  "KeyRequired": {
    "type": "byte",
    "value": 0
  },
  "Lockable": {
    "type": "byte",
    "value": 1
  },
  "Locked": {
    "type": "byte",
    "value": 0
  },
  "LocName": {
    "type": "cexolocstring",
    "value": {
      "0": "Volo's Guide to the Leyline/Mythal Phenomena"
    }
  },
  "OnClick": {
    "type": "resref",
    "value": ""
  },
  "OnClosed": {
    "type": "resref",
    "value": ""
  },
  "OnDamaged": {
    "type": "resref",
    "value": ""
  },
  "OnDeath": {
    "type": "resref",
    "value": ""
  },
  "OnDisarm": {
    "type": "resref",
    "value": ""
  },
  "OnHeartbeat": {
    "type": "resref",
    "value": ""
  },
  "OnInvDisturbed": {
    "type": "resref",
    "value": ""
  },
  "OnLock": {
    "type": "resref",
    "value": ""
  },
  "OnMeleeAttacked": {
    "type": "resref",
    "value": ""
  },
  "OnOpen": {
    "type": "resref",
    "value": ""
  },
  "OnSpellCastAt": {
    "type": "resref",
    "value": ""
  },
  "OnTrapTriggered": {
    "type": "resref",
    "value": ""
  },
  "OnUnlock": {
    "type": "resref",
    "value": ""
  },
  "OnUsed": {
    "type": "resref",
    "value": ""
  },
  "OnUserDefined": {
    "type": "resref",
    "value": ""
  },
  "OpenLockDC": {
    "type": "byte",
    "value": 0
  },
  "PaletteID": {
    "type": "byte",
    "value": 13
  },
  "Plot": {
    "type": "byte",
    "value": 1
  },
  "PortraitId": {
    "type": "word",
    "value": 0
  },
  "Ref": {
    "type": "byte",
    "value": 0
  },
  "Static": {
    "type": "byte",
    "value": 0
  },
  "Tag": {
    "type": "cexostring",
    "value": "book_arc_023"
  },
  "TemplateResRef": {
    "type": "resref",
    "value": "book_arc_023"
  },
  "TrapDetectable": {
    "type": "byte",
    "value": 1
  },
  "TrapDetectDC": {
    "type": "byte",
    "value": 0
  },
  "TrapDisarmable": {
    "type": "byte",
    "value": 1
  },
  "TrapFlag": {
    "type": "byte",
    "value": 0
  },
  "TrapOneShot": {
    "type": "byte",
    "value": 1
  },
  "TrapType": {
    "type": "byte",
    "value": 0
  },
  "Type": {
    "type": "byte",
    "value": 0
  },
  "Useable": {
    "type": "byte",
    "value": 1
  },
  "Will": {
    "type": "byte",
    "value": 0
  }
}
