{
  "__data_type": "UTP ",
  "AnimationState": {
    "type": "byte",
    "value": 0
  },
  "Appearance": {
    "type": "dword",
    "value": 157
  },
  "AutoRemoveKey": {
    "type": "byte",
    "value": 0
  },
  "BodyBag": {
    "type": "byte",
    "value": 0
  },
  "CloseLockDC": {
    "type": "byte",
    "value": 0
  },
  "Comment": {
    "type": "cexostring",
    "value": ""
  },
  "Conversation": {
    "type": "resref",
    "value": ""
  },
  "CurrentHP": {
    "type": "short",
    "value": 10
  },
  "Description": {
    "type": "cexolocstring",
    "value": {
      "0": "History and Threat of the Arcanum and Collin Reyes\nOffice of the Hand of the Duke\nOffice of the Herald of the Duke\nHouse Valis of Kohlingen\n\nIn the last few months, the Amian isles have endured a number of events and incidents, the most recent being attacks conducted by blood magicians; the manifestation of temporal dissonance, perceived as 'purple spirits'; and the blood rage over Cordor that nearly tore the city asunder from within. These current troubles are a result of the machinations of Collin Reyes, the former Cordorian Minister of Magic. Through a twist of fate, he now exists in an entirely unprecedented state of being.\n\nBut to understand the present, one must understand the past. It has been observed that this matter has two histories: that which has been observed and presented under a veil of normalcy, and a 'secret history.' This account is a lifting of the veil of normalcy, revealing the secret history. Some evidence yet exists to corroborate this account, but day by day that evidence continues to disappear, falling prey to a madman's manipulations of our reality.\n\nHistory and Threat of the Arcanum and Collin Reyes\n\nI. Introduction\nII. Index\nIII. Collin Reyes: A Biography\nIV. The Coup\nV. The Failed Rescue of the Duke\nVI. The Events leading up to the Death of Minister Carton\nVII. The Assassination of Minister Hector Carton\nVIII. The Events Leading Up to the Death of Minister Johnathin Leohnard\nIX. Spirit of the Times: The Zeitgeist & The Assassination of Collin Reyes\nX. The Attack upon Minister Johnanthin Leohnard\nXI. Tytalus and the Monolith of Mystra\nXII. Collin Reyes: Purpose and Machinations\nXIII. Ducal Presence in Kohlingen\nXIV. The Liberation of the Secret Prison\nXV. Preparation for the Intervention\nXVI. The Intervention\nXVII. Ducal Presence in Cordor\nXVIII. Covert Operations\nXIX. An account of his Grace, Duke Montgommery d'Cordor\nXX. The Amnish Role: Amian Conquest\n\nCollin Reyes: A Biography\n\nCollin Reyes was born in 1346. From his earliest years, it was apparent he was a gifted individual. Yet as many who are gifted, it served to detach him from his peers. He was an awkward young man who resented his common-born station in life. As he began his studies at the Mystran Tower in Mystra's Grove, a resentment towards his noble-born peers became apparent to his assigned mentor. His time in Mystra's Grove honed his mind and developed his unparalleled genius in the school of conjuration, specifically teleportation, as well as academic and theoretical arithmetic, the study of spacial distance and the nature of time.\n\nThese years would prove to be eventful, and would shape the magical world in decades to come. In his senior year thesis, Collin Reyes invented the now infamous portal rod. He disagreed vehemently, however, with the Mystran leadership's assertion that the portal rods should be distributed for public benefit. In his own words: \n\n--------------------------------------------------------------------------------------------------------------------\n\"Although some of the administration of this Tower will see my enclosed dissertation as an opportunity to revolutionize rapid transit for the individual or, with tweaking that is not in the scope of my research here, mass transit, ostensibly for the science of it and more directly for crass marketing purposes, I must herewith stand in opposition; magic is for magicians, our gifts for the gifted, the Art for Artists. In the hands of the mundane, the uninitiated, the ignorant, the foolish, or the typical mercenary adventurer, my portal rod design loses its status as a genuine work of artifice and becomes nothing more than a product and I, no longer a Magi, but a peddler of teleporting trinkets.\n\nTherefore, I submit only a rudimentary outline of how to activate and attune the ten thousand models built by clockwork hands in Cordor. After one year and one day, if my demands are met, I will surrender the creation designs.\n\nClosing,\n\nCollin Reyes, Magi bani Arcanum\nTower of Mystra\"\n--------------------------------------------------------------------------------------------------------------------\n\nHis expertise and social awkwardness made him an ideal recruit into the Amian fraternity of the Arcanum. He fast became their star recruit, rising through their 'circles of mystery.' In an attempt to further his research, he began to experiment with refracted ley-energies. His mentor, Jack, gave Reyes a project, one thought to be an impossible task to teach him some humility - and perhaps to keep him distracted from the Arcanum's influence: to design and craft a device that could refract ley-energy faster than light appeared to travel. Reyes proved successful in this endeavor. The result was a unique device that could allow one's mind to become detached and travel through time itself, unbound by any limitations. His mentor, Jack, was tortured in this device; having been the guinea pig to bear witness to the impossible and incomprehensible wholeness of what was, what is, and what will be, his mind was shattered by its inability to comprehend the sights that might be seen from that theoretical realm of liminal time. To this day, his mind remains broken. This device would later be installed at the rebuilt Monolith of Mystra, under the tenure of Halen Van. No records remain to indicate how or why the machine was given prominence on the research floor. Very little from the Monolith remains, and this machine's integral role in the loss of the Monolith will be detailed further in this statement.\n\nAfter his graduation from Mystra's Grove, he went on to practice privately in Cordor. He would eventually rise to prominence as Minister of Magic in the Commonwealth of Cordor, but until then, he dedicated himself to laying the groundwork for his movements forward along the Winding Way, an ancient magical tradition that asserts, at its simplest, that in order for one magician to grow in power, another must be made the lesser. It was in this time that Collin Reyes began to instigate his plans. His first obstacle was the only magician to rival him in power and expertise, Duke Montgomery d'Cordor.\n\nIn a journal recovered from his office and dated from a time before the revolt in Cordor, Reyes wrote:\n\n--------------------------------------------------------------------------------------------------------------------\n\"Subversion of power structure! Ingenious, and ironic. So the rabble revolt against the noble, so the rod revolts against the line, so time revolts against space, each to take its rightful place as the superior power.\"\n--------------------------------------------------------------------------------------------------------------------\n\nIt was certain that treason was a means to an ends for Reyes. While his actions are covered in more depth in this statement, it is important to note the Duke's fate at Reyes' hands. By Reyes' hands, Duke Montgomery was ritualistically tortured and banished beyond time, bound in a state of 'liminal time.'\n\nThe Coup:\n\nOn 25 Uktar 1381, Evetal Savannah, former lieutenant in the Cordorian Scouting Division, testified before the Hidden Lords of Waterdeep about the things she witnessed and the actions she took in the weeks leading up to the day of the Duke's Abdication. The official transcript may be made available by special request on the High Court in Waterdeep, but to paraphrase, Evetal Savannah testified to the following facts:\n\n--------------------------------------------------------------------------------------------------------------------\n- Tensions between Duke Montgomery d'Cordor and Sir Mark Dorne increased in the aftermath of the verdict he delivered in the civil case ACLU v. Lieutenant Galverson on 14 Elasias 1375. Duke Montgomery absolved Lieutenant Galverson of any culpability in the civil case and furthermore made a proclamation that the infamous Tolerance Policy was neither duchal decree nor law, but rather an encouraged social practice. In addition, Duke Montgomery responded to a petition signed by several citizens - adventurers included - to have practicing Lolthlites banished from the city. The petition went into effect immediately. Evetal noted that in the several months that followed, Sir Mark Dorne was dissatisfied with the Duke's handling of the case and was under the impression that Duke Montgomery had ruled in favor of Galverson out of friendship and that the Duke's approach to handling the menace presented by adventurers was lacking in severity. And that he made his opinions well known to those within earshot.\n\n- Evetal Savannah testified that, in response to the growing threat posed by adventurers as they interjected themselves into administering the law as vigilantes in several cases (the Talosian attacks upon the Weathershroud, the war with Kestrel Enterprises, a brawl in the Chamberpot that got the place boarded up permanently), Sir Mark Dorne sought instruction from a magician to help him respond to the magical threat posed by adventurers with arcane and divine talent. Although Duke Montgomery was a capable magician, Sir Mark Dorne instead accepted guidance from Collin Reyes. The two were often seen together discussing Cordor's security.\n\n- Further, Evetal Savannah states that on the eve of 10 Mirtul 1376 Sir Mark Dorne approached her and leveled a command: the Adventuring Division was to abandon their surveillance of Cordor's outlying areas and instead survey members of the Duke's cabinet and those coming and going from the palace for \"even the most circumstantial of evidence\" of criminality. In addition, Dorne ordered the Scouting Division to lock down the whole of the Duchal Palace just before seven bells on the morning of 17 Mirtul 1376. The very day the Commonwealth now regards as the Commonwealth Sovereignty Day, the day of the Duke's abdication. When she asked way, Dorne stated that it would be necessary \"in case Duke Montgomery does not comply with the requests that will be placed before him.\"\n\n- Evetal Savannah testified that she then made a difficult choice. Seeing clear evidence of an unsavory coup, she would not allow the Cordorian Scouts - some of the city's most excellent special operations agents - be commandeered towards a purpose that would not be beneficial for the community and that could lead to harm. She spoke to the Scouts and gave each of them a choice to remain behind or to join her in fleeing the city and refusing to take part in what was certain to be an unlawful usurpation. Nearly half of them agreed with her assessment and so Savannah and her rogue company of Scouts, along with Lieutenant Galverson, whom she informed, departed the city in the pre-dawn of 11 Mirtul 1376, with the intent to find a way to expose the coup.\n--------------------------------------------------------------------------------------------------------------------\n\nTwo affadavits were also presented for consideration to the Hidden Lords of Waterdeep. The first from Lord Augir Goldberg of Cordor, and the second from former Minister of Health and Public Welfare Johnathin Leohnard.\n\nHis Lordship's affadavit attests to the following:\n\n--------------------------------------------------------------------------------------------------------------------\nThat late in the midnight hours of 16 Mirtul 1376, barely eight hours prior to the Duke's abdication, a contingent of Law Knights who claimed orders on behalf of the Sir Mark Dorne approached the Goldberg Mint in Cordor's Central District and forced all personnel from the building. After a full sweep of the property, they locked and barred the premises. When questioned, the Law Knights only cited their legal authority to lock the property down for security reasons for forty-eight hours pending a judicial review of an undisclosed investigation. To this day, that investigation has never been disclosed and documentation has been found to support that any judicial review was ever requested. When His Lordship was informed of the seizure, he began to protest, until word reached him of the Scouts' intent to lock down the palace just before eight bells of the morning. Suspecting an insurgency, Lord Goldberg departed Cordor with his property and with intent to petition the Duke to intercede. This avenue of petition closed when the Duke abdicated his rule and the city was given to common rule.\n\n\nAn assessment of this testimony corroborates Evetal Savannah's claim of an organized coup. Elements who were to come into power - such as Finance Minister Joseph Maximillian, who had served as Duke Montgomery d'Cordor's chief financial adviser - were positioned to comprehend the logistical importance of commanding the city's mint in advance of an insurrection. Within the mint also lies the city's gold store, the foundation that gives value to its trade, and should anyone have absconded with the gold in the night prior to the coup it would have bankrupted an early provisional government.\n\nJohnathin Leohnard's affadavit attests to the following:\n\n--------------------------------------------------------------------------------------------------------------------\nThat upon the morning of 17 Mirtul 1376, Johnathin Leohnard was called to the duchal palace by Joseph Maximillian. He was given no reason as to why. While in the corridors outside of the duchal chambers, he witnessed Sir Mark Dorne, the magician Collin Reyes, and two Law Knights enter the duchal chambers, and clearly saw Duke Montgomery d'Cordor within the room before the doors were closed. Joseph Maximillian and Johnathin Leohnard remained outside. Less than an hour later, Dorne, Reyes, the Law Knights and the Duke exited the room and the proclamation of the Duke's abdication was immediately made. In the moments before the proclamation, Leohnard testifies that Maximillian asked to appoint him as a leading Minister in the government, to which agreed, knowing that the people needed the support in the absence of their longtime leader.\n--------------------------------------------------------------------------------------------------------------------\n\nAlthough the testimony is circumstantial, it places the two agents with the most egregious motive for removing the Duke from power in the same room with the Duke, backed up by quasimilitary support. Sir Mark Dorne's motivation was to remove the Duke from power in the interests of seeing his security protocols implemented against the adventuring populace; Collin Reyes' motivation was to take another magician down a peg on the Winding Way, to claim a symbolic victory over a magician he claimed as a rival and to remove a good and wise leader from the people and supplant his own harmful influence in its place.\n\nDuke Montgomery d'Cordor has furthermore stated that his intent in abdicating was done out of a desire to maintain the peace, but was nonetheless coerced unlawfully. If provoked by physical action from the Law Knights, or if he had attempted any powerful magic to compel his authority upon them - if he were so inclined, which is not a trait of his character, as evidenced by Mark Dorne's frustration with his more laissez-faire governing style towards adventurers - the combination of physical retorts and counterspelling by Collin Reyes would have immediately overpowered him.\n\nThe Failed Rescue of the Duke:\n\nAfter the proclamation of the Duke's abdication, the result of a coup led and orchestrated by Law Knight Captain Ser Mark Dorne and Collin Reyes, a number of events inspired a Private Phenwick LaMont of the Cordorian Guard and his trusted companion Miss Mynna to investigate the events surrounding the coup. Among the events in question were the lockdown of the western district and the detainment and murder of noblemen and -women, as well as the criminal tactics used against the legal representatives of the Duke at his trial.\n\nJud'Vardas Kenyl, former captain of the forcibly retired Merchant Militia, investigated the disappearance of the Duke's legal representative, Attorney Wedge Lowensteinl. As he entered his home, it was abandoned, with a fire still glowing in his fireplace. In the embers, he could see what seemed to be the remnants of numerous papers. \n\nWedge never reappeared nor did he give any reason for his sudden leavetaking. He simply vanished without note, cause, or reason. It was believed by Jud'Vardas Kenyl and those he worked with that he was likely assassinated. In addition, his case notes and records were never delivered to Jud'Vardas Kenyl when he took over the case. While they should have, as he was appointed the legal representative after the dissapearence of Lowenstein. It was suspected that the burned parchment around the embers in Lowenstein's abandoned home were his notes and information.\n\nSoon after Jud'Vardas Kenyl took the case on the 9th of Elesias 1376 DR, following Wedge Lowenstein, his wife Madison Kenyl was kidnapped by Sergeant Yance. The following note was sent to him:\n\n--------------------------------------------------------------------------------------------------------------------\n\"We have Madison. You will see her again when the Duke is found guilty. We suggest that you help expedite this process, and allow the inevitable to happen. If you let the Duke be acquitted, you will never see her again. If you call the guards, she will be killed.\n\nSincerely,\nThe Church\"\n--------------------------------------------------------------------------------------------------------------------\n\nEven though Jud'Vardas Kenyl handed the case over to Yossarin on the 30th of Flamerule 1376 DR due to the threats of violence against his wife, she was not returned to him. Instead, he found her lifeless body in the sewers of Cordor.\n\nAs it was uncovered that Private Phenwick and Miss Mynna were looking into these events, Private Phenwick was dishonorably discharged from the guard. Yossarin took over as the Duke's third legal representative at trial. As the trial's preparation dragged on and defense counselor Yossarin continued to push for a firm hearing date, Mynna's desperation to speak to the Duke became abundant. Phenwick and Miss Mynna, along with a friend of theirs by the name of Yurioji agreed to attempt to free the Duke from his imprisonment. \n\nThe plan was to use a passage from the sewers into the Prison. The attempt took place on the 27th of Alturiak 1377 DR. Unbeknownst to those who would later be labeled terrorists, the liberation attempt was detected by Collin Reyes; as newly appointed Minister of Magic, surveillance by divination was a sole responsibility of his office. To the suprise of the coupling who undertook this attempt, instead of stopping them, the cloaked men who entered the sewers did not do so to legally apprehend the coupling in their criminal effort; instead, they set explosives beneath the wing of the prison where the Duke was being held, removed the ladders leading to the sewer grates and also locked the floodgates. Had they drowned, it would have eliminated any and all record of Reyes' possible involvement. The pair escaped through the underground and were subsequently announced by the Commonwealth that through their terrorist actions, his Grace, Duke Montgommery, was killed.\n\nThe Events leading up to the Death of Minister Carton:\n\nAfter the failed liberation attempt of Duke Montgomery, Private Phenwick fled the region. Miss Mynna, through the help of Miss Meram, the instructor of divination at the Monolith, uncovered the Duke was alive and being held in a small dimensional space within an enchanted mirror. However, he did not remain there for long after Meram's divination, for it was shortly thereafter that Collin Reyes subjected him to the Tempus Claustrum, placing him into a much more effective prison.\n\nDevoted to rescue the Duke, Miss Mynna gathered a group of talented individuals for the endeavor: Nevaeh Tarvencia, Allana and Vyashir Indrie, Torin Starfall, Sir Avadon and Darby Mirth, Weston Carter, Warrick Kenlyl, Cerridwyn, Yossarin, Jud'Vardas Kenyl, Lyle and Sally Torrowfire and Xaviera Xuider Xee. \n\nTheir first contact was with Judge Hector Carton, the Minister of Justice, whom with the help of a recent arrival to the region by the name of Ulrik Valis, they were able to meet. Minister Carton's Health at the time was beginning to fail and it was determined by the Salandran Weston Carter that the ailment was of arcane origin. The Minister died of his ailment on the 10th of Tarsakh 1377 DR. The details of his death are further described below.\n\nThe Assassination of Minister Hector Carton:\n\nHector Carton, as acting Minister of Law, was appointed to preside over Duke Montgomery's case. He in turn appointed Vicks Rochford as Chief Prosecutor in the trial against his Grace. For some weeks, Carton had been suffering from an ailment which was uncovered by the Salandran Weston Carter to be of arcane origin. The ailment caused a constant rise in body temperature, subjecting the Minister to the ravages of a fever: sweating, aches, sores, fatigue, hallucinations and delirium. Jud'Vardas Kenyl inquired of the provisional government whether he had been placed in a dead magic field. Their awnser was that he had been. \n\nHowever, having rightfully been suspicious of the provisional government, he contacted Hector Carton and took him to the Monolith where a newly appointed Weave Knight Captain by the name of Ulrik Valis granted his request to place the ailing Judge into an anti magic cell. Having cast an cantrip of detect magic beforehand, he witnessed a bright red band of magic trail from the judge in the direction of Cordor. As he was placed into the anti magic cell, the band snapped, shooting back in the direction of the city. \n\nAs the cell was reopened, Hector Carton was more lucid than he had been in weeks, but was succumbing to the effects of the ailment. He told Jud'Vardas Kenyl that Reyes was responsible for it all. Yet before more could be said or he could be attended medically, a dark-robed magician teleported in and proceeded to attack Jud'Vardas Kenyl and Hector Carton. While the mage was cut down, Hector Carton had died on the 10th of Tarsakh 1377 DR. Upon searching the mage, a necklace was found on him, bearing an inward spiral: the Netherese symbol of Rebirth.\n\nThe Events Leading Up to the Death of Minister Johnathin Leohnard:\n\nMiss Mynna was compelled to continue her pursuit of the Duke's liberation, given the strength to do so by the trust that Minister Carton had invested in her. Miss Xaviera Xuider Xee was working on helping the not-for-profit organization Symphony for South Cordor grow and improve a community slowly being ravaged by social and economic mismanagement, a work overseen by the acting Minister of Health and Public Welfare at the time, Johnathin Leohnard. Upon Minister Carton's death on the 10th of Tarsakh 1377 DR, he became a personal contact within the government for these individuals. It was through him that Christophan Warrick was hired as a government official.\n\nIt was during this time period that the god Talos, vengeful after the wrath of his Furies was denied by the invention of the Weathershroud on 23 Eleasias 1375, mustered his rage against Cordor with a howling typhoon that threatened to topple Cordor's seawall and commit the port city to the sea. Minister of Magic Collin Reyes displayed his Arcanum mentality. He immediately sprang into action and, from a point of central authority within government square, invoked the Weathershroud once more. The Weathershroud's magic is powerful, and under the wizard's intonations and gesticulations the abjuration seemed to steal all the thunder from Talos' storm. But unfortunately for the farmers of the Northern District, to whose fields the Weathershroud's influence did not extend, Collin Reyes was not content to stop there. With finger raised to the eye of the typhoon he provoked Talos the Destroyer, proclaiming the inherent superiority of mortal magic over even the might of the gods. The people warned him against his hubris, but his ego seemed even less inclined than the storm to abate. And so it was that Talos, in retaliation, redoubled his efforts over the unprotected northern district. The Storm Lord's fingers, each one a vortex of terrible wind, tore so deeply into the earth that it left scars that have not fully healed to this day. Entire crops and herds were lost, homes destroyed and livelihoods ruined. The public turned against Collin Reyes.\n\nTroubled by Collin Reyes' \"shameless heresies\", Speaker Joseph Maximillian urged him to find an excuse to make himself scarce lest his blasphemy bring down the Commonwealth. And so it was that Collin Reyes opted to take a sea voyage to unknown ports on an undisclosed \"research and outreach mission\". Ostensibly, he was gathering resources, arcane and human alike, to aid the projects of the Ministry of Magic. In reality, he was making connections with Arcanum members who would, upon his return with them, make up the entirety of the clerks within the Ministry of Magic.\n\nIn the days, weeks and months to come, more information was uncovered regarding the small philosopher's club within the Ministry of Magic known as the Arcanum, a task made easier by his absence from the government. Reyes' thesis on Karsus' Folly was uncovered. Further information was uncovered through Reyes' mentor, a man named Jack Silver. He explained how he introduced Reyes to the idea of chronomancy. \n\nVysahir entered the personal study of Reyes and found a looming headpiece mounted to the rear wall that resembled the idol of an omnipotent god - and people had left their offerings. He also found a map to the Keystone there as well as a copy of the Tempus Claustrum. Retrieving the ritual copy cost Vyashir his arm. Yet in hope that Ser Mark Dorne would prosecute Collin Reyes, the copy of the Tempus Claustrum was handed over. The Captain of the Law Knights, however, did not act against Collin Reyes.\n\nNews soon after reached them that Johnathin Leohnard had died. The details of his death are further described below. After the death of Christophan Warrick followed, the members of this group began to isolate themselves or walk away entirely. Miss Mynna was soon arrested.\n\nThe Events Leading Up to the Death of Minister Johnathin Leohnard:\n\nMiss Mynna was compelled to continue her pursuit of the Duke's liberation, given the strength to do so by the trust that Minister Carton had invested in her. Miss Xaviera Xuider Xee was working on helping the not-for-profit organization Symphony for South Cordor grow and improve a community slowly being ravaged by social and economic mismanagement, a work overseen by the acting Minister of Health and Public Welfare at the time, Johnathin Leohnard. Upon Minister Carton's death on the 10th of Tarsakh 1377 DR, he became a personal contact within the government for these individuals. It was through him that Christophan Warrick was hired as a government official.\n\nIt was during this time period that the god Talos, vengeful after the wrath of his Furies was denied by the invention of the Weathershroud on 23 Eleasias 1375, mustered his rage against Cordor with a howling typhoon that threatened to topple Cordor's seawall and commit the port city to the sea. Minister of Magic Collin Reyes displayed his Arcanum mentality. He immediately sprang into action and, from a point of central authority within government square, invoked the Weathershroud once more. The Weathershroud's magic is powerful, and under the wizard's intonations and gesticulations the abjuration seemed to steal all the thunder from Talos' storm. But unfortunately for the farmers of the Northern District, to whose fields the Weathershroud's influence did not extend, Collin Reyes was not content to stop there. With finger raised to the eye of the typhoon he provoked Talos the Destroyer, proclaiming the inherent superiority of mortal magic over even the might of the gods. The people warned him against his hubris, but his ego seemed even less inclined than the storm to abate. And so it was that Talos, in retaliation, redoubled his efforts over the unprotected northern district. The Storm Lord's fingers, each one a vortex of terrible wind, tore so deeply into the earth that it left scars that have not fully healed to this day. Entire crops and herds were lost, homes destroyed and livelihoods ruined. The public turned against Collin Reyes.\n\nTroubled by Collin Reyes' \"shameless heresies\", Speaker Joseph Maximillian urged him to find an excuse to make himself scarce lest his blasphemy bring down the Commonwealth. And so it was that Collin Reyes opted to take a sea voyage to unknown ports on an undisclosed \"research and outreach mission\". Ostensibly, he was gathering resources, arcane and human alike, to aid the projects of the Ministry of Magic. In reality, he was making connections with Arcanum members who would, upon his return with them, make up the entirety of the clerks within the Ministry of Magic.\n\nIn the days, weeks and months to come, more information was uncovered regarding the small philosopher's club within the Ministry of Magic known as the Arcanum, a task made easier by his absence from the government. Reyes' thesis on Karsus' Folly was uncovered. Further information was uncovered through Reyes' mentor, a man named Jack Silver. He explained how he introduced Reyes to the idea of chronomancy. \n\nVysahir entered the personal study of Reyes and found a looming headpiece mounted to the rear wall that resembled the idol of an omnipotent god - and people had left their offerings. He also found a map to the Keystone there as well as a copy of the Tempus Claustrum. Retrieving the ritual copy cost Vyashir his arm. Yet in hope that Ser Mark Dorne would prosecute Collin Reyes, the copy of the Tempus Claustrum was handed over. The Captain of the Law Knights, however, did not act against Collin Reyes.\n\nNews soon after reached them that Johnathin Leohnard had died. The details of his death are further described below. After the death of Christophan Warrick followed, the members of this group began to isolate themselves or walk away entirely. Miss Mynna was soon arrested.\n\nThe Attack upon Minister Johnanthin Leohnard:\n\nJohnathin Leohnard, Minister of Health and Public Welfare, witnessed the attack upon Hector Carton that occurred at the Mystran Monolith. Later he was murdered by Sir Avadon at behest of Reyes on the 15 Kythorn 1377 DR. Avadon was briefly a suspect at the time, identified by Captain Nevaeh Tarvencia from the obvious scimitar wound on Leohnard's corpse, but political tensions halted the investigation. When Miss Xaviera Xee looked for information at his residence, she was herself attacked by members of the Arcanum. \n\nMiss Renee Flowers, rumored to have been a love interest of Johnathin Leohnard's, was also slain by Sir Avadon on 7 Hammer 1379 DR, along with two of her companions from Sympathy for South Cordor, the organization she spearheaded. Miss Flowers left in an alcove along the shoreline on the Cordorian festival grounds. Miss Xaviera Xee, Ulrik Valis, miss Nevaeh Tarvencia and Fox Nightshade were he ones to discover her. This beheading was deemed to have likewise been done with the same murder weapon as Johnathin Leohnard's killer.\n\nJohnathin's resurrection was an effort headed up by Weston Carter on 30 Eleint 1377 DR, a miracle from the Lady Salandra herself. Upon his resurrection, he appeared very disoriented to the crowd and was taken into the custody of the Ministry of Magic immediately. Johann Kurtzweil, also known as Tytalus, used tactics like hypnotism and mental suggestion to influence his perception of reality. In addition he was subjected to a slow and subtle form of blood magic intended to addle his mind on a permanent basis. Clerks who worked within the Commonwealth government at the time can attest that Johnathin Leohnard became increasingly agitated and unpredictable, often forgetting where he was or what he had been doing. It was not until he drew a letter opener on a subordinate and attempted to kill him with it that Joseph Maximillian had him spirited away in secrecy into the care of the Salandran Temple, deeming his psychosis too detrimental to the provisional government's public appearance.\n\nThose who visited Johnathin Leohnard in the Salandran Temple after this point say that in spite of their ministry his sanity continued to deteriorate. Jud'vardas Kenlyl met with him in the burn ward recovery room while Johnathin Leohnard was taking a soothing bath. While they were together, Johnathin Leohnard spoke at length about the miraculous effects of being \"reborn\", his own word for resurrection. Much like his subordinate in the Commonwealth Center, Leohnard attempted to drown Jud'vardas Kenlyl. He was unsuccessful in his attempt. Unfortunately, Dame Zeyriel fell prey to his madness and was strangled to death. After the incident, Johnathin Leohnard was sequestered in isolation, with only one guest permitted to visit him: the Minister of Magic, Tytalus. \n\nIt was not until Minister Tytalus departed for foreign shores that Johnathin Leohnard showed enough signs of recovery to be allowed out of solitary and to receive visitors. Those who came to check upon him noted that he suffered a trauma brought on by his experiences and Tytalus' manipulation: an uncontrollable glossolalia, making his speech sound like a \"word salad\". Glossolalia is defined as a \"confused or unintelligible mixture of seemingly random words and phrases\". In Leohnard's case, the random words did hold meaning; to his own mind, he spoke intelligibly, but a stream of neologisms replaced the words he truly wished to use, making him incomprehensible to the listener.\n\nMinister Leohnard has these past years been in the care of the Duchy of Cordor. Through the personal care afforded by her Grace the Duchess Eileen d'Cordor, her physicians and the boundless patience and kindness shown him by Ethan Starr, a master of the word, he has made great progress. The effects of his ailment have lessened considerably, and he is now beginning to share his story. In his own words:\n\n--------------------------------------------------------------------------------------------------------------------\n\"I was lured into the Sanctuary of Sin by a \"concerned citizen\" and subsequently murdered by a hooded man wielding a scimitar. After my ressurection, I was a patient at the Salandran Temple. But Tytalus would visit me and he spoke many things to me to cloud my mind. Ulrik and Nevaeh visited me to attempt to undo the damage done by Tytalus. I can remember clearly how they removed his words from my mind. Then I remember Nevaeh taking me to Eileen, who cared for me since then.\"\n--------------------------------------------------------------------------------------------------------------------\n\nTytalus and the Monolith of Mystra:\nAn Account by Lord Ulrik Valis\n\nSoon after the 'assassination' of Collin Reyes, a new magician seemingly appeared 'out of nowhere' to take the reins of Cordor's Ministry of Magic. He called himself Tytalus and he set about to continue Collin Reyes' machinations while maintaining the guise of a faithful if eccentric servant of the Commonwealth. The Monolith of Mystra and others who were involved and knew of Reyes' plans and suspected Tytalus' role in them were working to curtail these machinations. Upon taking notice of the fact that the clerks in the Ministry of Magic wore uniform robes, cowled themselves, refused to speak openly in public even when questioned and increased the city's production of useful arcane ingenuities, they concluded that the ministry was entirely composed of, and compromised by, the Arcanum. \n\nIt is important to detail both Tytalus' goals and his true identity. Some time after his arrival, a most unsettling discovery was made: Tytalus was, in fact, the Netherese archmage Johann Kurtzweil, one of Karsus' inner cabal who assisted Karsus in his folly, the ritual casting of Karsus' Avatar. Disenfranchised for some time with Netherese politics, Johann Kurtzweil fled the flying empire and established himself amongst the tribal peoples of ancient Maztica as a god. It is among these people and through their sacrifice that he came to understand the taboo art of blood magic more than perhaps any other magician. His potency in the art compelled Karsus to call him back to Netheril to assist him, with the intent that he should hold some rightful authority in the New Age Karsus sought to create.\n\nBut Karsus' folly foiled those plans and scattered his cabal to the ends of the earth. Johann Kurtzweil fled back to his familiar lands in Maztica where he continued to be treated as a walking god. Generations later, he was hunted down by a group of magicians known as the 'Oathtakers.' These men and women united under a single purpose: that the Weave could not survive another Karsus. They hunted down the remnants of Karsus' cabal. In his mortal years, Azuth himself was an Oathtaker, dedicated to uphold the Weave. Once hunted down, Johann was banished into liminal time by a ritual devised by the then mortal Azuth, a ritual that he named the Tempus Claustrum.\n\nIt is speculated that Johann was able to escape the bonds of this terribly potent ritual by effectively 'switching places' with Collin Reyes when Collin Reyes' body was taken by the Zeitgeist and scattered throughout time, perhaps through the practice of blood magic wherein Reyes consumed a portion of Johann Kurtzweil's blood and thus adopted a portion of his Pattern, one that would be recognized by the strictures of the Tempus Claustrum; thus, when Reyes was commended into liminal time, a portion of the Tempus Claustrum keyed in upon Reyes and relinquished Johann from its bondage, until the effects of the blood magic wore off and Reyes found himself in liminal time but unbound and able to move freely to and from it without restriction. Thus he became the first known timewalker. \n\nTytalus' goals were simple. He sought to ensure that Reyes could return into this time, at the appropriate time. Twice he was thwarted in these goals.\n\nThe Living City and Johann Kurtzweil began working together. Numerous meetings were held over the years. First with the Speaker of the Council of Tarkuul, a Lich by the name of Frey Asaid'De Majere, and then as with his successor, the Thayvian Red Wizard Valkin Mulgin.\n\nNumerous reports of vile rituals in the witching hour of the night and strange temporal incidents led to an investigation of the area beneath the Sanctuary of Sin on 6 Hammer 1379. I came to the sanctum built beneath the Sanctuary of Sin, the place where Duke Montgomery was ritualistically tortured and banished out of time by Collin Reyes. A place oft used by Arcanum mages to conduct vile rituals, due to its location and significance in conjunction with a phenomena known as the Keystone, or interchangably, Cornerstone.\n\nThe Keystone was an inadvertent result of Duke Montgomery's and Yossarin's magical rebuilding of Cordor, when chronomancy and cantomancy combined. The Keystone is tied to the very fabric of the city, interwoven in the city's very being. It can be understood in layman's terms as a sort of bridge between the physical and mystical (or metaphysical). The Keystone is not an object or a person, but rather a place, a specific point in space or in the construction of an area; Keystones were known to have been developed in the architecture of several Netherese Flying Cities, and it was not uncommon to find their mythallars placed within the area of the Keystone. Through arcane manipulation of the Keystone, a magician may be able to affect change upon the mystical atmosphere of a city, a change that can then have effects (known as echoes, or resonance) within the physical world. For example, a magician who wishes for a statue to be built in his honor may construct a small effigy of himself from magical reagents and place it mathematically in the same place within the area of the Keystone that it might appear within the city; in time, subtle influences may conflate to see his statue erected (the inspiration of a stoneworker, the rise of an opportunity for work to be recognized for, or the dramatic falling out of favor of another subject of statuary in the city that might then be replaced by the magician's). During the incident of 21 Eleint this year, the Keystone was used to induce anger in the populace. Mass riots broke out, riots that might have otherwise been heated yet peaceful demonstrations if not for the Arcanum's influence of the Keystone.\n\nThe Arcanum used this Keystone to empower their rituals. It was the site where Duke Montgomery was banished. They used it to induce a mass compulsion effect, swaying the minds of Cordorians to be more pliable to certain arguments (that the nobility and adventurers and Harpers are responsible for all of their woes, for example) and to be indifferent to any suspicions that the Arcanum might raise. Under intense scrutiny such subtle manipulations cannot hold, but the city's propaganda engine was so finely tuned as to defeat most attempts to illuminate the populace.\n\nWe hope that this Statement succeeds where other attempts have failed.\n\nIt was during the aforementioned investigation that I came across Johann Kurtzweil and twelve Arcanum mages performing a dread ritual combining chronomancy with blood magic. I was able to discern this ritual would have drastically redefined Cordor's southern district in various and subtle ways that would lead to many innocent deaths. It was presumed this ritual would have also been able to return Collin Reyes to our time. I did what only I could do. I halted the ritual by preventing Johann from being able to 'turn back the hands of the clock' by employing a Grasping Hand spell. The result was the death of the twelve Arcanum mages and Johann Kurtzweil. Although Kurtzweil died in this incident, a Clone that he had left in Maztica thousands of years ago awoke, an incident that ultimately led to the razing of Helmsport.\n\nMy intervention made the Monolith of Mystra a target of the Arcanum.\n\nThe government explained Tytalus' absence much in the same way they explained Reyes' absence - that he had left on a research mission. Eventually, when this deception became untenable, he was declared to have gone MIA with no further explanation available. \n\nIn the following rides, citizens all across the isles witnessed a unique effect of the leylines over our part of the Trackless Sea. Storied abound of the aurora borealis that wound its way like a rainbow serpent from its origin point over Cordor to its eventual terminus on the southern end of Ruathym, directly over the Monolith of Mystra. Although the phenomenon was widely regarded as a smiling sign from the gods, one promising good fortune, nothing could be further from the truth; those phenomenon were a physical manifestation of the Arcanum wielding the natural leylines like a weapon against the Monolith itself. A very slow-moving and subtle weapon, so subtle we did not fully comprehend it until the eleventh hour. \n\nI wrote and disseminated a public statement on 1 Mirtul 1379 explaining the details of this incident following the disappearance of the Monolith and explained what had happened:\n\n--------------------------------------------------------------------------------------------------------------------\n\"It is my unfortunate duty to announce the loss of the Monolith of Mystra.\n\nAs the aurora borealis that originated in Cordor arrived over the tower, on the evening of the twenty-eighth of Tarsakh, the fullest extent of the sabotage done to the Machine on the labs floor was revealed. Sabotage admitted to publicly by Secretary S. Pelczukr of the Ministry of Magic in the Council's public address to the Commonwealth. Sabotage and crimes and acts of war admitted by the Ministry of Magic, and publicly supported by the Speaker of the Council.\n\nThe machine activated itself as the ley-energy of the aurora funneled into it, and began its process of translocation. Empowered by the massive flux of ley-energy that originated in Cordor, there was nothing the remaining guild could do to stop it. All of our research led us to a singular conclusion at the eleventh hour: To stop this very process. To interrupt it. To not allow it to complete would have caused a release of energy, that would have back-lashed through the aurora to its origin: Cordor.\n\nThe Machine's process had to complete. This required an individual to sit upon the chair that was connected to the Device, else the loop of energy would not finalize, and the machine would have overloaded, causing a back-lash release of energy. Mentaki took this sacrifice upon himself, without pause or hesitation. May Azuth bless and protect him. Professor Meram was lost as well, as she remained to aid the guild, may she find peace in Mystra's embrace.\n\nThe process was completed, ensuring the people of Cordor were not endangered by the very sabotage conducted by Cordor's Ministry of Magic! However, the entire tower has been lost as a result. Too many of our own have been lost as a result. Even as we are cast as enemies of Cordor by those who imperil Cordor. The indisputable fact remains. Murder and sabotage was inflicted upon the Monolith of Mystra by the Arcanum and Cordor's Ministry of Magic. Acts of war, admitted in public by the Ministry of Magic and supported by the Speaker. The nature of this sabotage not only imperiled the people of Cordor, but it was the cause for the loss of the Monolith. The loss of our own.\n\nAll the while the Council presses charges against the Monolith. Claiming the Monolith planned to assassinate members of the Council. That we harbored the terrorist organization known as B.L.A.C.K. These claims were never substantiated. They are outright lies. A desperate attempt to justify vile acts of aggression. These empty accusations ring hollow compared to the loss of the Monolith. All that is left now is but a gaping hole. A hole now filled by the Trackless Sea, where the bastion of magic devoted to the gods of magic once stood. Meanwhile, the enemies of the gods of magic reign in Cordor's Ministry of Magic.\n\nThe Arcanum controlled Ministry of Magic willfully imperiled their own people in order to strike a massive blow against the Monolith. This is intolerable. This is reprehensible. It is madness and lunacy of the highest degree. If you think upon the ramifications: had the Mystran guild attempted to save the tower, the resulting backlash of energy would have wreaked havoc over Cordor. Was the Ministry of Magic willing to risk the lives of the citizens they are supposed to protect in a gambit to strike a blow to the bastion of magic that was the Monolith? How does this sabotage help 'protect' the people of Cordor, as Secretary Pelczukr claims was the motivation of ordering the attack and sabotage upon the Monolith, and murder of its personnel, in the first place?\n\nThe answer is a disturbing one. It does not. All it does is further the agenda of the Arcanum. At the peril of innocent lives.\n\nUlrik Valis'\"\n--------------------------------------------------------------------------------------------------------------------\n\nAs mentioned in the two-year old release, the tower disappeared after interacting with the mass of ley-energy, the aurora borealis. As if the Machine in the Monolith had been fashioned into a giant portal rod, with the Monolith itself the wielder. It was not known at the time where it had been taken, nor would it be known until a year later.\n\nA small group of folk led by myself tracked Johann Kurtzweil to his ancient sanctum - his place of power, in the days of Nether - in the lands of Maztica. It was becoming clear then that his goals, returning Collin Reyes, required the spilling of blood within Cordor. The first hints of what would become called the 'blood contingency.' \n\nIn these lands, Johann Kurtzweil worked his blood magic in order to enrage the natives, who already had just cause for anger against the Amnish imperialists who caused much harm to them and their way of life. We arrived in Maztica via teleportation on 14 Ches last year to the city of Helmsport. We found it razed with thousands of corpses piled within the temple of Helm.\n\nJohann Kurtzweil had defiled it. Beyond defiled. The massacre was on so great a scale it seemed nothing short of genocidal.\n\nWe tracked him through the wilds of Maztica. We witnessed the defeat of General Cordell's army by Johann Kurtzweil, single-handedly. While Cordell survived and joined with our band for a short while in tracking Johann, he would soon again become separated in the dark, subterranean labyrinth where it is assumed his Clone had been entombed. We do not know his fate.\n\nDeep within the Maztican wilds we found the center of Johann's power. In the midst of a terrible dead magic zone and beneath a starless sky, Johann stood atop the Monolith of Mystra. He had taken the tower in order to use the device as a means of mass ley-energy translocataion. Hundreds of enraged natives and blood spirits were being prepared to be sent across the leyline to the city of Cordor, to invade and slaughter. The city would have been awash in blood and death were it not for the actions of the small group. Through a miracle of the gods of magic, the dead magic zone was shattered. Johann Kurtzweil was subdued and by my hands the judgement of Azuth was imposed. \n\nJohann Kurtzweil was banished by the Tempus Claustrum beyond the veil of time.\n\nThe Monolith was destroyed in a release of magical energy following Johann's defeat, instigated by my group in order to cease the device's operation and keep it from malign hands evermore. Johann was defeated. His army destroyed. Cordor was saved from the traitor Minister of Magic, who never served the city but only the ambitions of his Magus: Collin Reyes.\n\nCollin Reyes: Purpose and Machinations\n\nIn order to understand the threat Collin Reyes poses to the Amian isle and the entire realm, one must understand the nature of reality. In simplest academic terms, reality is delineated by dimensions: length, breadth, height, and time. Our plane and every other plane is contained in what is known as reality. Imagine, if you will, a box. Within this box is everything that exists, has existed, or will exist. Every man, woman and child, every love affair and tragedy, every work of magic and every miracle of the gods. All are within this box, which is unimaginably large and layered. \n\nThe particulars of his attempted assassination have allowed Collin Reyes to attempt an unprecedented ploy in all of history. His scattering beyond time - outside of our reality itself, of the box if you will - gives him a singular and terrible ability to work manipulations on the timeline. He is able to change history from his vantage of being outside reality. \n\nThe logical question to ask is 'how' this is possible. Why would the gods allows such a transgression against the very nature and laws of reality? The answer lies in the presence of the Zeitgeist, a temporal aberration of tremendous power. What is understood is that this creature was responsible for the failing of divination magic several years ago. It is theorized that the Zeitgeist could also blind the sight of the gods. If this theory holds true, Collin Reyes' consumption and escaping the very bonds of reality was something even the gods could not see. A chilling thought, yet it is nevertheless the leading theory for the current events.\n\nAnother reasonable question to ask is, 'what' does Collin Reyes seek to achieve? Along with his cabal of magi, the Arcanum, he seeks to become a god himself, or more appropriately, a Man - capital M - who has become victorious over the gods in terms of power and influence. Those familiar with the cautionary tale of Karsus are correct to draw a parallel between Reyes and Karsus' ambition. Yet Karsus did not exist outside of time and our reality. Karsus' ambition was godhood, while for Reyes, godhood is but a means to an end. The end being his imposition of will upon reality. He seeks to subvert non-human races. He seeks to place the wizard over the non-wizard. A society in the image of Netheril-of-old. With him as the leader of all, and the only god of reality. A monotheistic, human-centric, magocratic reality. \n\nAlterations to the time-lines have been observed. Changes to the history of human cultures. Some of these alterations have been observed, and detailed in separate works. An excerpt is contained below.\n\n--------------------------------------------------------------------------------------------------------------------\n\"The Origins of Mortal Magic: A Study by Frederik Findabar, Cowled Mage of Amn\n\nIt has only recently dawned on me to search back, through works of history of something most have overlooked thus far: the origins of mortal spell-casters.\n\nIt has to bear mention that several cultures seem to share a particular symbol, thus far thought to be of Netherese origin, and most of them associate it with magic or magic-users.\n\n*A replication of the Symbol of Rebirth: an inward spiral*\n\nWhile many of these primitives might have associated it with heir gods, or devil-figures, there is always truth behind myths and possible mortal involvement behind what may, at first, look like divine acts.\n\nIn Maztica, for example, the barbaric Payit bowed to a being they called 'the One and All,' which they associated with the symbol of Rebirth. Across Toril, in Kara-Tur, the symbol was reserved for one of their 'Oni' - Akuma. Translation - the Devil.\n\nIt cannot be mere coincidence that these people, separated by vast oceans and almost a millennium, used the symbol for vastly different god figures. It all points to mortal involvement.\n\nI feel I must reexamine the myth of Adam Qadmon and his defeat of the elementalist sorcerer. As the symbol spirals down, it must have a starting point. An origin to this Winding Way.\"\n--------------------------------------------------------------------------------------------------------------------\n\nThe inward spiral is the Netherese symbol for Rebirth. It is also the symbol of the Arcanum. Its sudden appearance in our history is most vexing, yet also curious. The fact that we know these are alterations hints at a resistance inborn of reality itself. An attempt to contain these alterations made from the outside. This causes temporal dissonance, which has manifest in our reality in the form of so-named 'Paradox Specters.' These have been responsible for various incidents throughout our isle. They are the symptoms of the tension placed upon the time-lines, a dimension of reality. Occurrences contained by adventurers and other goodly folk, their potential to cause serious damage stymied by such valiant efforts. Temporal incidents from Mystra's Grove to Actand have been observed and reported. With very real damage done to the fabric of reality.\n\nIn addition to physical documents changing due to the manipulation of the time-lines, Reyes' recalculations of our reality are beginning to manifest in the minds of the people. Have you experienced moments where you feel as though what is happening around you has already happened at some point? That perhaps you dreamed it one night? Have you been experiencing them with more frequency than normal? Are you a person who has always been certain of your memory of events, but have of late been given cause to question your own memory, as you seem to recall a different set of events and then wonder if you might be conflating one point of your past with another?\n\nWe advise everyone to examine this accounting of our recent history, as prepared by Joon of the Binder. It is a document that has gone unchanged as yet, and in the reading of it you may find yourself having trouble recalling aspects of it, or remembering them in different ways. But rest assured, this account is the true accounting of our history, and Joon, under the blessing of the Binder himself, may be one of the last to be bound to our time if only to chronicle its true events. Read it, remember it, commit it to your mind as truth. Perhaps in doing so you make it harder for Reyes to replace our reality with one of his own construction.\n\n--------------------------------------------------------------------------------------------------------------------\nYear:\n4.2. Haulfest of Torm moves to Kohlingen and Waukeenar buy the temple.\n\n5.6. Somebody attacks the Thayvians in Cordor, and they demand retribution and threaten the island. \n\n15.7. Cordor citizens join emissaries of Kohlingen and Brogendenstein to demand the duke to expel Thayvians from the city. The Red Wizards are prepared, barricade themselves in the orphanage and hold the children hostage in exchange for a mythal crystal from the Tower of Mystra. In a moment of rashness, an unnamed Knight of Law killed the Thayvian negotiator and the situation escalated. Fire broke out in the orphanage and the Red Wizards escaped as pursues ran into trap after trap. Most of the children died, despite heroic efforts by adventurers who dove into the flames to save them.\n\nTIMELINE 1371 DR: \nThe Simbul is sighted on Amia. She convenes in the Tower of Mystra, and later is rumored to have visited Brogendenstein and Kohlingen, who close local Thayvian Enclaves and evict the Red Wizards the night of her visit. As Cordor is about to follow their example, the Thayvians reportedly barricade themselves inside the city orphanage. As a result of Red Wizard, guard and adventurer involvement, what's known as the \"Cordor Orphanage Fire\" ensued and children were killed. The Red Wizards were reportedly slaughtered to the last man. The tragedy ignited a persecution of everything Thayvian, and surviving Red Wizards fled, abandoning all enclaves in the region.\n\n17.8. The Great Disaster/Quake.\n\n21.8. The dwarf Foreman Fhard is appointed to oversee the rebuilding effort. The was granted by duchal decree the right to recruit anyone into service and confiscate necessary materials. There is some discontent about this forced labor, but by and large the people do their part.\n\n28.8. After an effort to gather building materials and prepare for the rebuilding, the people of Cordor gather before the duchal palace. On top of the building, Montgomery and his bard Yossarin address the crowd. Then, in a miraculous effort of magic and manpower, Yossarin plays the Lyre of Building, the Duke calls upon magics of time and space, and the people of Cordor burst into a flurry of hastened activity. In but a fraction of time it should take, Cordor is rebuilt into the shining City of Water.\n\n17.9. After the rebuilding, Cordor's economy is in a slump. Traders are reluctant to return to Cordor due to high import tariffs and dock at Wharftown instead. Rumors circulate about Cordor's intentions to annex Wharftown in response to this problem.\n24.9. Cordor sends its militia to defend Wharftown against bandits. The military presence remains, but after a brief period Cordor pulls out and the towns' relationship remains amicable.\n\nTIMELINE 1372 DR: \nTremors beneath the crust of Toril cause massive devastation on the Amian coast. The foundations of Cordor shift, flooding some of the tunnels beneath and creating others. Much of the city itself collapses or tumbles into the sea. The nearby island of Lumorier inexplicably disappears, supposedly sunken or exploded in vulcanic eruptions. Cordorian gold, persistance and the goodwill of its neighbours enable a tremendous feat: within the year, much Cordor is rebuilt, improved and even expanded. Soon after, Cordor annexes Wharftown for political and military purposes. This is a brief period, and Wharftown regains its independency on good terms with Cordor.\n\n20.12. At the request of lieutenant Galverson and by the order of the Duke, mage guards begin to be trained to keep order in Cordor.\n\nTIMELINE 1374 DR: In midsummer, the creature to be known as Vodak makes its first appearance. Oozes begin to be sighted all across Cordor. Tey soon display the ability to create clones of adventurers slain, and with this power, become an incredible threat. The year is almost over before the matter is solved once and for all, as adventurers descend and find Vodak's mother-cyst ooze, destroying it and breaking its hold over the smaller oozes, which soon fall into disarray and destruction as they become truly mindless once more.\n\n\n\n1375 DR\n\n16.1. Cordor is in an uproar as rumors spread of the murder of two people by a guardsman. More people die in a conflict between guards and friends of the victim. \n\n20.1. The Roddyist Revolts being. Two hundred violent rioters are put down by the guard and adventurers in South Cordor. A man named Roddy dies in the incident and becomes a symbol for the discontent of the southers. These escalating conflicts seem to be the most obvious and damaging strain in the relationship between South Cordor and the adventuring population.\n\n28.4. An incident between lieutenant Galverson and a drow woman Skex'kia Vishlesz: the drow refused to remove her helmet and was arrested. The Amian Civil Liberties Union (ACLU) protests this prejudicial violation of Cordor's Tolerance Policy and the ACLU vs. Galverson case goes to court. Vishlesz dies some months later. (DUKE RISES TO POWER 20 YEARS AGO FROM THIS MOMENT.)\n\n4.5. An anonymous petition to ban Lolthites from Cordor begins to make rounds and gather support.\n\n5.6. The Sunites establish a side chapel in the Temple of Waukeen.\n\n12.8. The Cordor Temperance Alliance, a small group of citizens, campaigns to ban alcohol from the city. They do not get much support, but this shows the spark of civil activity.\n\n14.8. In response to the protests of ACLU, the Duke makes a statement about the Tolerance Policy. He absolves lieutenant Galverson of any wrongdoing in the Vishlezs case and affirms tolerance as a guiding principle of Cordor, not legislation. In response to an adventurer-started petition signed by the masses against Lolthites, the Duke banishes all practitioners of that faith from the city.\n\n23.8. A massive thunderstorm overtakes Cordor, and lightning bolts bore through the central plaza. The scene below shows dead cultists of Talos and some kind of doomsday machine around the Weathershroud, a floating shield that protects Cordor from natural and supernatural attacks of the Furies. There is a crack in the shield. The Duke assures it will be quickly repaired.\n\n11.9. The Duke declares war on Kestrel Enterprises, a previously legitimate business that begins to attack Uhm and Cordorian personnel. Over the next few months K.E. attacks Cordor with sabotage and arson before they are dealt with.\n\n\n\n1376\n\n7.4. The Orphanage is robbed of a huge sum of donation money. Half of the gold was later returned. Rumors don't agree on the responsible parties. Some say the Black Flag were the robbers and Boss Miller took the money back. Others say it was Miller's men who took it in the first place and that the Flag had tried to stop him. \n\n10.5. The Chamberpot, a seedy pub in South Cordor, is boarded up after Sergeant Yance clears the place and arrests someone.\n\n14.5. An emergency cabinet meeting is called to discuss budget allocation. In a report by the Amian Recorder, Marge Inavera, a statistical analyst working for Minister of Finance Joseph Maximillian states to prophetic words: \"Ultimately, there is little cause for concern. Cordor is nowhere near bankruptcy, and any shifting of funds will be marginal. All it takes is one little change to have a huge impact on the city's prosperity.\" Earlier that same week Scout Division lieutenant Evetal Savannah and two dozen scouts, roughly half the division, desert their posts and Cordor. The retired lieutenant Galverson disappeared at the same time. Morale in the guard has been on the decline. A connection to the revolution seems likely. Perhaps the Duke had announced his intention to abdicate to his officials beforehand, realizing that discontent among the military backbone of his rule and the financial troubles are too great for him to solve?\n\n17.5. Day of Revolution. According to the announcement of the Duke's Cabinet, Duke Montgomery d'Cordor abdicates and delegates leadership of Cordor to the Citizen's Ministry. In this, they will serve as the Provisional Government of Cordor. Their chief purpose will be to maintain order during this 'Revolution', draft and ratify a new constitution for the good of the people; and finally, hold fair, free elections in Cordor, where any legal citizen of the city may vote or run for office. In the mean time, the Provisional Government rules by collective decision, operating without a prime minister or executive, merely passing simple emergency legislation to restore and maintain order.\n\nTIMELINE: The Day of Revolution in Cordor: The Law Knights, led by Sir Mark Dorne, approach the Duke's Palace. Soon after, they exit the Duke's Palace and proclaim that Duke Montgomery d'Cordor has willingly abdicated his rule over Cordor. In the following week, a provisional government is formed. The Council, the acting provisional government, makes a public promise of free elections, so that the citizens may have their rightful say in who leads the ministries. A Constitution is immediately approved and publicized, giving hope to a lost community that the government can still remain organized with the abdication of the Duke. \n\n17.5. Legislation and Acts: the Provisional Government declares the annual Commonwealth Sovereignty Day.\n\n19.5. Legislation and Acts: the Council votes to give the Provisional Government legislative power in emergency matters only, to be reviewed after the ratification of the constitution.\n\n20.5. Legislation and Acts: Guard presence is to be increased to maintain order, especially in the southern district. The gold color is to be phased out of uniforms. Guards recieve a salary raise. The programme is funded by a sales tax of 0.5% on all magical weapons.\n\n23.5. Legislation and Acts: Public Works Project. A public works fund is established to maintain public and city buildings, historical buildings, roads and other facilities.\n\n23.6. Legislation and Acts: Amia Treaty Organization. In response to petitions to outlaw Banite faith and practice, Cordor takes the initiative in negotiations between the involved parties in the conflict between the Church of Bane and other cities and factions.\n\n16.7. Minister of Finance Joseph Maximillian announces that former Duke Montgomery d'Cordor is to stand trial for crimes against the Commonwealth: illegal subjugation of the masses, treason against the Commonwealth, crimes of war and abuses of executive priviledge. A housing and beautification project in South Cordor is gets support from the government and Johnathin Leohnard in particular after Sympathy for South Cordor receives two and a half million crowns from Mystra's Monolith. The Recorder runs a story on the migration of West Cordor's wealthy inhabitants away from the city in response to what they experience as economic class prejudice. \n\n20.7. Legislation and Acts: Expansion of the Court System.\n\n30.7. Before the trial can even get underway, it goes into recess as the defense attourney Wedge Lowenstein doesn't show up in court. Jud'Vardas Kenlyl is appointed as Montgomery's new legal counsel.\n\n9.8. After Jud'Vardas Kenlyl's resignation the bard Yossarin is steps in to represent the Duke.\n\n31.8. Legislation and Acts: In order to legitimize the eventual voting process, establish information on tax-payers and improve and bring to date the compilation of 'official records' on citizens, the office of Census, Voting Registration and Court Records is created.\n\n21.11. Legislation and Acts: Emergency Paramilitarization of the Commonwealth Guard. The guard is restructured to act as both a law enforcement agency during peacetime and peacekeeping agency during war when the Commonwealth lacks the funds and manpower for a standing military. This is a response to supposed threats from nobles supporting the duchal regime.\n\n13.12. Thayvians send a letter to the Commonwealth asking their allies in the government to restore good relations. An official investigation of these alleged Thayvian sympathisers is launched.\n\n23.12. A Thayvian cell in Cordor is exposed and raided. Sergeant Yance is given commendations for his efforts.\n\nTIMELINE: \nTalosians appeal to Talos and invite the god to take his vengeance upon Cordor. Collin Reyes invokes powerful magic to block the worst of the storm, and taunts the Storm Lord. Enraged by this hubris, the storm moves on northern Cordor outskirts, unprotected by the city's ward, and lays waste to the farmland.\n\nTIMELINE:\nA palpable curtain of \"static\" manifests over the Realms, blocking all divination magic, and preventing foresight into past, present, and future, as well as all sorts of scrying and remote vision and sensory magic. This issue persists through much of the next year.\n\n\n\n1377 DR\n\n2.1. There is some incident at the Cordor Arena whereupon the district had been sealed off. Rumors spread of a Red Wizard terrorist attack.\n\n2.2. Some citizens put up anti-Thayvian, anti-dragonkin and pro-guard posters around Cordor in what seems a spontaneous campaign.\n\nTIMELINE: \nThe Thayvian Menace returns, and gets publically thrashed by the Commonwealth.\n\n27.2. The South Cordor Prison is bombed. Citizen Montgomery d'Cordor dies in the attack, as does former guard Dianna Verrault. Minister of Law Carton posthumously exonorates Montgomery of all crimes against the Commonwealth. There's a failed assassination attempt against Carton.\n\nTIMELINE: \nEight months after the Day of Revolution, the South District State Prison is bombed from the sewers. Twenty-something inmates and guards die in the explosion and the collapse, and their names are announced by Hector L. Carton. Included among the dead were Sergeant Verrault and, to the shock of the Commonwealth, Citizen Montgomery d'Cordor, who was being held in the bombed tower. Hector L. Carton posthumously absolves Duke Montgomery of his crimes against the State. He is immediately assumed to have been a target. The culprits, Mynna and Yurioji, are set on the Commonwealth's Most Wanted List.\n\n1.3. The Commonwealth Council decides to erect a statue of Montgomery d'Cordor in the city square, on a vote of 3-2.\n\n10.4. Hector L. Carton dies of natural causes in his home, after some time of being ill. He is 71 at the time.\n\n14.6. Legislation and Acts: Colligation/Fragmentation of Administrative Offices. Supposedly in response to Carton's passing. It allows for the Speaker to draw up a proposal to merge or fragment the duties of an administrative office(s) to be approved by the Council for a term of six months, after which time the Council votes to whether these changes should be permanent.\n\n15.6. Johnathin Leohnard is found dead behind the Commonwealth Center, chest slit open from belly to neck. He is 33 years old at the time. The case remains unresolved for two years, until it's reopened.\n\nTIMELINE: \nIn Cordor, Minister of Law Hector L. Carton falls ill. He is later reported dead of natural causes at home, at the age of 71. Minister of Magic Collin Reyes leaves the island of Amia, gathering magicians for a research team for the Ministry of Magic. Johnathin Leohnard. Minister of Health and Public Welfare, is found dead behind the Commonwealth Center, a great gash cut into his chest. He is assumed to have been murdered....by an adventurer. \n\n22.6. The first State of the Commonwealth Address. Maximillian announces that he is merging the Minister of Law office into his Ministry of Finance for a term of six months. Sergeant Neveah Tarvencia is promoted to Lieutenant in the Adventuring Division, Captain Saeriel Zeyriel of the Adventuring Division is made the first Knight of Law in Cordor history, and Captain Yance is made leader of the division in her stead. The Speaker denounces Thayvians and almost declares war on adventurers with his strict rhetoric. He also announces that citizenship certificates will begin to be granted to people meeting the requirements of the Bureau of the Census, so that eligible voters can be registered and elections arranged.\n\nTIMELINE: \nOne Year after the Day of Revolution, Joseph Maximillian delivers the first State of the Commonwealth Speech. In it, he openly declares war on the adventuring community, and proclaims the necessity for Certificates of Citizenship, if the Provisional Government is to make good on its promise of providing free elections. \n\n26.7. The Commonwealth sends five citizens as emissaries to Kohlingen where they will practice their trades and act as liaisons when needed. \n\n20.8. Mark Dorne and Captain Yance announce that the latter has captured Enemy of the State, terrorist Mynna single-handedly when she attempted to assassinate Elijah Cromwell.\n\n20.8. Arwen and Aluvard's Fine Clothes Shoppe is bombed to rubble. At least five people died in the attack.\n\n23.8. Richard Johnson, Field Marshal of the terrorist organisation BLACK, is apprehended in Wiltun lands and turned over to the Commonwealth. He faces the death penalty for the murder of five and the bombing of the Clothes Shoppe building. Two days later he is found guilty of all charges.\n\n\n\nTIMELINE: \nBLACK commits terrorist activities until their leader, Richard Johnson, is captured by a knight of Wiltun and delivered to Cordor. He is placed on trial, and summarily found guilty and sentenced to execution. \n\n30.8. Justicar Marinsbane sends a response to Cordor's gesture of sending emissaries. The Justicar offers his help in dealing with the terrorists of BLACK and assures he would much like to visit the Commonwealth in the near future.\n\n14.9. Upon his return from a long mission to find foreign experts to work in Ministry of Magic, Minister Collin Reyes is assassinated. In a public projection on the wall of the Commonwealth Center, a mage guard recreates the scene: a seagull flying at Reyes' throat, moments before a small explosion collapses the dock. Reyes' body is never found in the wreckage but he's declared dead, and the guard begins a campaign to kill all gulls in the city until the murderer is caught.\n\n\n\nTIMELINE: \nCollin Reyes is assassinated upon his return to Cordor...by a seagull. Terrified of the implications, Joseph Maximillian delivers a paranoid edict: that all seagulls are to be bolted and murdered in the streets. Corpses litter the streets as the birds are executed left and right. After Reyes's death, a troubling curtain that has disrupted and muffled the divinations of mages and priests alike for some months is apparently lifted. Divinations yield results again.\n\n30.9. The Salandran hero of the Commonwealth Weston Carter resurrects Johnathin Leohnard from his Moribund grave on festival of Highharvestide. The Commonwealth rejoices. \n\n\n\n1378 DR\n\n13.1. The Amian Recorder returns to publication under new management. The new Editor-in-Chief, William Hurst, reports that his predecessor Ethan Starr fled Cordor rather than be taxed by the Commonwealth. Documents he hadn't had time to publish allegedly indicated a relationship to the Noble's Army, and a warrant was placed for his arrest. The first issue reports the death of Law Knight Zeyriel. She died in defending Joseph Maximillian against a Sharran assassination attempt during the execution of Ray Rodgers.\n\n3.2. The Amian Recorder presents the proposal for South Cordor Reconstruction by the late Christophan Warrick according to the original intention of Johnathin Leohnard.\n\n29.9. The Amian Recorder reports that the murder of Collin Reyes was a Harper conspiracy. A report from a \"concerned citizen\" identifies several alleged Harpers who arranged for the \"Gull\" to assassinate Reyes.\n\n8.10. The South Cordor Reconstruction Project nears its conclusion. The Council announces that its accepting proposals for the use of building #01492, the old Adventuring Division barracks next to the Nomad.\n\n17.11. A strange obelisk appears in Central Cordor, and the Ministry of Magic reports it does not pose a threat. Whatever happened to it is unclear.\n\n\n\n1379 DR\n\n7.1. Security in the city is tightened as rumors spread about the disappearance of Johnathin Leohnard. Various parties are suspected of kidnapping him, but no announcement is made. Some months later Maximillian reveals in an interview with Hurst that the orphanage-raised Leohnard left for the Sword Coast to search for his birth parents. Minister of Magic Tytalus hasn't been seen for some time either, though the Ministry continues its normal operation. He is later said to be abroad on research. Why the heightened security, then? Around the same time, portal wands cease to work in Cordor. Renee Flowers, leader of Sympathy for South Cordor, also disappears and is assumed murdered.\n\n29.1. Frugo Till is escorted out of Speedy's Messenger Service, and the next morning Commonwealth Courier Company has replaced the old business. Its services are restricted to citizens only, for reasons of security and efficiency. \n\n2.3. An open election for the Minister of Health & Public Welfare is announced. Secretary of the Ministry, Doktor Karse Ignoma and priestess Xaviera Xuider-Xee run for the position.\n\n7.4. Citizen Xee is elected as the Minister of Health & Public Welfare. Dr Ignoma continues as Secretary.\n\nTIMELINE: \nIn spring, elections are held in Cordor to fulfill the position of Johnathin Leonhard, the Miraculous Ressurected, who had, for the second time, taken a departure from the Commonwealth. In the race between Xaviera Xuider Xee, and Dr. Karse Ignoma, Xaviera wins, and she is taken in with loud applause, becoming the new Minister of Health and Public Welfare.\n\n16.4. A strange phenomenon of Aurora Borealis begins in West Cordor and slowly spreads across the island and sea in a northeasterly direction.\n\n21.4. A messenger from Kohlingen denounces the Arcanum and its influence on the Ministry of Magic, accusing both of hostile action towards the Mystrans. Kohlingen urges the Commonwealth to investigate this matter and assures its good intentions toward the city. After this diplomatic incident, the five emissaries from Cordor leave Kohlingen.\n\n26.4. Shrine of Eilistraee joins in condemning the Arcanum. Jud'vardas Kenlyl tells he was to represent the Duke but suspected Arcanum agents kidnapped his wife and threatened him to drop the case.\n\n26.4. Minister Xuider-Xee presents the Council's response, denying any knowledged of the Arcanum's alleged crimes. The Commonwealth nonetheless takes these charges seriously and invites First Knight Yaston Sylgerand of Kohlingen to assist in the Secretary Jay Edgar Mover's investigation into the matter.\n\n27.4. Headmaster Ulrik Valis of Mystra's Monolith reiterates the Monolith's claims against the Arcanum, exposes their allegedly racist, sexist and elitist ideology and explains details of their attack.\n\n28.4. Guard Captain Nevaeh Tarvencia brings forth accusations of corruption in the government, blaming the Arcanum for the attempted murder and suspected kidnapping of Johnathin Leohnard and the Ministry of Law for overlooking evidence against the Ministry of Magic. She encourages citizens to demand the rights promised to them if the government cannot handle the issue with integrity. This causes quite a stir among the people and the Recorder is quick to profit.\n\n29.4. Cordor erupts into a frenzy at the Second State of the Commonwealth Speech. Evidence is flung on both sides of the podium, culminating in an impassioned speech by Nevaeh Tarvencia, Captain of the Adventuring Guard. This causes Joseph Maximillian to make several declarations, with the end result being an enflamed demand for the Captain to \"Arrest the Harpers for crimes against the Commonwealth\". The Captain declines, and Minister Xaviera makes an attempt to stall the decision and pull the Council to discussion. It happens on the spot, and an anxious, nervous Elijah Cromwell demands his right to private counsel before rendering a decision. The two ministers successfully stall the decision, and the criminally accused walk free of the city. The charges are later rescinded on lack of evidence.\n\n30.4. The Aurora Borealis that has spread over the island and to the north-east, originating in Cordor \n\n16.4., reaches the Monolith of Mystra and disappears along with the tower. Ulrik Valis makes a public statement claiming the tower and one of its inhabitants was willingly sacrificed to prevent a backlash against the Commonwealth, and accuses the Arcanum not only of murder and sabotage but gambling with the lives of Cordorians.\n\nTIMELINE:\nA beautiful aurora appears over Cordor, and stretches over the length of the island, extending to the northeast. It goes across the sea, where it meets with the lone Mystran monolith in the ocean. When it comes into contact wiht the Monolith, the Aurora abruptly disappears.... as does the Monolith of Mystra. The few remaining members of the Monolith Guild take refuge in Kohlingen.\n\n5.5. Fliers and \"Monties\" minted in the Duke's days rain down from the sky, demanding the death of minister Tytalus and Secretary Pelczukr by a \"True Prophet of the Seven Stars\" supposedly unaffiliated with Harpers or the Monolith. A bounty of 40.000.000 gold is promised for their heads. Speaker Maximillian quickly responds, outlawing the faiths of Mystra and Azuth and asking for practicing magicians to report to the Commonwealth Center. There they are asked to never wield Art against the State. This is reported to be a harmless geas that has no other effect. The next day the guard reports the capture of Xyrkha Vanzan, a Sharran responsible for the fliers. Minister Xee demands lifting the ban on Mystrans and Azuthans and undoing the geas spells. The ban is no longer enforced and the applications of geases stops.\n\n7.5. Captain Tarvencia announces that the investigation of the murders of Johnathin Leohnard, Renee Flowers and too other Sympathetics is reopened, with Sir Avadon of Wiltun as the official suspect. Avadon turns himself over to the Ministry of Law two days later. (WHAT HAPPENS?)\n\n11.6. Bendir Dale finally joins in condemnation of the Arcanum.\n\nTIMELINE: \nBefore, during, and in the wake of these events in Cordor, the magical institution known as the Arcanum comes under heavy public attack from the faces of the Mystran Monolith, with official backing from the city of Kohlnigen. Political relations become strained. Immediately. Public backlash varies, and minister Xaviera and Captain Tarvencia are publically seen making statements against various actions of the Arcanum, who are quickly linked as being the entirety of Cordor's Ministry of Magic.\n\nTIMELINE: \nGoblins and Kobolds in the Frontier north of Cordor begin to wage war on each other, a combat based on territorial expansion needs. The combat is bloody and stalemated, with no real victor. However, this benefits the nearby farmlands and frontiers: Attacks on Cordor lessen as the beasts turn on each other, with the kobolds seeking to claim the numberous caves and underpasses in the West for Warrens and the Goblins seeking to claim the already mined out cave complexes of te Kobolds for their own use.\n\n1380 DR\n1.3. The Amian Recorder reports that a member or members of the Ministry of Magic are to be charged with high treason for attacking the Monolith of Mystra without authorization, and that the Ministry has been inoperable during the investigation.\n\n12.1. Guldorand is burned to the ground.\n\n16.1. Cordor steps up to offer citizenship to the refugees of Guldorand and to reclaim the territory of the lumber camp. Citizen Artum Tauri takes charge of the rebuilding effort until he disappears. Other parties of the island, notably the Copper Industries, assist in the project.\n\n23.1. Guldorand is attacked again\n\n31.3. A plague breaks out in Amia Forest, killing birds at first but soon targeting other animals. In a matter of days elves are dying. Two weeks later the plague reaches Cordor, and two weeks after that local elves begin to fall. Elftown, at the waterfront in South Cordor, becomes a ghost town as residents die or flee. The plague rages on for some five months until it passes.\n\n31.5. The Arcanum trial begins, with 13 members of the Ministry of Magic accused.\n\n10.9. Justicar Saul Marinsbane of Kohlingen passes away after collapsing at the annual Wyrmfall celebration. \n\n21.9. The Blue Skies Academy opens its doors to students.\n\n24.9. Representatives from Cordor, including the Speaker, attend Marinsbane's funeral.\n\n\n\n1381 DR\n\n5.2. Commonwealth troops move to the Lowlands Delta in the wake of Reaver attacks and claim jurisdiction. Guard presence in the northern outskirts of the town and along the route to Guldorand also increase.\n\n7.2. Captain of the Adventuring Division, Nevaeh Tarvencia, is declared Enemy of the State. She is accused to an assassination attempt on Joseph Maximillian, cutting down Knight of Law Hector and several others in the process. Rumors spread of a Kohlinger attack on the Cordor-occupied Lowlands Delta, but Kohlingen denies responsibility. \n\n8.2. At the invitation of the Mayor of Wharftown, Silver Dragons of Kohlingen move into the town and declare it under their protection. The Adventuring Division of the Cordor Guard is disbanded and merged into the new Commonwealth Scouts - Alpha Division Vanguard. \n\n13.2. A Treaty of Light is signed by representatives of Kohlingen, Copper Industries, the Eilistraeens, the dwarves of Barak Runedar, Wharftown, and Winya Ravana. It repeats accusations against the Arcanum and calls upon the people of Cordor to expel the organisation from power. Tensions increase. Wiltun declares its neutrality.\n\n14.2. Joseph Maximillian announces an election for a new Minister of Finance, as advised by Minister Xee. Over the next few days, four candidates step up: Secretary of Finance Penn E. Pincer, Bureau of Census official Eli Hodgewall, and citizens Aven Srylle and Arianne Regaleyn.\n\n15.2. In retaliation to their signing the Treaty of Light, the Commonwealth revokes the special dispensation of drow possessing an insignia from the Shrine of Eilistraee to enter the city, effectively banning all drow.\n\n16.2. Castiel Fryar is taken into custody for suspected failure to give up her noble privilege in Waterdeep. \n\n17.2. Tarkuul denounces the zeal of Kohlingen but also joins in condemnantion of the Arcanum. It announces its continued neutrality and remains open to seekers of knowledge.\n\n4.3. Castiel Fryar is quietly released\n--------------------------------------------------------------------------------------------------------------------\n\nThese alterations have been done to 'set the stage,' if you will, for his eventual return to our time. As of this writing, savages from the Spine of the World march south, bearing the symbol of Rebirth and working vile blood magic, threatening the Lord's Alliance and Silverymoon. They worship the 'One and All'. They worship Collin Reyes. A man born in Cordor, in the year 1346. A man they have worshipped for centuries.\n\nWhen he is Reborn into our time, the entire Realm will be faced with a man who now has command over chronomancy - the magic that deals with time, as well as a potent blood magician. A man who through his temporal manipulations has empowered his magical lineage and has mastery over the secrets of the Nether Scrolls and other ancient mysteries. A terrible and dire threat, yet he remains a man.\n\nThus I implore all goodly folk to ready themselves. Ration food for the coming winter. To warriors and soldiers, steel yourselves and be ready to defend your homes and people. Servants of the divine, turn to your gods and hold true to faith. Those who wield the Gift of Mystra, know that you serve the true gods of magic. By your faith and efforts, the sanctity of the Weave shall be upheld; logic and reason shall hold true against madness and lunacy.\n\nThe light of faith and goodness will outshine this threat, even as the isle stands upon a dagger's edge.\n\nDucal Presence in Kohlingen:\n\nLord Augir Goldberg, who led the loyalist resistance, endeavored to find the Duchess Eileen d'Cordor and ensure the protection of Her Grace and the Princess Lanie d'Cordor. He granted the Duchess the safety of House Goldberg in Kohlingen. While for many months her presence was kept a secret to all but the most trusted circle of allies, his commitment to rescue the Duke and to safeguard the people of Cordor never wavered. \n\nSer Robert soon became a trusted and close friend of Lord Augir Goldberg, and summarily entered in service to the Duchess and the d'Cordor family. Her presence was then shared with a select number of Kohlingen officials. The two agencies of the Holy City and the Duchy of Cordor initiated a joint-venture to combat the Arcanum; Ser Robert represented the Duchy, while Magister Ulrik Valis represented the Holy City.\n\nIt was decided that the presence of the Duchess, and later, the Princess, had to remain a guarded secret. The tensions between Kohlingen and Cordor were rising and reports of murder squads, ordered by the corrupt provisional government of Cordor to seek the Duchess and her daughter, led to the belief that war would be unavoidable if they should succeed in bringing harm to the ducal family.\n\nAfter the death of Justicar Saul Marinesbane, the Duchess was given chambers within Dragonstone Keep for her protection. \n\nSer Robert and Magister Ulrik Valis monitored the situation in Cordor closely. They and those trusted allies they worked with, investigated the efforts of the Arcanum and focused on creating a counter-balance to the ever more prominent threat rising in the south. Their work on the Treaty of Light was only one of their many contributions. While the Commonwealth was repeatedly warned of the threat, the warnings were not heeded.\n\nThe Dragonstone Treaty, a formal alliance between the Duchy and Kohlingen, was finalized in 1380 DR.\n\nThe Liberation of the Secret Prison\n\nOn 14 Eleint 1381 a group conducted a covert operation against the Arcanum. Through the Cordorian underground they entered the halls of the secret Arcanum political prison with the purpose to liberate those detained within, to eliminate the Arcanum personnel present, and to secure any and all records and evidence found. Upon breaching the gates, they soon encountered blood magic and the blood beasts, as well as heavy resistance from Arcanum magi. The amount of blood beasts destroyed is unknown, but the group estimates them to have numbered in the hundreds. Dozens of Arcanum mages fell. Sergeant Yance and Mover's personal bodyguard were also found and lost their lives defending the political prison from its intrusion and inevitable revelation to the public. This group successfully hindered the Arcanum in a plot to unleash their full contingent of blood beasts upon Cordor and prevented hundreds if not thousands of deaths amongst civilian population. \n\nConditions within the political prison are a testament to the depraved genius of the Arcanum. The following two excerpts were taken from the personal report of Miss Aiseth to Kohlingen:\n\n--------------------------------------------------------------------------------------------------------------------\n\"The inner plaza contained the centerpiece of this compound: A large fountain of blood, and two deep red pools that worked as the facility's lungs. From this, the blood from the pools itself became somewhat animated and begin to attack us. Sometimes as small as pints, and other times as large as many liters of animated blood capable of soaking blood from its target like a sponge.\"\n--------------------------------------------------------------------------------------------------------------------\n\n--------------------------------------------------------------------------------------------------------------------\n\"The cells smelled of the worst blooded yeast you could possibly imagine. Each cell designed in such a way to sink blood through grates leading back to the compound's blood pools. The team went to work on getting the locks broken along the west and east wing of cells, and it was here we freed about one-hundred to three-hundred men and women of various races and creeds. I went into one room that was a more advanced sort of torture chamber, literally painted from ceiling to floor with blood as though merely decoration, the equipment itself was crimson with blood. A very weak black-skinned bard splayed on a confession cross like a dead puppet whom I untied and carried. Many were able to walk, confused, but obedient, they followed us out of the cells. All of the prisoners however had a red spiral tattooed into their forehead.\"\n--------------------------------------------------------------------------------------------------------------------\n\nThe bard Yossarin was among those liberated from the prison. After several weeks recovering in a Salandran sanitarium, he added a personal account of his treatment at the hands of his jailers, who were both Arcanum magi and agents of Jay Edgar Mover's secret police, the Third Party:\n\n--------------------------------------------------------------------------------------------------------------------\nOne night in Wharftown I was sanding down wooden keys intended for a pneumatic harpsichord when I noticed that the village became very quiet. Before I could investigate, there was a knock upon my door. When I opened the door, someone in armor struck my abdomen with a truncheon hard enough to knock the wind from me. As I reached to close the door and flee, my wrist was caught in the bite of a scourge. The pain was intense and I felt it all through my body, and then a burlap bag was thrown over my head. I remember that it smelled of soured turnips and had drawstrings that were drawn tighter around my neck than a choke chain; between the sour smell and the constriction of my vocal cords, I could not even plead for reason or ask my abductors about their motivation. Nor did I ever get the chance.\n\nFor when the burlap sack was removed from my head, I was alone in a roughly 5.5x6.5 cell with a ceiling that tapered low in the back at two feet high and rose to only five feet at the door, which was more caged crawlspace than cell door. For days I pleaded for legal representation, for due process, for an explanation, for human interaction, for a face, for even a voice. All I received was a cold and tasteless meal that appeared only during my sleep. A ride later, I began to lose track of time. A ride after that, I began to lose track of reality and the ability to discern my dreams from my imagination; the only indication that I had been asleep was the sudden appearance of food. And in due time, I began to wonder if I could trust even that.\n\nIn hindsight, the prison was effective in destroying any and all hope of escape. When you are so isolated from human interaction that you begin to wonder if anyone else even exists in the prison, or in the last place you knew, or in the whole of Toril, and then have accepted your solitude as fact and begun to acknowledge that, yes, Toril is populated but only by the people you imagine it must be, and those people take on lives of their own, personality quirks that you design for them and assign as a golemsmith assigns an eye or an ear or the fingernails of the right hand, and you hold conversations with them, become invested in their lives that you made up...then escape is no longer on your mind. Nothing is on your mind but your own mind.\n\nWhat I experienced was nothing short of an egregious dehumanization. Would I have ever suffered isolation and madness had I been a wizard? Was I dismissed entirely out of hand, given less attention even than a beast of burden, for the color of my skin?\n\nNo matter how enlightened the Arcanum's future for the world may sound on paper, I can say that in practice, it is beneficial only to a very select few. The rest of us may as well be dead, for there was no meaning to the delusional life I lived in the tomb they built for my hopes and my dreams.\n--------------------------------------------------------------------------------------------------------------------\n\nPreparation for the Intervention:\n\nIntelligence reports reached us on 9 Eleint 1381 that the Arcanum was preparing for the rebirth of Collin Reyes. Their intent was to unleash the power of the ley-knot to sacrifice the City of Cordor and it's citizenry, in order to fuel the blood contingency for the rebirth ritual. The estimates were that at least 90% of the city would be laid to ruin. Civilian casualties would be above 80%. Furthermore, it was estimated we would at the most have three tendays before the Arcanum would act. \n\nSer Robert of Caris, Hand of the Duchess, was under direct orders by her Grace to do all that was in his power in order to prevent harm of the civilian population. After conferring with Ulrik Valis, the two came to the conclusion that an intervention was necessary. The preparations were undertaken immediately and in absolute secrecy. Only a small number of chosen individuals were selected. Due to the danger of a leak and the corrupt condition of the Cordor, informing the Commonwealth was not an option. The primary objectives were to prevent harm to the civilian population and take control of the ley-knot. The secondary objectives were to free Duke Montgommery and cripple or destroy the Arcanum.\n\nConducting the ritual to liberate the Duke from his prison in liminal time was a daunting task even under perfect conditions. Add the pressures of doing so in hostile territory, remove some of the specific relics required in a perfect performance of the rite, and the chance for success was minimal. Yet it was deemed to be a necessary risk. If Collin Reyes would be reborn, the Duke would have been the only person in the region who could rival his power. \n\nNevaeh Tarvencia and Ulrik Valis began to prepare the plan to take control of the Ducal Palace. Ser Robert and Sir Izariel Skyfall, First Knight of Kohlingen at the time, began to prepare the plan for the allied force of Kohlingen and Barak Runedar to support the operation. The allied forces would be called upon to enter Cordor, forcefully if necessary, under the conditions that:\n\n1) the ducal forces within the Palace would come under attack before their objectives were completed, \n2) if Commonwealth troops sided with the Arcanum to unleash the blood contingency, \n3) if the Arcanum would bring violence to the streets and civilian population.\n\nIn addition, preparations were undertaken to enable post-intervention options. One of these was the removal of corrupt officials and the formation of a people's government under the Duchess or the Duke if his liberation from liminal time were successful. It was also decided that the new provisional government would have included the elected Ministers Hodgewall and Xee and would have founded a council of thirty representatives - five from each district and five from Guldorand to assist and partake.\n\nThis post-intervention plan was backed by the preparation of a relief effort of 100,000,000 gold pieces and over 10,000 units of building material to be provided by Miss Zellani and Ser Robert, respectively. Food, medicine, and other vital goods were also gathered.\n\nThe planning soon was subjected to additional pressure. The estimate of three tendays was changed to less than two with only a few days remaining. Sir Izariel Skyfall had been unavailable for much of the planning, being detained by other matters. Ser Robert took charge in organizing the effort with Kohlingen and Barak Runedar with the continued aid of Ulrik Valis. Only a few days prior to the operation could it be fully outlined to the Lady Justicar. She gave her consent to the plan.\n\nThe Intervention:\n\nOn the day of the operation, 21 Eleint 1381 DR a briefing was held to inform the officers and adventurers of the taunting endeavor that awaited them in mere hours. The ducal forces were readied to move out under Captain Nevaeh Tarvencia. Their objectives were to infiltrate Cordor, take control of the Ducal Palace, and place the ministers into custody. Two specialized units would join them. \n\nThe first, under command of Tuomas Valo, would conduct the ritual to free his Grace Duke Montgommery within his former chambers. The second, under command of Ulrik Valis, would enter the private chambers of the Arcanum through the hidden magical passage in the ducal palace to prevent them from destroying the city. Sir Izariel and High Councilor Whurak awaited word to assemble their forces. The armies would not assemble and move south before the Ducal Guard had entered the palace, as to ensure the troop movements would not alert the Commonwealth to tighten security.\n\nUpon arrival of the ducal force and the two specialized units, the blood boiling spell was already in full effect. This made the likelihood of violence a far greater risk. Due to the chaos in the streets of the blood boiling spell, the meeting hall of the ministers was vacant. The Commonwealth guards within the palace, however, joined the endeavor once Nevaeh Tarvencia had explained the situation and the halls were secured. Ulrik Valis and Tuomas Valo commenced their work. \n\nWhile it was believed the ritual to return his Grace Duke Montgommery was unsuccessful, it was later discovered that it had. Ulrik Valis and his force successfully prevented the Arcanum from completing their plans. \n\nOutside the gates, violence broke out between Kohlinger and Commonwealth soldiers who were suffering from the blood boiling spell. With the aid of Minister Xee, further bloodshed was prevented and a detachment of Kohlingen and Barak Runedar was permitted to enter to assist with the situation.\n\nIn a display of violence, the Arcanum assassinated Speaker Maximillian as he was gathering a force to move against the ducal guards within the Palace. Through the effort of Minister Xee and Nevaeh Tarvencia, a situation that could once more have deteriorated into further bloodshed, was successfully avoided.\n\nDucal Presence in Cordor:\n\nIt soon became evident that the years of lies and propaganda had rooted themselves into the Cordorian mindset to a far greater degree than had been expected. Negotiations were initiated but they did not prove fruitful. While it was hoped that the truth behind the many crimes of the Commonwealth would have enabled a peaceful compromise until a permanent and just government could be established, the necessity for a withdrawal became more evident.\n\nDue to the rising tensions between ducal and commonwealth forces, the escalation to violence became an ever more concerning factor. Ser Robert was assaulted by a Law Knight in service of the Commonwealth. Brawls between ducal guards and commonwealth guards occurred, and the ducal guard was instructed to remain within the ducal palace. The attacks upon the lives of the ministers gave us the impression there was little order remaining within the city. \n\nSer Robert and Ulrik Valis decided against an early withdrawal due to the danger of the ley-knot falling back into the heads of the Arcanum or corrupt Commonwealth officials. When they were informed that the Commonwealth guards had turned on their own officials without our allies close to intervene, preparations were made to hold the Ducal Palace to the last man. It was a strategy necessary to grant Ulrik Valis the time to untie the ley-knot safely.\n\nTwo days later, a mob threatened an attack upon the palace. The withdrawal plan went into effect. It would occur just before the ultimatum would run out to buy Ulrik Valis as much time as possible. Ser Robert released a statement announcing the withdrawal in the hope it would deter the mob from forming. Documents pertaining the corruption of the Commonwealth and evidence pertaining criminal activity were secured. The ducal force then withdrew. \n\nUlrik Valis with his personnel completed their task and then followed shortly after. The following statement was released shortly after:\n\n\n--------------------------------------------------------------------------------------------------------------------\n\"To the people of Cordor,\n\nAs you may have noticed the lights in the sky the evening of 24 Elient, an explanation is both necessary and proper as to the cause, and the threat posed to you all.\n\nYour Ministry of Magic manipulated a form of magical energy known as the ley. The ley-lines are a magical phenomena that are a fascination to many in the Arcane community. And an oft misunderstood one, even among learned magicians. \n\nThe Arcanum knotted this energy together, much as one may pull taut a rope, and tie it together. They did this over and over, creating a massive knot, hence called the leyknot. This was an unnatural bending of typically freely flowing and harmless magical energy. Thus unnaturally wound, it became a threat to the city. As they wound the leyknot, so they had the ability to sever the knot. As a tautly pulled rope is ought to do when cut, this would have caused the ley-lines to snap back and backlash, creating a very powerful release of magical energy over the entire city. Educated estimates put the potential destruction as near ninety-percent of the city.\n\nAs their actions in the past tenday demonstrated, the Arcanum were a dire threat to the city of Cordor. Their machinations were for the ill of the people of Cordor. With such a lingering threat quite literally over the entire city, action had to be taken.\n\nThe aforementioned lights visible over Cordor on the evening last were a visible manifestation of the safe unraveling of the leyknot, conducted by myself and assisted by wizards Tuomas Valo and Robert Stanwell, and with the permission of your elected Ministers. One legacy of the Arcanum is now removed, many may yet remain. The effects of this particular action are two-fold. One: The leyknot may no longer be severed, resulting in the massive destruction of your city. Two: In the coming days, as the ley-lines sort themselves into a normal flow once more, portal rods will once more function in the city.\n\nIt is my hope this explanation is edifying. In the coming days, and as the city rebuilds itself in the wake of the Arcanum-wrought destruction, I offer to engage the new Ministry of Magic in dealing with the legacy of that malign cabal. As well as to offer further explanation and detail on the phenomena that was the ley-knot, should it be requested.\n\nMystra's blessings,\n`Ulrik Valis\"\n--------------------------------------------------------------------------------------------------------------------\n\nCovert Operations:\n\nFollowing the withdrawal of the ducal guard, two covert operations against the Arcanum were conducted.\n\nThe first was an endeavor organized by Lord Avadon of Wiltun consisting mainly of his confidants and companions. Lord Ulrik Valis, Ser Robert, Magister Christian and Lady Vera joined to assist, as well as to ensure that Lord Avadon would not further the goals of Collin Reyes. His associations with the Arcanum and his implication in the murders of Johnathin Leohnard, Renee Flowers and others years before continue to call his character into question. The group entered Cordor South by sea and sought out the Arcanum beneath the city. Dozens of Arcanum magi were put to the blade and several hundred blood spirits were destroyed. \n\nThe second operation consisted of personnel of the Duchy, Kohlingen and Barak Runedar entering a pocket dimension into which the remainder of the Arcanum had fled through a portal in a residence in Cordor West. The Amian Arcanum cell was destroyed. Documents, ledgers, artifacts and other items recovered from the Arcanum sanctum were secured. \n\nNeither operation was conducted with the knowledge of the Commonwealth. Their success was partly undone through the timeline changes of Collin Reyes, as the Amian Arcanum cell has reemerged.\n\nAn account of his Grace, Duke Montgommery d'Cordor:\n\n\"I have less to say on the coup than you might think. It happened rather abruptly, which leads me to believe it had been in the works for a long time. \n\nMark Dorne of the Law Knights entered my office, followed by Collin Reyes, then a mere magician of no status. Dorne demanded I step down for having run Cordor \"into the ground\". I believe he was upset with my stance on the adventurer matter. He had asked, not too long before, that he be given more powers to deal with adventurers and that laws be adjusted to be more harsh towards them.\n\nI refused. If it weren't for adventurers, Cordor would be a smoking ruin ten times over by now. Dorne demanded I step down and submit to \"lawful trial\" for my actions. Not wishing Cordor to fall into chaos and civil war, I agreed to the demands. Had I known what the consequences would be, perhaps my choice would be different now. \n\nAfter my abdication, I was taken to Cordor's prison. I awaited trial. And waited. And continued to wait. The people who were to represent me, Jud'Vardas and Yossarin, among others, stopped coming. I had thought that Dorne was locking them up, or blackmailing them. Regardless, I was content to await my trial. \n\nOne day, however, the jail was shaken by a massive explosion. Cells and corridors dissapeared, collapsing into the sewers beneath. My own included. Before I had a chance to even realize what was going on, I was set upon by a number of aggressors and brought before Reyes. That is when he performed the ritual known as the Tempus Claustrum. He and others. \n\nThey tied me down, in the middle of their arcane diagram, with candles lit all over. The ritual took a long time, as he was progressivly inflict more and more pain upon me - as the ritual demanded. At one point, though, he consumed what looked like blood. I believe it was at the middle of the ritual. Perhaps toward the climax. I cannot remember clearly. But, once the ritual had been finished, I felt myself slip away.\n\nAnd all of a sudden, found myself in Liminal Time. That, Ser Robert, is not something I can explain in words. It's having all your senses assaulted by Infinity, all at once. Try as you might, you can not escape. There is no magic. There is only sensations. Sounds, images, always changing, always moving, faster than the mind can keep up with. \n\nI had begun to resign myself to my fate, as much as was possible. But after being there for gods only know how long, I suddenly felt free. I could move. I was tempted to return. But I did not. Reyes had visited me more than once. To gloat. To taunt. So I decided to follow him. \n\nI followed Reyes through the Past. A very difficult undertaking, even with my sharing his ability to walk Liminal Time. He proved elusive, at first. I found him in what was present-day Mulhorand and sought to battle him - he fled. I pursued him into Kara-Tur. He fled once more. \n\nMind you, weeks or months or maybe more passed between each of these encounters. Liminal Time works very differently than regular time. I encounted him on the snowy tops of the Spine of the World - and that is where he first fought me. Our powers were matched and we both retreated after a heated exchange. \n\nI then found him on these very isles, long before Cordor was established. We fought one more, but this time he proved to be stronger. I was forced to flee. \n\nThe next clash happened in the days of Netheril and that time, he proved far too powerful for me. I was forced to retreat before his newest power - blood magic. Seeing as I could not fight him directly, I decided to wait. I followed him from the shadows and undo his work as best I could. \n\nThat worked, for a little while, until I followed him to Maztica. Thousands of years before the Dale Reckoning. I had barely arrived and heard an eerie incantation. I saw Reyes standing in the middle of a magician's circle, with magi all around him. But worse still was the blood. A literal wall of blood circled around each of the ritualists. It was the first thing one would notice, so distracting that it nearly made you overlook the bodies. \n\nDozens of bodies, my lords. Dozens. Not one of them older than thirteen. Before I could do much, I felt something I never had before; the Weave all around us was torn asunder. The night's sky with it's thousand-thousand stars turned pitch black. \n\nThe jungle around became quiet. It was if all living things were holding their breath in disbelief of such blasphemy. To feel the Weave and then have it simply cease to exist around you is a terrible feeling. It's as if you're suddenly widowed of a part of yourself.\n\nTo my shame, I quietly fled into the jungle. Deep and deeper still. It took me hours until I mustered up the courage to attempt to enter Liminal Time. It worked. \n\nThat was my second to last \"confrontation\" with Reyes.\n\nI realized he was becoming too powerful, yet I knew I could not best him in single combat. So I plotted to ambush him. And so I did, when I found him in the days before Netheril had taken to the skies. I met with the elves of that time. Promised them the moon and the sky in return for their aid - they were, in the end, the ones who taught the Netherese magic. \n\nI opened the gates to more planes than you can imagine and asked for help, making promises I could never fulfill. But when the time came and my trap upon Reyes was sprung, he knew. He was expecting me. He killed the elves and banished my planar allies. He meant to kill me with his blood magic, but I escaped. I slipped into Liminal Time just as he worked his vile magics upon me. I made it, mostly. \n\nHis magic affected my body in a way that has healers baffled. They seem to agree I shall never regain full use of my right hand. Part of me wonders if it was not an intentional slight of his. \"You're not worth killing, but distrupting your ability to use magic is punishment enough\". \n\nBut there are no words that can express what returning to Eileen and Lanie means to me. \"\n\nThe Amnish Role: Amian Conquest\nAn account by Yossarin bani Shadowbard\n\nHaving read the whole of this statement, you may wonder: what role does Amn play in all of this? To those of you who believe in such things as dramatic convention, the intent is clear. To those of you who have read this report and acknowledge the sheer tenacity and resourcefulness of the Arcanum and especially the Amian Cell headed by Collin Reyes, it is also equally clear.\n\nDo not be fooled by the diplomatic approach the Cowled Wizards of Amn have taken in regards to the city of Cordor and the denizens of this island. Over the past generation, the Cowled Wizards of Amn have grown to a level of influence and power that not only rivals any power they ever had in the past, it also rivals any power they had in the present we used to know. Yes, the Cowled Wizards are not supposed to be as influential as they are, yet seemingly overnight, an entire history of events in Amn has unfolded that has placed them in even greater control of the country. A history that we assert is a direct and malevolent manipulation of our reality by Collin Reyes.\n\nConsider the following similarities between the Cowled Wizards and the Arcanum:\n\n- Each is fundamentally conservative in their approach to both magic and culture. The Arcanum is ardently hegemonic in both their membership and their views, a composition that rarely affords them much in the way of diverse worldviews. The Cowled Wizards have for decades insinuated themselves in many major Amnish settlements, especially Athkatla, and continue to promote politically and culturally conservative policies...\n- ...especially in regards to the control of those who practice magic. Each has a vested interest in controlling the practices of other magicians. Already they have claimed to be self-appointed defenders of the Art and crusaders against those who would abuse it. The Arcanum readily makes the same claim to defend the Art from those undeserving of it.\n- Each insinuates itself into political structures. The Amian Cell of the Arcanum did so in Cordor's Ministry of Magic. The Arcanum in Halruua are gaining dominance in the magocracy's educational institutions, which are seats of government in and of themselves. In Thay, the Arcanum work sometimes adjacent to and other times adverse to the Red Wizards in their efforts to make the quality of life better for the Thayvian citizen with magical innovations. And in Amn, the Cowled Wizards influence legislation and public practice to such a degree that one of them may very well serve on the secretive Council of Six in Athkatla.\n- Each adheres almost exclusively to wizardry over any other paradigm.\n- Each wears cowls.\n- Each keeps secrets.\n\nThe Cowled Wizards of Amn are the Arcanum, or have been compromised through it's members. We make this claim with only circumstantial evidence, but the contents of this statement alone raise the distinct possibility.\n\nJoseph Steinburg has very little claim in holding the whole of the city of Cordor responsible for the loss of Helmsport. It was Tytalus, or Johann Kurtzweil, who in violence razed the city to the ground and cost Athkatla and the Amnish country the 250,000,000 ransom for which they seek recompense. When one considers that Duke Montgomery d'Cordor never lawfully abdicated his rule and only did so under duress, this calls into question the validity of the provisional government - save perhaps those elected by the people themselves, in whom is invested the will of the people to represent them. Minister Tytalus was one member of this provisional government and so has no actionable legal standing to represent the interests of Cordor in the razing of Helmsport. Joseph Steinburg should do as Minister Xee has suggested and seek to collect the appropriate damages from Tytalus himself, who has through Reyes' influence made himself known again in our reality. \n\nWe should very much like to see Amn try to take the proper course in addressing its losses.\n\nTo be fair, Joseph Steinburg's desire to protect Amia from the ravages of magicians driven to maddening lengths by their own ambitions is admirable, as is Amn's gift of foodstuffs to the people of Cordor, especially those starving in the West. For these acts we express the appropriate gratitude. And although we cannot in good conscience allow Amn to place us under the yoke of the Cowled Wizards, we can invite them to make good on their promise to protect us from magicians by eradicating Tytalus from our island and banishing any Arcanum with a similar bent to the Amian Cell of the Arcanum from their own country. \n\nAnd to do so with the knowledge that we will still not permit their foreign powers to cast so long a shadow over us.\n\nAlas, this may prove too great a conflict of interests for the Cowled Wizards. For if all that has been said has not been convincing enough, please consider the recent 13th Symphony of Sigismund of Athkatla, a true masterpiece in its own right, but an opus in context with the whole of his cantomantic corpus. A first symphony that emphasizes whole pedal notes and series of chord progressions rendered in melodic quarters; a second symphony in cut time; a third symphony in the waltz signature; a fourth that is a fugue of variant melodies of the first; a fifth that where the root and the fifth of each chord are composed to be interchangable, giving the symphony a uniquely interpreted sound either way; a sixth in sixth time that is like a ballad to bid goodbye to the sun; a seventh that globalizes the thematic melody of the first and the fourth by introducing chiefly Kara-Turan sevenths as well as other ethnic invocations to expand the symphony's sphere of influence; an eighth that expands the breadth in a different direction, this time covering the whole of space in tone in eight movements dedicated to eight octaves; a ninth that is, in fact, a more fully instrumented variation on the third symphony where vocals are introduced; a tenth that is wholly enigmatic and elusive, invoking the archaic tenth sphere or school of magic sought and never found; an eleventh that seems an original composition that carries subtle elements of every other symphony and yet is described by critics as \"inexplicably hinting towards something more\"; a twelfth that was a brilliant piece in its own right and the supposed final piece of the opus, where those same critics discovered \"the inexplicable given voice through Sigismund's musical genius\"; and now, mostly recently, a thirteenth that stands alone from the others, very much apart. The one piece that is outside the complete package of twelve. The One, compared to the Twelve. The Singular, compared to the Plural. The Ascension of One Man/God, compared to the Structure of a Pantheon.\n\nEach symphony is a number on the face of the clock, except for the 13th, which is the fabled Witching Hour that exists on no clock, exists in no time, but is a hidden hour after midnight wherein the impossible can occur. Impossible things like bringing time traveling magicians back to our era. Impossible things like erasing an entire reality and supplanting it with one of your own making, even though you are not a god, even though Sigismund's 13th Symphony sings that you are without ever having to declare it in words.\n\nYou are free to doubt these claims about the Amn's interests in Amia. You may dismiss the idea that the Cowled Wizards are, in fact, the Arcanum in a poor disguise because there is no hard evidence to prove it. You may scoff at a bard's mad ramblings about the secret meaning behind a prominent Athkatlan wizard's opus. But if you have doubts, we encourage you to press the Amnish with these questions, to adopt the same healthy skepticism you would adopt towards the veracity of this statement towards the veracity of their claims. For too long, the people of Cordor, and arguably many others across Amia, have thought too much of what others have told them to think.\n\nThe time has come to believe in something. We hope you choose to believe in the reality we present, a reality that brushes away the veil of mystique that has hung like a cloying death shroud over the whole of our island's struggle with the Arcanum. We hope that you put aside any squabbles you may have with one another and unite, even if only temporarily, against a threat that extends even beyond the borders of our island. If we are successful in managing this crisis, you may return to these seemingly insurmountable differences of opinion afterwards. If we fail, we shall all find that none are left with whom to argue.\n\nYossarin bani Shadowbard\nHerald of the Duke\n\nLord Ulrik Valis\n\nSer Robert Henry Richard of Caris\nHand of the Duke\n"
    }
  },
  "DisarmDC": {
    "type": "byte",
    "value": 0
  },
  "Faction": {
    "type": "dword",
    "value": 1
  },
  "Fort": {
    "type": "byte",
    "value": 5
  },
  "Hardness": {
    "type": "byte",
    "value": 5
  },
  "HasInventory": {
    "type": "byte",
    "value": 0
  },
  "HP": {
    "type": "short",
    "value": 10
  },
  "Interruptable": {
    "type": "byte",
    "value": 1
  },
  "KeyName": {
    "type": "cexostring",
    "value": ""
  },
  "KeyRequired": {
    "type": "byte",
    "value": 0
  },
  "Lockable": {
    "type": "byte",
    "value": 1
  },
  "Locked": {
    "type": "byte",
    "value": 0
  },
  "LocName": {
    "type": "cexolocstring",
    "value": {
      "0": "History and Threat of the Arcanum and Collin Reyes"
    }
  },
  "OnClick": {
    "type": "resref",
    "value": ""
  },
  "OnClosed": {
    "type": "resref",
    "value": ""
  },
  "OnDamaged": {
    "type": "resref",
    "value": ""
  },
  "OnDeath": {
    "type": "resref",
    "value": ""
  },
  "OnDisarm": {
    "type": "resref",
    "value": ""
  },
  "OnHeartbeat": {
    "type": "resref",
    "value": ""
  },
  "OnInvDisturbed": {
    "type": "resref",
    "value": ""
  },
  "OnLock": {
    "type": "resref",
    "value": ""
  },
  "OnMeleeAttacked": {
    "type": "resref",
    "value": ""
  },
  "OnOpen": {
    "type": "resref",
    "value": ""
  },
  "OnSpellCastAt": {
    "type": "resref",
    "value": ""
  },
  "OnTrapTriggered": {
    "type": "resref",
    "value": ""
  },
  "OnUnlock": {
    "type": "resref",
    "value": ""
  },
  "OnUsed": {
    "type": "resref",
    "value": ""
  },
  "OnUserDefined": {
    "type": "resref",
    "value": ""
  },
  "OpenLockDC": {
    "type": "byte",
    "value": 0
  },
  "PaletteID": {
    "type": "byte",
    "value": 13
  },
  "Plot": {
    "type": "byte",
    "value": 1
  },
  "PortraitId": {
    "type": "word",
    "value": 515
  },
  "Ref": {
    "type": "byte",
    "value": 0
  },
  "Static": {
    "type": "byte",
    "value": 0
  },
  "Tag": {
    "type": "cexostring",
    "value": "book_hatotaacr"
  },
  "TemplateResRef": {
    "type": "resref",
    "value": "book_hatotaacr"
  },
  "TrapDetectable": {
    "type": "byte",
    "value": 1
  },
  "TrapDetectDC": {
    "type": "byte",
    "value": 0
  },
  "TrapDisarmable": {
    "type": "byte",
    "value": 1
  },
  "TrapFlag": {
    "type": "byte",
    "value": 0
  },
  "TrapOneShot": {
    "type": "byte",
    "value": 1
  },
  "TrapType": {
    "type": "byte",
    "value": 0
  },
  "Type": {
    "type": "byte",
    "value": 0
  },
  "Useable": {
    "type": "byte",
    "value": 1
  },
  "Will": {
    "type": "byte",
    "value": 0
  }
}
