{
  "__data_type": "UTP ",
  "AnimationState": {
    "type": "byte",
    "value": 0
  },
  "Appearance": {
    "type": "dword",
    "value": 464
  },
  "AutoRemoveKey": {
    "type": "byte",
    "value": 0
  },
  "BodyBag": {
    "type": "byte",
    "value": 0
  },
  "CloseLockDC": {
    "type": "byte",
    "value": 0
  },
  "Comment": {
    "type": "cexostring",
    "value": ""
  },
  "Conversation": {
    "type": "resref",
    "value": ""
  },
  "CurrentHP": {
    "type": "short",
    "value": 10
  },
  "Description": {
    "type": "cexolocstring",
    "value": {
      "0": "The Art of Naming Vol. 1\n\nby Bran Llyr\n\nIntroduction\n\nWords hold meaning. In meaning we hope to find truth and in truth we hope to understand reality. It seems hard to believe to the uninitiated, but words, in their truest and most primal forms, hold the power to shape existance. A word, or name, contains power over the concepts it represents. And with the right words one who is instructed in the Naming Art can call upon any force in existance.\n\nHistory\n\nIt is said by some scholars that the connection between reality and words was first made by the god Ogmha, who created the first True Names and in doing so shaped existance from an indistinct primordial chaos. By giving the primal concepts names he restrained them to form and shape. These names continue to exist even today, although many have fractured or synthized into smaller and more complex forms. Some scholars believe that the Naming Art exists even outside the Weave of Toril, although its most wide spread uses are often used through the Weave in the form of Glyphs and Power Words. Many of the most ancient mystic arts of Faerun make use of Naming. The rune magic of the giants and dwarves and even the draconic language show signs of its influence, as well as a few retrieved Netherese artifacts. Elven High Magic is said to also call upon a mysterious language capable of reconstructing and reshaping the ways of magic. Some religious scholars also speak of strange words uttered by outsiders with earth shattering results.\n\nTheory\n\nThe Naming Art is incomplete, at best. The original words of creation and the first True Names are secrets jealously guarded by the oldest gods. It is only through careful study of ancient tongues and careful dealings with outsiders that we have learned the few words we know. Even among initiates of the Naming Art vocabulary is carefully hidden and rarely traded. This is because a single word or name alone can hold great power over an individual, family line, or an entire region. Simply by addressing a creature or even an object by its True Name, it can be commanded to act in anyway within its capabilities. This is why the Naming Art is often implemented when summoning powerful or ancient creatures such as greater demons and great wyrms.\n\nA word of power is one of the most powerful and versatile uses of Naming. In truth, a word of power is one of the primal True Names capable of commanding simple natural forces. These words are often learned by wizards or used instinctually by sorcerers to stun, blind, or even slay thier enemies. In written form these words of power are implemented as glyphs and symbols by many powerful magic users. The most advanced form of these power words is often seen in dwarven rune magic which can be used to alter the properties on the written subject of the runes.\n\nFinding a word of power or True Name is a very difficult task of divination. Usually a greater power in the form an outsider is called upon to aid or inform the Namer. In general the younger or newer the creature or object is the easier it is to obtain its True Name. Infact, some magical artisans have been known to create an object's True Name as they create the object. Sorceroius families with magical blood are sometimes said to be able to give their new-born children True Names through special ritual. In this way we are sometimes surprised to find words from various contemporary languages intermingled with other ancient words of power. Age is sometimes a double edged sword though. As stated before in this book True Names are often used when binding ancient and powerful creatures. Such creatures are always very aware of the power of True Names and most do their best to obscure or hide them, but in time the history of these beings can make it easier for studious Namers to learn their True Names."
    }
  },
  "DisarmDC": {
    "type": "byte",
    "value": 0
  },
  "Faction": {
    "type": "dword",
    "value": 1
  },
  "Fort": {
    "type": "byte",
    "value": 5
  },
  "Hardness": {
    "type": "byte",
    "value": 5
  },
  "HasInventory": {
    "type": "byte",
    "value": 0
  },
  "HP": {
    "type": "short",
    "value": 10
  },
  "Interruptable": {
    "type": "byte",
    "value": 1
  },
  "KeyName": {
    "type": "cexostring",
    "value": ""
  },
  "KeyRequired": {
    "type": "byte",
    "value": 0
  },
  "Lockable": {
    "type": "byte",
    "value": 1
  },
  "Locked": {
    "type": "byte",
    "value": 0
  },
  "LocName": {
    "type": "cexolocstring",
    "value": {
      "0": "The Art of Naming Vol. I"
    }
  },
  "OnClick": {
    "type": "resref",
    "value": ""
  },
  "OnClosed": {
    "type": "resref",
    "value": ""
  },
  "OnDamaged": {
    "type": "resref",
    "value": ""
  },
  "OnDeath": {
    "type": "resref",
    "value": ""
  },
  "OnDisarm": {
    "type": "resref",
    "value": ""
  },
  "OnHeartbeat": {
    "type": "resref",
    "value": ""
  },
  "OnInvDisturbed": {
    "type": "resref",
    "value": ""
  },
  "OnLock": {
    "type": "resref",
    "value": ""
  },
  "OnMeleeAttacked": {
    "type": "resref",
    "value": ""
  },
  "OnOpen": {
    "type": "resref",
    "value": ""
  },
  "OnSpellCastAt": {
    "type": "resref",
    "value": ""
  },
  "OnTrapTriggered": {
    "type": "resref",
    "value": ""
  },
  "OnUnlock": {
    "type": "resref",
    "value": ""
  },
  "OnUsed": {
    "type": "resref",
    "value": ""
  },
  "OnUserDefined": {
    "type": "resref",
    "value": ""
  },
  "OpenLockDC": {
    "type": "byte",
    "value": 0
  },
  "PaletteID": {
    "type": "byte",
    "value": 13
  },
  "Plot": {
    "type": "byte",
    "value": 1
  },
  "PortraitId": {
    "type": "word",
    "value": 1000
  },
  "Ref": {
    "type": "byte",
    "value": 0
  },
  "Static": {
    "type": "byte",
    "value": 0
  },
  "Tag": {
    "type": "cexostring",
    "value": "book_arc_024"
  },
  "TemplateResRef": {
    "type": "resref",
    "value": "book_arc_024"
  },
  "TrapDetectable": {
    "type": "byte",
    "value": 1
  },
  "TrapDetectDC": {
    "type": "byte",
    "value": 0
  },
  "TrapDisarmable": {
    "type": "byte",
    "value": 1
  },
  "TrapFlag": {
    "type": "byte",
    "value": 0
  },
  "TrapOneShot": {
    "type": "byte",
    "value": 1
  },
  "TrapType": {
    "type": "byte",
    "value": 0
  },
  "Type": {
    "type": "byte",
    "value": 0
  },
  "Useable": {
    "type": "byte",
    "value": 1
  },
  "Will": {
    "type": "byte",
    "value": 0
  }
}
