{
  "__data_type": "UTP ",
  "AnimationState": {
    "type": "byte",
    "value": 0
  },
  "Appearance": {
    "type": "dword",
    "value": 1313
  },
  "AutoRemoveKey": {
    "type": "byte",
    "value": 0
  },
  "BodyBag": {
    "type": "byte",
    "value": 0
  },
  "CloseLockDC": {
    "type": "byte",
    "value": 0
  },
  "Comment": {
    "type": "cexostring",
    "value": ""
  },
  "Conversation": {
    "type": "resref",
    "value": ""
  },
  "CurrentHP": {
    "type": "short",
    "value": 10
  },
  "Description": {
    "type": "cexolocstring",
    "value": {
      "0": "Strategic Intent\nBy Vito Corvus.\n\nThis book is concerned with the intentions of competitive forces and a suggestion for how to predict and act upon these. Strategic intent is the combination of motive factors and an array of choices available to a force. Our aim is to discern what these motive factors are, assemble the array of choices, and decide upon contingent strategies which will leave us in a favorable position in relation to the outcome of our opponent's actions. The methodology is applied to spell dueling in this paper, but would clearly have greater application when applied to politics, business, and warfare.\n\nMotive Factors.\nWhat do they want? It is as simple, and as difficult, as that. Some people or groups are more easily read than others. The trick with motive factors is to include every possible motivation that might apply. This is easier still when a person is open about what they want, or act in a consistent pattern.\n\nThink about what brought you to this point in time, all of the reasons and the circumstance. You will need to attempt to work out the same for your opponent.\n\nDo they want to kill you? Do they want to survive? Are they simply looking for the feeling of victory? Or are they looking to embarrass you? These might be rather negative questions, but it is all too common when it comes to rival wizards spell dueling. Consider their motivation towards particular spells also; are they an evocation specialist? They might wish to use those spells to seal victory, above others.\n\nThe more appropriate motive factors that you can think of, the better you will be able to determine what someone will so, and therefore be prepared.\n\nArray of Choices.\nThere is much debate between two competing concepts of the continuum of events in time and space. To simplify each of these dramatically, one suggests that there is unlimited possibility within the cosmos, and the other suggests that whilst there is an extraordinarily large amount of possibility, it is ultimately finite. In order for this methodology to be useful to us, one must put aside these queries and use the core concepts in a pragmatic manner.\n\nThus, for the sake of this method we will suppose that at any given moment in time, competitive forces are potentially constrained in their array of choices and will have a finite amount available to them. This array may indeed be incredibly complex or numerous, but for our understanding, we shall assume that it has limits.\n\nThe array of choices consists of all options which are currently available to a force. It is important to consider these and try to determine what they are. These will change dramatically at different points in time, and could potentially be constrained by circumstances.\n\nIn the case of spell dueling, the array of choices may be gradually restricted as the duel goes on, due to the limited usage of spells. A wizard in a friendly duel obviously won't need to worry about spells which deliver death. In this case, your time and effort can be put elsewhere. Knowing your opponent can always help in this. Are you knowledgeable about the schools of magic, and their opposing and forbidden schools? You should be! That is one of the most critical applications of restriction!\n\nThe array of choices is determined from motive factors, in consideration of possible restrictions.\n\nMethod.\nThis method will simplify the thinking process behind understanding your opponent's strategic intent. To begin with, you may need to write your thoughts down in lists. I would suggest that you learn, as quickly as possible, to call this information to mind.\n\nFirst, determine the opponent's motive factors. Make a list. Draw on any relevant information. Seek further information if needed. Do everything you can to develop this list fully.\n\nSecond, produce an array of choices based upon the combination of motive factors. The key question to ask is \"What goal is likely to deliver each motive factor?\" Use this to arrange the array. Do not forget to include retreat options, inaction, counter movement, positioning, or circumstantial magic. Intelligence gathering on their part is also an action which should be included.\n\nThird, for the array of choices you have now compiled, order the choices into likely and unlikely moves. Rank them in whatever way best suits you. Connect different choices which might be available simultaneously, and note down which choices come at the cost of other choices. Remember that in a spell duel, the first three spells often decide the victor.\n\nFinally, determine a course of action that you will take either preemptive of their potential choice, or in response to their choice. All of your contingencies should be weighed against each other. Account first for the most probable and be prepared for it. Keep in mind that the opponent might choose the least likely options, in order to deceive, and be wary for that.\n\nFinal Words.\nAverage people think of the future as something which is out of their hands or control. It is strange to them that others would want to look to the future. Predictions of future events, however uncertain, can provide us with at least the forethought to entertain the possibility of \"What if?\"\n\nTo read the strategic intent of the opponent, we look into their past, their current circumstances, and how they will act. This is too far beyond the scope of most thinkers. For some, though, it comes naturally.\n\nWe see the future. We prepare for it. Thus, we change it."
    }
  },
  "DisarmDC": {
    "type": "byte",
    "value": 0
  },
  "Faction": {
    "type": "dword",
    "value": 1
  },
  "Fort": {
    "type": "byte",
    "value": 5
  },
  "Hardness": {
    "type": "byte",
    "value": 5
  },
  "HasInventory": {
    "type": "byte",
    "value": 0
  },
  "HP": {
    "type": "short",
    "value": 10
  },
  "Interruptable": {
    "type": "byte",
    "value": 1
  },
  "KeyName": {
    "type": "cexostring",
    "value": ""
  },
  "KeyRequired": {
    "type": "byte",
    "value": 0
  },
  "Lockable": {
    "type": "byte",
    "value": 1
  },
  "Locked": {
    "type": "byte",
    "value": 0
  },
  "LocName": {
    "type": "cexolocstring",
    "value": {
      "0": "Strategic Intent"
    }
  },
  "OnClick": {
    "type": "resref",
    "value": ""
  },
  "OnClosed": {
    "type": "resref",
    "value": ""
  },
  "OnDamaged": {
    "type": "resref",
    "value": ""
  },
  "OnDeath": {
    "type": "resref",
    "value": ""
  },
  "OnDisarm": {
    "type": "resref",
    "value": ""
  },
  "OnHeartbeat": {
    "type": "resref",
    "value": ""
  },
  "OnInvDisturbed": {
    "type": "resref",
    "value": ""
  },
  "OnLock": {
    "type": "resref",
    "value": ""
  },
  "OnMeleeAttacked": {
    "type": "resref",
    "value": ""
  },
  "OnOpen": {
    "type": "resref",
    "value": ""
  },
  "OnSpellCastAt": {
    "type": "resref",
    "value": ""
  },
  "OnTrapTriggered": {
    "type": "resref",
    "value": ""
  },
  "OnUnlock": {
    "type": "resref",
    "value": ""
  },
  "OnUsed": {
    "type": "resref",
    "value": ""
  },
  "OnUserDefined": {
    "type": "resref",
    "value": ""
  },
  "OpenLockDC": {
    "type": "byte",
    "value": 0
  },
  "PaletteID": {
    "type": "byte",
    "value": 13
  },
  "Plot": {
    "type": "byte",
    "value": 1
  },
  "PortraitId": {
    "type": "word",
    "value": 0
  },
  "Ref": {
    "type": "byte",
    "value": 0
  },
  "Static": {
    "type": "byte",
    "value": 0
  },
  "Tag": {
    "type": "cexostring",
    "value": "book_soc_005"
  },
  "TemplateResRef": {
    "type": "resref",
    "value": "book_soc_005"
  },
  "TrapDetectable": {
    "type": "byte",
    "value": 1
  },
  "TrapDetectDC": {
    "type": "byte",
    "value": 0
  },
  "TrapDisarmable": {
    "type": "byte",
    "value": 1
  },
  "TrapFlag": {
    "type": "byte",
    "value": 0
  },
  "TrapOneShot": {
    "type": "byte",
    "value": 1
  },
  "TrapType": {
    "type": "byte",
    "value": 0
  },
  "Type": {
    "type": "byte",
    "value": 0
  },
  "Useable": {
    "type": "byte",
    "value": 1
  },
  "Will": {
    "type": "byte",
    "value": 0
  }
}
