{
  "__data_type": "UTP ",
  "AnimationState": {
    "type": "byte",
    "value": 0
  },
  "Appearance": {
    "type": "dword",
    "value": 1313
  },
  "AutoRemoveKey": {
    "type": "byte",
    "value": 0
  },
  "BodyBag": {
    "type": "byte",
    "value": 0
  },
  "CloseLockDC": {
    "type": "byte",
    "value": 0
  },
  "Comment": {
    "type": "cexostring",
    "value": ""
  },
  "Conversation": {
    "type": "resref",
    "value": ""
  },
  "CurrentHP": {
    "type": "short",
    "value": 10
  },
  "Description": {
    "type": "cexolocstring",
    "value": {
      "0": "== TOME: Necromancy Common Misconceptions ==\n\n\nIntroduction\n\nNecromancy, it is an art within itself, for it unlike most schools of magic it is more than the simple manipulation of energy, or the toying with time, or space. But rather you play with the very cycle that is life and death, you manipulate one of the two elements that comprise of life, without negative energy there would be no balance in such no life, no existence, it is through mastery of the various disciplines of necromancy that one can gain control over, death, life and undeath you can create objects and organisms, as well as take and destroy the very life essence of another or capture it, forever bound to your will, or perhaps kept safe from harm.\n\nMany sycophants exist, many a wizard or sorcerer pay passing homage to the art of necromancy, even a few claim mastery, but even few can hold true to such a claim. The mastery of necromancy is not a path to be taken lightly, for it is no simply the uttering of a few common spells that one might find of use, but instead a devotion to a discipline, nay an art form that In principle the art of necromancy is not \"manipulation\" of death, or mastery of undeath, but rather the understanding of negative energy, an the knowledge of its manipulation.\n\nNegative energy as I have many times before said is a basic energy, a necessary part of the structure of the planar spheres, an of existence itself. It is as natural as fire, water and earth, and is as necessary as life and death are to the balance of the universe. This does not however mean that there are not, way to bend such rules, nor way to make exceptions, this path is one that might afford such to one who would truly devote themselves.\n\nNegative energy\n\nNegative energy is present everywhere, in my research I have located negative energies in various locations. It is in essence in every rock, every grain of sand most physical materials will contain at least a trace amount of negative energy. It is for this reason why living flesh, powered by positive energy deteriorates, it is the primary reason for entropy an why nothing living can exist in its innate state forever.\n\nHaving said that, it should be noted that although negative energy is necessary to existence, its manipulation is not. An it is often for this reason that we who would medal in such energy are seen as evil or vile, an yet another Arcanist might manipulate time itself, or the elements even perhaps positive energy's, an yet such are not looked upon with such distaste. \n\nIt is safe to say that the common misconceptions of necromancy are based on the common dislike and unsettling relation that negative energy has to the walking dead, an although negative energies can animate inamate objects, such does not make it inherently evil, but perhaps unnerving for some.\n\nNegative energy being so closely tied to the death of living tissues is inherently dangerous to manipulate. As this is the very energy that brings about death, it is logical to say that one needs to be precautions and carful in its experimentation and manipulation. \n\nDirect contact without protection will damage physical tissue; it will drain positive energies, wither flesh and kill organs. Without proper protections or precautions it can warp the flesh to that of something more, with the right knowledge one can evolve one's own physical state to something far beyond that of the living. Though many a fool have tried to grasp the art of necromancy most either stray from the art for fear of its effects, or are killed by their own hand through stupidity or chance.\n\nHaving said that, mastery of negative energy can give on mastery over death, mastery over the soul, over your own physical form. It can make you a master of your own existence, though the dangers are great it is safe to say that mastery of necromancy can lead to mastery over yourself, others an existence itself but necromancy is not just the manipulation of negative energy, it is a combination of positive, negative that create a balance between life and death.\nUndead, & Reanimation a common misconception.\n\nMany first conjurer up thoughts of vile wizards corrupted by power summoning froth legions of undead, dominating these helpless souls to do their bidding. However as I have already suggested and as much the same with any art considered outside of the mainstream, there are many misconceptions. For instance, a necromancer or individual making use of the school of magic necromancy need not reanimate, control create or conjure forth any undead. It is not an essential part of necromancy and much in the same way a golem \"can\" be created, or a outsider summons forth, it dose not mean every necromancer condones or conducts such acts.\n\nThe practical purpose of necromancy is the manipulation of death, or the energy associated with the decay of positive life energy's, although the creation of undead is caused in almost all cases by negative energys in one form or another many blame necromancers. The truth is negative energy and the coming about of undead is as nature as life itself. In most cases on death there is no cause for alarm, although negative energy may be present int eh individual through the process of passing on there is not certainty that it will be enough or the right conditions to cause reanimation.\n\nORIGINS OF UNDEATH\n\nThere are numerous theories that try to explain the origin or creation of undeath. In my research on the subject i have seen how many theory's contradict others, an yet some do complement one another. However those who work in the field are often debating what is for certain the true origin of undeath. I myself believe that undeath in all its complexity originates regardless of its \"type\" of propagation from negative energy.\n\nThe negative energy plane is an alternative sphere of existence, it being one of the most hostile of the inner planes, if for the most part is a dark place devoid of light and life. An is as far as any can tell thus far a endless void. Only the creatures that are immune or protected from the life consuming properties of the plane itself.\n\nHaving said this it is critical that one understand that negative energy is natural, an much to the dismay of many a druid or well wisher it is as much a part of the natural cycle of the planes as positive energy and the elements themselves. As part of the planar cycle the negative energy plane is connected to the other planes of existence, both earth, air, water and fire. In turn these are connected to positive plane of existence.\n\nIt is ultimately impossible to have one without the other, and thus within the natural cycle of the planes negative energy is present, thus on the prime where there is water, air, fire or earth, there may also be Negative or Positive energy's. Having said that they are in direct opposition to each other an thus \"fight\" for dominance a fight that can never be won, as the cycle of the planes itself maintains balance.\n\nAt first i thought perhaps those of blind faith that believe negative energy's an undeath are wrong should be educated. However such is impossible, as we are all as organisms part of the planar cycle itself. Thus it is in-fact integral to have the servants of the gods \"mortals\" that work for the various elements and energy's. Why is this so, well it is simple many \"mortals\" are sentient, an we can all achieve great power and create as we will, thus we can affect the planar balance with our actions.\n\nIf we as \"mortals\" can affect the planar balance then there must be something to keep us in check, this in my belief are the gods, the laws of passing to the next life and of course the dogma of the individual faiths. These individuals band together and set them against each other in a way that will ultimately ensure there is balance even between the sentient creatures of the planes.But still my point remains that Negative energy is natural. An thus animation or \"unlife\" created by said energy's is as natural as positive energy creatures such as willow wisps or other creatures of positive energy.\n\nTheory's of Origin\n\nI shall now explain in details the primary dominate theory's of origin for unlife, as already mentioned my perspective is really a combination of all the following with the underpinning principal that all undead are creations of negative energy's.\n\nAtrocity Calls to Unlife: It is said that \"evil\" or acts of extreme power and dominance over others can in-fact resonate in multiple dimensions. Thus in extreme cases opening cracks in reality of the prime allowing negative energy to flow through. Also sufficiently heinous acts can attract the attention of already propagated unlife that requires a host especially recently diseased.\n\nSometimes it is possible that these evil influences can reinvigorate the decaying memories of a host, thus emulating or simulating the presence of sentience and or resemblance of the individuals past personality. It should be noted that this spire is the key to the negative energy catalyst within the creature an in-fact is not the soul of the dead individual but rather an entirely different \"spire\".\n\nNegative Energy as a Supportive Force: As already noted without negative energy atrocity, draining or exposure is not enough to transform one into undead. Undead have no vitality so were dose the energy for animation come from, what powers there existence, as noted they require negative energy to fuel them. This force is stored an utilized by all undead creatures, it is the sole provider of this metamorphosis. It is the \"unlife\" essence that is in a way the replacement for blood and food, an as with the living the undead can not exist without it.\n\nNegative Energy as a Draining Force: I shall not exclude this theory, as it should be noted if only so others can see the flaws in this belief. Some claim that the link that negative energy that fuels undead is inertly linked to the negative energy plane, an this may hold truth to it, however it should be again noted that negative energy an the plane are a nature part of the planar cycle.\n\nMore precisely those who believe undeath is a draining force believe that undead on the material planes are linked to the negative energy plane via a conduit just as life itself has with positive. The controversial perspective on all this is the flawed belief that the Negative energy plane is the heart of darkness, a void of \"evil\". Worse they believe that it is a needy greedy plane that serves no purpose other than to suck the life out of anything vulnerable to it's grasp.\n\nThey believe that the very existence of a single undead effectively drains the material plane, an that such is accounted for with the sensations of cold that is often attributed to unlife. They believe that the only purpose of undead is to consume all life all energy's to feed the evil void that is the negative energy plane.\n\nThis view as advised is ultimately flawed, as there is an obvious cycle to the planes, but as already mentioned it is perhaps crucial that there are sentient life with this view, as there are sentient life with the view that undeath is the path of perfection and should cover all of the prime. thus there must be a counter belief to balance this equation.Perhaps the purpose of the Negative energy planes is to do just that, to consume life. however the purpose of the positive is to create such, thus there must be a balance an there can not be one without the other.\n\nUndeath as Contagion: Of course there are many undead who have methods of propagating vie transferring there property to another creature through contact. For example, those infected by the bite of a ghoul will suffer from the disease known as ghoul fever. If one was to perish from this disease or while having this disease int he system they will rise again as a ghoul the following midnight.\n\nIt is believed that these highly evolved disease infact resonates in multiple dimensions just as acts of extreme violence power or \"evil\". Thus the bite of a ghoul or a vampire infact can create a tear or a rip in the materiel plane thus opening up a channel to the negative energy plane. This mixed with the physical disease itself, that kills the target and evolves the victims flesh make for a powerful mixture an perhaps one of the most powerful forms of undead propagation.\n\nPurposeful Reanimation: purposeful re-animation, where another creatures of sentience nature uses the necromantic sphere of magic to create a creature of undeath. The undead will in most cases be under the control of the one who created it however there are accounts of overconfident users trying to control more undead than there ability will allow. The reasons for purposeful reanimation are numerous the most obvious being as use as servants, however there are many accounts of such craft being used to be with loved ones who have passed or even as art.\n\nJust as there are those that believe undead must be destroyed there are those who feel they are critical and valuable assets, thus for every undead that is vanquished, somewhere another is born, perhaps by other means but regardless necromancers will use there knowledge to \"reverse\" the flow of life by channeling negative energy's into the husk or corps of a creature, thus opening a channel tot he negative energy plane an animating the body.\n\nBy Valkin Mulgin."
    }
  },
  "DisarmDC": {
    "type": "byte",
    "value": 0
  },
  "Faction": {
    "type": "dword",
    "value": 1
  },
  "Fort": {
    "type": "byte",
    "value": 5
  },
  "Hardness": {
    "type": "byte",
    "value": 5
  },
  "HasInventory": {
    "type": "byte",
    "value": 0
  },
  "HP": {
    "type": "short",
    "value": 10
  },
  "Interruptable": {
    "type": "byte",
    "value": 1
  },
  "KeyName": {
    "type": "cexostring",
    "value": ""
  },
  "KeyRequired": {
    "type": "byte",
    "value": 0
  },
  "Lockable": {
    "type": "byte",
    "value": 1
  },
  "Locked": {
    "type": "byte",
    "value": 0
  },
  "LocName": {
    "type": "cexolocstring",
    "value": {
      "0": "Necromancy: Common Misconceptions"
    }
  },
  "OnClick": {
    "type": "resref",
    "value": ""
  },
  "OnClosed": {
    "type": "resref",
    "value": ""
  },
  "OnDamaged": {
    "type": "resref",
    "value": ""
  },
  "OnDeath": {
    "type": "resref",
    "value": ""
  },
  "OnDisarm": {
    "type": "resref",
    "value": ""
  },
  "OnHeartbeat": {
    "type": "resref",
    "value": ""
  },
  "OnInvDisturbed": {
    "type": "resref",
    "value": ""
  },
  "OnLock": {
    "type": "resref",
    "value": ""
  },
  "OnMeleeAttacked": {
    "type": "resref",
    "value": ""
  },
  "OnOpen": {
    "type": "resref",
    "value": ""
  },
  "OnSpellCastAt": {
    "type": "resref",
    "value": ""
  },
  "OnTrapTriggered": {
    "type": "resref",
    "value": ""
  },
  "OnUnlock": {
    "type": "resref",
    "value": ""
  },
  "OnUsed": {
    "type": "resref",
    "value": ""
  },
  "OnUserDefined": {
    "type": "resref",
    "value": ""
  },
  "OpenLockDC": {
    "type": "byte",
    "value": 0
  },
  "PaletteID": {
    "type": "byte",
    "value": 13
  },
  "Plot": {
    "type": "byte",
    "value": 1
  },
  "PortraitId": {
    "type": "word",
    "value": 0
  },
  "Ref": {
    "type": "byte",
    "value": 0
  },
  "Static": {
    "type": "byte",
    "value": 0
  },
  "Tag": {
    "type": "cexostring",
    "value": "book_arc_012"
  },
  "TemplateResRef": {
    "type": "resref",
    "value": "book_arc_012"
  },
  "TrapDetectable": {
    "type": "byte",
    "value": 1
  },
  "TrapDetectDC": {
    "type": "byte",
    "value": 0
  },
  "TrapDisarmable": {
    "type": "byte",
    "value": 1
  },
  "TrapFlag": {
    "type": "byte",
    "value": 0
  },
  "TrapOneShot": {
    "type": "byte",
    "value": 1
  },
  "TrapType": {
    "type": "byte",
    "value": 0
  },
  "Type": {
    "type": "byte",
    "value": 0
  },
  "Useable": {
    "type": "byte",
    "value": 1
  },
  "Will": {
    "type": "byte",
    "value": 0
  }
}
