{
  "__data_type": "UTP ",
  "AnimationState": {
    "type": "byte",
    "value": 0
  },
  "Appearance": {
    "type": "dword",
    "value": 1313
  },
  "AutoRemoveKey": {
    "type": "byte",
    "value": 0
  },
  "BodyBag": {
    "type": "byte",
    "value": 0
  },
  "CloseLockDC": {
    "type": "byte",
    "value": 0
  },
  "Comment": {
    "type": "cexostring",
    "value": ""
  },
  "Conversation": {
    "type": "resref",
    "value": ""
  },
  "CurrentHP": {
    "type": "short",
    "value": 10
  },
  "Description": {
    "type": "cexolocstring",
    "value": {
      "0": "Of Kelemvor's Secret\n\nKnowledge lost from the common man\n\nOver my years, I've realized something. Many individuals, both smart and quaint, stooges to professors, and commoners to kings - Nearly all have no idea. It's no secret, it's just not taught. If you ask, and they know, you'll freely learn. Just nobody knows to ask, and only a few know to teach. Perhaps I can change this.\n\n\nMen, women, children of all ages. I hope you take these words to be told as simple knowledge. Do as you please with them, as I hereby admonish myself from result. This text is not to persuade you to follow some path because or against this simple truth, but simply to give you the truth itself.\n\n\nDeath is not the beginning of a new period. Death is not some festive event, when you're welcomed into the arms of your patron and 'live' until the end of days in their care. Death is a long, arduous journey that commonly leads souls to no longer existing. I believe myself to be rambling here, but the point needed to be made. Hopefully I can lay this out in a clear manner, that is befitting anyone's read. Much of this, many learned members may know, many may not.\n\n\nEnjoy\n\n\nWhen an individual dies, their soul departs from the mortal coil. Sometimes it might linger, but this is the exception. The normal soul will then, either by the accord of a divine entity's will or perhaps by the will of existence itself, travel unto the Fugue. A plane of existence, that of which Kelemvor is currently in command of. The trip from Here to There incurs the soul passage through the Astral plane, a space primarily of Thought - As our is of Material, and the Ethereal is of Energy. This brings us to the first point of note, that many have no realization. This travel through the Astral by spirits leaves behind their Memories. Everything, All of it. Every cherish thought, every loved one, all your experiences - Gone. You're nothing more than your core entity, now standing in the Fugue.\n\n\nHere we are in this plane of greyscape, with only a lulling mist, other memoryless souls, Kelemvor's great city, some random planar beings, and the lord of death himself. From here, after ourselves have been properly admonished of everything but their individual personalities, we have four paths we'll take as mortal souls.\n\n\nThe first and foremost, is when a soul was pious in their deity's whims. They will instinctively start praying, gaining the attention of their patron. Who then either by their power alone or through an avatar, whisks the soul away to their 'final resting place' - More on this later.\n\n\nThe second path is that of the False, those who were not so following of their patrons whims. They may pray, but they are never heeded. They commonly find themselves wandering, watching other souls be adjourned to other places. They have two paths - They can make their way to Kelemvor, and be judged - Or they can perhaps heed the words and pacts of Devils that roam the Fugue.\n\n\nYes, you read correct, I said Devils. Celestia and the Deities that reside ages past made a pact with the Devils of the Hells. Demons were overrunning the mortal plane, and so the two lawful sets of entities struck a deal among themselves. I won't go into too much detail, and my knowledge of this is fairly sparse beyond the summary, but it included that the Devils will cease their more Chaotic acquisition of souls and assist in the fight overall against the Demons - In return, they are to be given souls the Deities deemed unfit for themselves.\n\n\nWhich leads us back to the first path the False take, Judgment from Kelemvor. To be brief, he decides your level of punishment - And if it's deemed worthy, you're given to the Devils for such to be carried out. Otherwise minor punishments occur in the Fugue, mostly maintaining the city of the dead, or making sure the Devils aren't trying anything too sneaky. Which, due to their pact with Celestia, they find themselves allowed to roam the Fugue - And if uninterrupted long enough, will offer 'redemption' to the souls - Which usually includes them becoming admitted into the ranks of Hell as a fresh devil.\n\n\nThe third path a Soul can take when entering the Fugue is that of the Faithless. They also have the options of dealing with the devils and wandering lengthily until an avatar of Kelemvor ushers them to him like the False. Should a Faithless not have dealt with the devils, he is judged by Kelemvor as what he was. The punishment for not following a patron is far more severe than any you could imagine. Even the false who are tortured by the devils and used as energy for the hells get off easy, in my opinion, compared to the Faithless. Kelemvor has his men take you to the wall of his city. A never ending stretch of what looks like mortar at first. Until you get close can you tell that it's a terrifying conglomeration of souls, forcibly patch-worked together into brickwork. The souls there experience unending agony for centuries, millennia, eons even. All until the soul finally realizes to its very core, that its existence no longer matters. At this point, it simply ceases to be. Becoming inert mortar in the growing walls of the city.\n\n\nThere is hope for those of the wall though, which brings us to the fourth path in essence. Demons occasionally make raids on the Fugue, attempting to steal some souls while no one is paying attention. They rip and tear the wall apart before fleeing with their spoils. The Devils and Kelemvor's men commonly take care of these issues. Should the Devils that reside find they've cleared the issue before any of Kelemvor's men come, they will commonly take the torn away souls for themselves before they're relaid into the walls. Souls taken by the Devils are again usually drained of their excess power before turned into fodder for their Armies. The Demons effectively do the same in turn for their abyssal ranks.\n\n\nSo, to summarize so far, souls that enter the Fugue have one of four end destinations in essence. They can be picked up by their patron. Deemed Faithless and placed into the wall. Deemed false, make a pact, or be 'rescued' from the wall by Devils and sent/brought to Hell. Or be stolen from the wall by Demons, and brought to the Abyss. Two paths that end in your soul ceasing to exist, and two ending in a twisted fate (though in comparison, perhaps not that bad).\n\n\n'Oh, but Author! Only the wall makes souls cease to be, why did you say two?' - Good question! It's inaccurate for me to say Two, actually. It's more like One a half. You see, when a soul is taken by a Deity, there are one of two things that occur then. The rare, more desirable occurrence is that your Patron deems you worthy as a Champion. Gifting you the visage of a Celestial (or fiendish, depending on the deity). This is effectively the same as when a Devil or Demon takes you, except less chance of being killed by your own men so to speak. As a new Avatar of your patron, you exist forever (until you're killed, where you now simply cease to exist - Though some rare magics can bring you back) progressing to new ranks of Celestial(or fiendish)-dom.\n\n\n'That's all well and good, but what about the rest of us normal mooks?!' - Valid interjection. Should you not be bequeathed with a new immortal (but not invulnerable) form, you simply reside on your Deity's chosen home plane for X amount of time. Over this period you experience different things as per the Deity in question. I can't truthfully summarize what your Soul might enjoy in this 'afterlife', since it varies so much - Just I can tell you what will happen at some point. Should your patron deity not specifically have some use or planned out act for your souls (Like how Kurtulmak actually reincarnates Kobolds), you soul will simply be subsumed by your deity and the plane itself.\n\n\nThat's right, subsumed. Conjoined, consumed, added, amended to, incorporated, absorbed, and any other synonymous verbs you could possibly think of. You literally become 'one' with your god. While this Author is rather unsure as to the extent your soul remains conscious or individual at this point, I can only assume it's a large No. It's theorized that this is similar to the occurrence of a Faithless soul in the wall, except less agonizing. Rather than unrelenting pain making you realize your existence is moot, uneventful days on weeks on months on years on decades on centuries on millennia on eons in the guard of your deity creates this. Your soul, with no memories of its life to enjoy and reminisce - No loved ones to seek out and enjoy a happily-ever-after with, simply fades away into the peace of your Patron's realm. Nothing more than Power now your god uses as a tool.\n\n\nThat's about all there is to say then. Souls lose their life's memory when they pass through the astral to the Fugue. To be sent to their god, the devils, the demons, or the wall - Either then becoming timeless planar beings sent to fight other timeless planar beings - Or simply cease to exist over an extended period of agonizing boredom or pain. In this Author's personal opinion, the only parts he has qualm with are the memory loss and chance of existence-ceasing. If he could die with his memories intact, and be gifted a new form to fight as a champion to His will, he'd have no qualms with passing.\n\n\nPeace be with you.\n\n~Arisjachlexi - Shadow's Reader"
    }
  },
  "DisarmDC": {
    "type": "byte",
    "value": 0
  },
  "Faction": {
    "type": "dword",
    "value": 1
  },
  "Fort": {
    "type": "byte",
    "value": 5
  },
  "Hardness": {
    "type": "byte",
    "value": 5
  },
  "HasInventory": {
    "type": "byte",
    "value": 0
  },
  "HP": {
    "type": "short",
    "value": 10
  },
  "Interruptable": {
    "type": "byte",
    "value": 1
  },
  "KeyName": {
    "type": "cexostring",
    "value": ""
  },
  "KeyRequired": {
    "type": "byte",
    "value": 0
  },
  "Lockable": {
    "type": "byte",
    "value": 1
  },
  "Locked": {
    "type": "byte",
    "value": 0
  },
  "LocName": {
    "type": "cexolocstring",
    "value": {
      "0": "Of Kelemvor's Secret"
    }
  },
  "OnClick": {
    "type": "resref",
    "value": ""
  },
  "OnClosed": {
    "type": "resref",
    "value": ""
  },
  "OnDamaged": {
    "type": "resref",
    "value": ""
  },
  "OnDeath": {
    "type": "resref",
    "value": ""
  },
  "OnDisarm": {
    "type": "resref",
    "value": ""
  },
  "OnHeartbeat": {
    "type": "resref",
    "value": ""
  },
  "OnInvDisturbed": {
    "type": "resref",
    "value": ""
  },
  "OnLock": {
    "type": "resref",
    "value": ""
  },
  "OnMeleeAttacked": {
    "type": "resref",
    "value": ""
  },
  "OnOpen": {
    "type": "resref",
    "value": ""
  },
  "OnSpellCastAt": {
    "type": "resref",
    "value": ""
  },
  "OnTrapTriggered": {
    "type": "resref",
    "value": ""
  },
  "OnUnlock": {
    "type": "resref",
    "value": ""
  },
  "OnUsed": {
    "type": "resref",
    "value": ""
  },
  "OnUserDefined": {
    "type": "resref",
    "value": ""
  },
  "OpenLockDC": {
    "type": "byte",
    "value": 0
  },
  "PaletteID": {
    "type": "byte",
    "value": 13
  },
  "Plot": {
    "type": "byte",
    "value": 1
  },
  "PortraitId": {
    "type": "word",
    "value": 0
  },
  "Ref": {
    "type": "byte",
    "value": 0
  },
  "Static": {
    "type": "byte",
    "value": 0
  },
  "Tag": {
    "type": "cexostring",
    "value": "book_relg_005"
  },
  "TemplateResRef": {
    "type": "resref",
    "value": "book_relg_005"
  },
  "TrapDetectable": {
    "type": "byte",
    "value": 1
  },
  "TrapDetectDC": {
    "type": "byte",
    "value": 0
  },
  "TrapDisarmable": {
    "type": "byte",
    "value": 1
  },
  "TrapFlag": {
    "type": "byte",
    "value": 0
  },
  "TrapOneShot": {
    "type": "byte",
    "value": 1
  },
  "TrapType": {
    "type": "byte",
    "value": 0
  },
  "Type": {
    "type": "byte",
    "value": 0
  },
  "Useable": {
    "type": "byte",
    "value": 1
  },
  "Will": {
    "type": "byte",
    "value": 0
  }
}
