{
  "__data_type": "UTP ",
  "AnimationState": {
    "type": "byte",
    "value": 0
  },
  "Appearance": {
    "type": "dword",
    "value": 1328
  },
  "AutoRemoveKey": {
    "type": "byte",
    "value": 0
  },
  "BodyBag": {
    "type": "byte",
    "value": 0
  },
  "CloseLockDC": {
    "type": "byte",
    "value": 0
  },
  "Comment": {
    "type": "cexostring",
    "value": ""
  },
  "Conversation": {
    "type": "resref",
    "value": ""
  },
  "CurrentHP": {
    "type": "short",
    "value": 10
  },
  "Description": {
    "type": "cexolocstring",
    "value": {
      "0": "*Readily available at the library of the Monolith of Mystra, with a copy submitted to the libraries of the Commonwealth of Cordor and Kohlingen Keep. Naturally, whether or not they are available at the latter two is beyond the purview of the author...*\n\nMeditations on Mystra\n\nby\n\nUlrik Valis\n\n~~~\n\n\n\nFor my son.\nThe truest wonder of magic is Possibility. Within the realm of \"possible,\" hope is born. For as long as there is magic, there is always hope - because, for as long as there is magic, the future remains ever mutable, never cast in stone. For as long as there is magic, what we do, and most importantly why we do it, will always matter. No matter what the odds may seem.\n\n\n\n\nForeword\n\n\nMagic. \n\nReflect upon this one word, this concept, for a moment. Ponder its meaning in your mind, focus on what feelings it conjures in your heart, upon what thoughts and memories are invoked as heart and mind intermingle. If you find you are able to, in fact, do this to your content in a mere moment of time fleeting, then this writing may be just for you. \n\nMagic. Magic is Mystery. Magic is Wonderment. Magic is Power. Perhaps most important of all: Magic is a Gift. Its secrets, and its wonders, can not be fathomed in all its depths in twice or thrice of the years of the longest lived, let alone a single lifetime. Perhaps to those who live where magic is considered \"commonplace,\" such as the Amian isles with its abnormally high active adventuring population, it may be possible to dismiss magic as an ordinary, every-day thing. Yet, despite the persistent anomaly that is Amia, magic remains a matter of Mystery throughout the realm. \n\nThis text is not intended to be perused only by those learned of the Art. In fact, it is my hope that those uninitiated in matters magical find this the most enlightening and interesting of all. After-all, magic is not something only for the benefit of an elite few alone. And the key to magic is understanding.\n\n~~~\n\nThe Art of Magic is a Gift. Practice it with humility of heart.\n\n~~~\n\n\nTraditional Mystran doctrine would conclude the previous in stating that those that practice it are privileged, \"in the extreme.\" Magic is a gift of Mystra, and this gift can manifest itself in a plethora of manners. There are those born with an innate sense of magic. Who, through intuition, can delve into this gift of the Lady of Magic. Theirs is not the realm of tome and study - but a harnessing of their powers by intuition and of will. Then, there are those, whose gift comes from understanding, through pure enlightenment. If the sorcerer is born in and breathes the essence of magic; It is the the wizard who speaks its language, understands its meaning, and comprehends the lengths and depths of its very ebb and flow. \n\nWithin many arcane institutions, there are schisms and internal discord between those of sorcerous, and those of wizardly inclination and education. In fact, Cordor's own Ministry of Magic employs only those who approach magic as a wizard. Yet, to the uninitiated of the Art, the difference may be indistinguishable - a few esoteric words, a flick of the wrist, and a ball of flame comes forth - to most folk, it matters not if they 'just know it' or if they 'read it in a book.' There are stereotypes that pervade schools and institutions of Magic - the Mystran Monolith included. Namely, that Sorcerers are reckless, and irresponsible. That wizards are jealous and spiteful. Yet, the pervasive truth I have encountered in my years, speaks of reckless, irresponsible, jealous, and spiteful people. The fault, the fault does not lay in one's approach to the Art. I have known both responsible sorcerers, and wizards that were possessed of an utter recklessness that it astounds me even now. If there is fault to be made, it lies not in the approach to magic, but within the individual.\n\nHowever, the gift of magic is not precluded to Wizards and Sorcerers alone. Mystra's gift is magic, a gift that is drawn from the Weave. The very threads of Magic and Possibility, which are, in fact, Mystra herself. In essence, Mystra's gift to us, is her own self. It is through her that all manner of miracle and magical wonderment can be performed. Even the gods themselves grant their own followers power and blessing through the Weave - the very essence of divine magic is, at its core, a gift of the Mother of All Magic. It is only through her that such miracles; miracles of healing, the very wonders of the gods made manifest on this Realm, are possible.\n\nMagic. Magic is a gift. Within the Art of Magic, miracles and feats of great good can be performed. Magic can be used to make the quality of life better for all. Therein also lies the possibility for abuse. Horrors and abuses of the Art are, as well, a fact of life. It is clearly evident, it is not the Gift that is at fault, but the individuals who wield it. We imperfect mortals whom deign to take the Gift of the Lady of Magic, and use it to lord over others, as if possessing that which is not our own makes us better than those who do not.\n\n~~~\n\nThe Art of Magic is Power. Treat it responsibly and approach it with an ever rational mind.\n\n~~~\n\n\nJust as magic is a Gift, so is it Power. The power to create, to conjure, to evoke, and to tear asunder. The power to heal, the power to manipulate, and the power to control. To make mutable the very fabric of reality. Mystra implores efficient use of magic, and condemns recklessness and arrogance. Unfortunately, not all who possess her Gift heed her words. Yet, the point remains. Recklessness, and abuse of magic is frowned upon by Mystra. This is because, at least to mine own mind, that she truly cares for the realm, and the well-being of those within. That the Lady of Spells is not an aloof goddess - and even though she does not withhold her Gift, she does frown on certain uses of magic. In fact, abuse of magic is, at its very core, an abuse of the Lady of Magic herself. \n\nYet, how should magic be used? And, how should it not be used? Such is debated within the arcane community. Yet, if one may infer anything from Mystra's dogma, it is that she cares for the realm. Yet, it remains a complicated affair between practitioners of the Art. \n\nOf all the schools of magic, necromancy is touted as the most evil, with the most potential for abuse. And indeed, it possesses the capacity for the most overtly evil acts. However, necromancy is but one facet one must consider, when viewing magic from a moralistic standpoint.\n\nTake, for example, three simple and classically iconic magics. Animate dead, Fireball, and Charm Person. Belonging, respectively, to the schools of necromancy, evocation, and enchantment. There is little debate that animating undead is an ill act, the nature of the spell being inherently evil, and the action of the spell being a transgression against the natural order of the world. However, what of fireball? While it is not inherently evil, when evoked to strike down innocents, the intent of its use makes it an abuse of magic, an act the Lady of Magic frowns upon. That same spell can be used, in turn, to strike down those who would cause innocents harm. It can be used to protect goodly folk. The third, charm, is perhaps potentially the most insidious of magics. While a spell such as Animate dead is rather obvious to classify, from a moralistic stand-point. And while use of Fireball is easy to, in turn, discern moralistically, its usage being more 'black and white' if you will - some magics are far more delicate and difficult to categorize, and require a treatise devoted entirely to them alone. The power over the mind that magic can have can be the most devastating, and its abuses the most subtle of all. In my time in the Weave Knights, most abuses of magic that were corrected were of this nature - of mind magics - spells such as \"Geas\" and perhaps the most insidious of all, \"Mind Rape.\" These rob you of your freedom, and of your memory. Yet, enchantments can also have benign uses. They can calm the irrational, and can be employed by guards as non-lethal means of subduing criminals in the form of 'Hold' spells. \n\nAs such, there are three classifications of spells to a moralistically inclined magician. Spells that ought never be employed, due to their nature. Spells, which have a clear means of abuse, and a clear means of appropriate usage. And, spells that are far too ambiguous to categorize in this text alone, but remain at the discretion of the practitioner and in the realm of deliberation and discussion to this day. \n\nA common argument would follow thus. Because magic that reanimates the dead as undead are possible, that it is not an abuse of Mystra's gift to do invoke their powers. This sort of argument is put forth by unscrupulous sorts of magicians and academics, and it is a flawed mode of thought. Just because something is possible, does not make it right. Just because one can do a thing, does not mean one must do a certain thing. What distinguishes the civilized, and the intelligent, from our baser instincts is control and discipline. Through the Art, it is possible to do all sorts of questionable acts. Just, as it is possible for a physically stronger individual to abuse a weaker one. Ability does not justify action. \n\nAt this point, I believe it necessary to espouse a point to underline all that has been discussed in the prior paragraphs. Namely, that our intentions matter truly, and perhaps more than one can ever realize. That why we cast a spell, is almost as important, if not more important than the effect of the magic we seek to work. For, Mystra knows all spells that are cast, in the moment they are cast. Mystra knows the heart of the caster, in the fleeting moment that magic is worked. She knows both spell, and the intention of that spell. To work the Weave, is to lay ones heart bare before the Mother of All Magic. I would be willing to assert that far too many mages and other users of magic have never even given this point a moment's pause as they employ their gift.\n\n~~~\n\nThe Art of Magic is Wonderment. Let its practice bring joy.\n\n~~~\n\n\nFor those that practice the Art, joy can come in many ways. By pursuing mastery over one's Gift, in whatever form it manifests. By learning or creating something new. In fact, holy sacrament of the Mystran faith is the creation of new spells and of new magical items. Discovering new magic as well as using old magic in new ways are means to come closer to the goddess. These things are encouraged by Mystra, and her clergy are expected to do such as soon as they are capable. Every new spell researched is a homage to Mystra, for it is another way we may pursue her gifts.\n\nMystra is known as the Lady of Mysteries. For good reason, as the Art is ever a mystery. Wonderment comes from a moment of epiphany, of coming to understand a mystery, and in doing so, drawing closer to the goddess. Understanding, however, is not an end in and of itself. Understanding is not a destination, but rather, it is the path in its entirety. It is a road, with each of its bumps, detours and intersections. It is a tree with many numerous and ever-ascending branches. Understanding is not reaching the end of the road, or the pinnacle of the tree. It is exploring each path on the road as you walk, spending time on each branch of the tree as you climb. To focus on the top of the tree, or the end of the road, is to place blinders on oneself, and in doing so, missing the point of Enlightenment. Namely, that there is no end. Try as one may, there will always be more to learn, more to discern, more to understand. Any researcher, of magic or in the mundane sciences, will tell you to discover one thing is to as well uncover more questions that demand answers. In claiming to reach the summit of your tree, your Yggdrasil to invoke ancient myth and mysticism of days long passed, or the end of your road in the path to understanding, you preclude yourself from ever learning more. The true master is one who finally realizes he is no master at all. \n\nIn this realization, true joy in magic may be experienced. In this, true humility of spirit is found. And, in this, one may ascend to their utmost potential in the Art without falling into the pitfalls of self-imposed self-importance and hubris that is cultivated oft and easily in many arcane societies."
    }
  },
  "DisarmDC": {
    "type": "byte",
    "value": 0
  },
  "Faction": {
    "type": "dword",
    "value": 1
  },
  "Fort": {
    "type": "byte",
    "value": 5
  },
  "Hardness": {
    "type": "byte",
    "value": 5
  },
  "HasInventory": {
    "type": "byte",
    "value": 0
  },
  "HP": {
    "type": "short",
    "value": 10
  },
  "Interruptable": {
    "type": "byte",
    "value": 1
  },
  "KeyName": {
    "type": "cexostring",
    "value": ""
  },
  "KeyRequired": {
    "type": "byte",
    "value": 0
  },
  "Lockable": {
    "type": "byte",
    "value": 1
  },
  "Locked": {
    "type": "byte",
    "value": 0
  },
  "LocName": {
    "type": "cexolocstring",
    "value": {
      "0": "Meditations on Mystra"
    }
  },
  "OnClick": {
    "type": "resref",
    "value": ""
  },
  "OnClosed": {
    "type": "resref",
    "value": ""
  },
  "OnDamaged": {
    "type": "resref",
    "value": ""
  },
  "OnDeath": {
    "type": "resref",
    "value": ""
  },
  "OnDisarm": {
    "type": "resref",
    "value": ""
  },
  "OnHeartbeat": {
    "type": "resref",
    "value": ""
  },
  "OnInvDisturbed": {
    "type": "resref",
    "value": ""
  },
  "OnLock": {
    "type": "resref",
    "value": ""
  },
  "OnMeleeAttacked": {
    "type": "resref",
    "value": ""
  },
  "OnOpen": {
    "type": "resref",
    "value": ""
  },
  "OnSpellCastAt": {
    "type": "resref",
    "value": ""
  },
  "OnTrapTriggered": {
    "type": "resref",
    "value": ""
  },
  "OnUnlock": {
    "type": "resref",
    "value": ""
  },
  "OnUsed": {
    "type": "resref",
    "value": ""
  },
  "OnUserDefined": {
    "type": "resref",
    "value": ""
  },
  "OpenLockDC": {
    "type": "byte",
    "value": 0
  },
  "PaletteID": {
    "type": "byte",
    "value": 13
  },
  "Plot": {
    "type": "byte",
    "value": 1
  },
  "PortraitId": {
    "type": "word",
    "value": 0
  },
  "Ref": {
    "type": "byte",
    "value": 0
  },
  "Static": {
    "type": "byte",
    "value": 0
  },
  "Tag": {
    "type": "cexostring",
    "value": "book_relg_003"
  },
  "TemplateResRef": {
    "type": "resref",
    "value": "book_relg_003"
  },
  "TrapDetectable": {
    "type": "byte",
    "value": 1
  },
  "TrapDetectDC": {
    "type": "byte",
    "value": 0
  },
  "TrapDisarmable": {
    "type": "byte",
    "value": 1
  },
  "TrapFlag": {
    "type": "byte",
    "value": 0
  },
  "TrapOneShot": {
    "type": "byte",
    "value": 1
  },
  "TrapType": {
    "type": "byte",
    "value": 0
  },
  "Type": {
    "type": "byte",
    "value": 0
  },
  "Useable": {
    "type": "byte",
    "value": 1
  },
  "Will": {
    "type": "byte",
    "value": 0
  }
}
