{
  "__data_type": "UTP ",
  "AnimationState": {
    "type": "byte",
    "value": 0
  },
  "Appearance": {
    "type": "dword",
    "value": 1309
  },
  "AutoRemoveKey": {
    "type": "byte",
    "value": 0
  },
  "BodyBag": {
    "type": "byte",
    "value": 0
  },
  "CloseLockDC": {
    "type": "byte",
    "value": 0
  },
  "Comment": {
    "type": "cexostring",
    "value": ""
  },
  "Conversation": {
    "type": "resref",
    "value": ""
  },
  "CurrentHP": {
    "type": "short",
    "value": 10
  },
  "Description": {
    "type": "cexolocstring",
    "value": {
      "0": "Volume I - The principles of the Republic - First draft\n\nChapter 1: An introduction to the republican ideal.\nThe Republic is first and foremost an idea of the ideal system of government. Perhaps the best way to present the idea of the Republic is to contrast it to other ideals of government and show what it is not. First, the Republic is not a monarchy. This distinction is of utmost importance, as it carries with it three significant implications. The first is that no individual holds ownership over the Republic. As such, it can not be inherited, sold, given or acquired by any individual or group of individuals. The second implication is that the Republic is a sovereign entity that is composed of the people who declare their allegiance to its ideals. This then means that those people are citizens, not subjects, with rights and duties that they hold regardless of birth, property or social status. More on the concept of citizenship versus that of a subject later. The third implication, resulting from the two above, is that the Republic is ruled by its citizens in the way they deem to be best suited for their particular needs. In other words, the governance of a Republic would be not only for its citizens, but also by and of its citizens as sovereignty lies with the citizens and the assembly they choose to represent them. \n\nSecond, the Republic is not a Theocracy. This distinction also carry with it certain implications. One is that while every community usually holds a patron deity above others, the Clergy do not hold a position of power outside that of their role as citizens of the Republic. A dominant Faith would wield much influence in any given Republic, but this is because of the size of their following and thus in accordance with the Republics ideal of governance by its citizens, not because of their status as clergymen.\n\nThird, the Republic is not a system where martial prowess or acts of violence determine the holders of its public Offices and leadership. On the contrary, the Republic is an electoral system where its citizens freely vote on their preferred candidates or issues to represent their interests. The manner of this voting is subject to variation to fit local needs and traditions, but a few principles are indispensable to the Republic. First, the vote of every citizen must be weighed equally. That is to say, the vote of the poor must carry as much weight as the vote of the rich, the vote of the meek as much as the vote of the mighty.\n\nFourth, the Republic is a system of Law. The architecture of its government, the powers and limitations of its leaders and institutions, the right and duties of its citizens and the judicial structure are all determined by the written Law of the Republic, not the whim of those in power. In order for a Republic to safeguard its ideal in workings of its government, it should have a founding document that details the points mentioned above. Such a document should be difficult to change so to hinder those who currently hold office from changing it to suit their own designs, but still not impossible to ensure that it can be changed to meet the future that will certainly be different from the past.\n\nWe arrive then at the Republics distinctive features that can be summarized as follows: First, the Republic is a sovereign entity composed of its citizens. It cannot be inherited, sold, given or acquired as the personal property of any individual or groups of individuals. Second, the leaders of the Republic are elected through free and fair elections by its citizens, whose votes are weighed equally in complete disregard of any variation in the wealth, status, social or physical condition of its citizens. Third, the Republic is governed by the rule of Law, not the right of might."
    }
  },
  "DisarmDC": {
    "type": "byte",
    "value": 0
  },
  "Faction": {
    "type": "dword",
    "value": 1
  },
  "Fort": {
    "type": "byte",
    "value": 5
  },
  "Hardness": {
    "type": "byte",
    "value": 5
  },
  "HasInventory": {
    "type": "byte",
    "value": 0
  },
  "HP": {
    "type": "short",
    "value": 10
  },
  "Interruptable": {
    "type": "byte",
    "value": 1
  },
  "KeyName": {
    "type": "cexostring",
    "value": ""
  },
  "KeyRequired": {
    "type": "byte",
    "value": 0
  },
  "Lockable": {
    "type": "byte",
    "value": 1
  },
  "Locked": {
    "type": "byte",
    "value": 0
  },
  "LocName": {
    "type": "cexolocstring",
    "value": {
      "0": "The Republic"
    }
  },
  "OnClick": {
    "type": "resref",
    "value": ""
  },
  "OnClosed": {
    "type": "resref",
    "value": ""
  },
  "OnDamaged": {
    "type": "resref",
    "value": ""
  },
  "OnDeath": {
    "type": "resref",
    "value": ""
  },
  "OnDisarm": {
    "type": "resref",
    "value": ""
  },
  "OnHeartbeat": {
    "type": "resref",
    "value": ""
  },
  "OnInvDisturbed": {
    "type": "resref",
    "value": ""
  },
  "OnLock": {
    "type": "resref",
    "value": ""
  },
  "OnMeleeAttacked": {
    "type": "resref",
    "value": ""
  },
  "OnOpen": {
    "type": "resref",
    "value": ""
  },
  "OnSpellCastAt": {
    "type": "resref",
    "value": ""
  },
  "OnTrapTriggered": {
    "type": "resref",
    "value": ""
  },
  "OnUnlock": {
    "type": "resref",
    "value": ""
  },
  "OnUsed": {
    "type": "resref",
    "value": ""
  },
  "OnUserDefined": {
    "type": "resref",
    "value": ""
  },
  "OpenLockDC": {
    "type": "byte",
    "value": 0
  },
  "PaletteID": {
    "type": "byte",
    "value": 13
  },
  "Plot": {
    "type": "byte",
    "value": 1
  },
  "PortraitId": {
    "type": "word",
    "value": 0
  },
  "Ref": {
    "type": "byte",
    "value": 0
  },
  "Static": {
    "type": "byte",
    "value": 0
  },
  "Tag": {
    "type": "cexostring",
    "value": "book_hist_011"
  },
  "TemplateResRef": {
    "type": "resref",
    "value": "book_hist_011"
  },
  "TrapDetectable": {
    "type": "byte",
    "value": 1
  },
  "TrapDetectDC": {
    "type": "byte",
    "value": 0
  },
  "TrapDisarmable": {
    "type": "byte",
    "value": 1
  },
  "TrapFlag": {
    "type": "byte",
    "value": 0
  },
  "TrapOneShot": {
    "type": "byte",
    "value": 1
  },
  "TrapType": {
    "type": "byte",
    "value": 0
  },
  "Type": {
    "type": "byte",
    "value": 0
  },
  "Useable": {
    "type": "byte",
    "value": 1
  },
  "Will": {
    "type": "byte",
    "value": 0
  }
}
