{
  "__data_type": "UTP ",
  "AnimationState": {
    "type": "byte",
    "value": 0
  },
  "Appearance": {
    "type": "dword",
    "value": 1384
  },
  "AutoRemoveKey": {
    "type": "byte",
    "value": 0
  },
  "BodyBag": {
    "type": "byte",
    "value": 0
  },
  "CloseLockDC": {
    "type": "byte",
    "value": 0
  },
  "Comment": {
    "type": "cexostring",
    "value": ""
  },
  "Conversation": {
    "type": "resref",
    "value": ""
  },
  "CurrentHP": {
    "type": "short",
    "value": 10
  },
  "Description": {
    "type": "cexolocstring",
    "value": {
      "0": "Herbalism of Amia: A Primer\nby Kaithan Cylverand\n\n\nTable of Contents:\n1.)\tIntroduction and Statement of Purpose\n2.)\tHerbalism and Alchemy\n3.)\tHerbalism and Magic\n4.)\tGlossary of Terms\n5.)\tField Guide to Useful Herbs\n6.)\tCuriosities\n\nIntroduction and Purpose\n\nThis volume will aim to educate the novice practitioner in finding, identifying, speaking intelligently about, and putting to effective use the herbs most commonly employed in the medicine-maker's craft. (Only the more basic and common herbs and techniques will be expounded upon here; advanced procedures and extraordinary ingredients will be a subject for a future volume.) An overview of the various properties ascribed to each plant will be discussed, that the student might be encouraged to learn not only which reagents to use in which preparations, but also to understand which property of each ingredient allows it to function as it does, rather than simply memorize the rote mechanics of recipes and procedures without possessing any foundational knowledge. And brief examinations will be undertaken of how the craft of herbalism interrelates to the fields of magic and alchemy, that the well-rounded herbalist might draw the maximum benefit from interdisciplinary study and collaboration.\n\nHerbalism and Alchemy\n\nThough the crafts of herbalism and alchemy are closely interrelated, sharing many principles and techniques, most sages and academics prefer to recognize a bright-line distinction between the two. In drawing this distinction, however, a problem arises in that the traditionally accepted definitions of which procedures belong to which art are not easily understood.\n\nFor example, one common set of definitions holds that herbalism involves the creation of medicine, while alchemy involves the creation of other useful tools and substances. Yet Essence of Purity and Barkskin potions, both decidedly non-medicinal, are held to be created by herbalism, while greenbrier balm and the multi-purpose reagent known as Medicinal Wine, for which the present author knows no use outside of the healing arts, we are told are created alchemically. Another definition would have us believe that herbalism is defined by its exclusivity to plant ingredients, while alchemy deals in mineral or artificial reagents. Yet one of the most common herbalistic recipes, that for stomach powder, incorporates quicklime, a mineral substance derived from limestone, while the above-mentioned greenbrier balm and Medicinal Wine are alchemical despite being primarily derived from plant matter. Yet a third set of purported definitions holds that the difference between herbalism and alchemy is the difference between the divine and the arcane. But, as will be observed in the next chapter, neither craft inherently involves the active use of any magic or spellcraft at all, and thus this distinction seems hardly more fitting than the others.\n\nIndeed, the only definition of herbalism that seems to remain consistently applicable is that it involves anything created wholly or partially in a cauldron, as though the cauldron itself were somehow the focus of the science. Yet, we are not practitioners of \"cauldronism.\" The focus rightly belongs on the output, not on the tools.\n\nIt is the present author's belief that the present distinctions between herbalism and alchemy are entirely arbitrary and nonsensical, and that their only practical function is the perpetuation of the stereotype that alchemists are methodical, educated disciples of science, while herbalists are muddy backwoods witches operating chiefly by superstition. Nothing could be further from the truth. The wise herbalist will find that she can benefit just as much from systematic, precise, analytical procedures as can any alchemist, and that the artificial distinctions between herbalism and alchemy are fit only to be happily ignored. In the following chapter a more sensible redefinition of the term 'alchemy' will be proposed, but until and unless that definition gains popular acceptance, any medicine-maker worthy of her mortar and pestle will certainly wish to become versed in the practices and techniques which rarefied sages traditionally allocate to both disciplines.\n\nHerbalism and Magic\n\nMany medicine makers, including the present author, are also practitioners of various magical arts; most frequently the clerical healing arts, owing to the natural synergy between the two fields. However, a student need not be skilled in any magical tradition at all in order to glean the maximum benefit from herbalistic practices. Herbal medicines are derived and prepared by entirely mundane techniques; fully potent herbal remedies can be crafted without resorting to any mystical endeavors whatsoever.\n\nHowever, this is not to say that herbalism stands entirely separate and apart from the mystical. There are several widely-known procedures which, despite the lack of any ingredients of a formally magical nature, obtain decidedly magical results. The most common such concoctions are potions which duplicate the divine magics Lesser Restoration, Heal, and Barkskin, and other such effects are known to be possible.\n\nThe means by which this is effected are not well understood. The normal method by which a practical magical effect is created is by an act of will, an imposing of one's desire upon the Weave (either directly, as with an arcane spellcaster, or in the case of a divine practitioner, beseeching a patron deity to perform this act of will on the caster's behalf). This act of will calls forth the appropriate Weave energy and shapes it according to its originator's desire, resulting in the casting of a spell, or the investiture of magical potency into an enchanted trinket. It is a near universal acceptance among formal magical scholars that this act of will, be it by mortal or god, is requisite to the drawing forth of magic from the Weave. Spells, in other words, cannot cast themselves.\n\nHowever, the herbalist need not exert any such act of will upon the Weave as part of the creation of these potions. No spell is cast, no investiture of magical energy is made by the herbalist. In theory, the steps of successfully crafting a herbal potion could be carried out by a sufficiently sophisticated machine or automaton, a mindless contraption of gears and springs, incapable of exerting any will at all.\n\nYet the results are most decidedly magical. Their magical nature is obvious to divinations that detect magical auras and emanations. They can be disjoined, or their effects dispelled, by the same means as their corresponding spell-wrought effects. In all ways other than the merely cosmetic, a potion of Lesser Restoration created by herbalism is indistinguishable from one created by the purely magical method of suspending a formally-cast spell within a specially prepared substrate.\n\nThis presents the scholar with an intriguing question. What force, what will, is shaping Weave energy into these forms?\n\nIt is this author's contention that there is none; or at least, not directly. The magical nature of herbal potions is simply an inherent property of the herbs used in their making; the induction of magical potency into them occurs regardless of any direct act of will. The relationship to the Weave which allows this to take place occurs naturally and natively in the herbs themselves, it is not externally constructed and contributed by the herbalist. Why these specific plants should possess an inborn capacity to impose spell-like structure upon undifferentiated Weave energy is presently a mystery. It is plausible to speculate that such properties were imbued into the plants' ancestors eons ago by the gods, be they Seldarine, or Chauntea or Silvanus, for the purpose of rewarding those of their mortal children who became wise in knowledge of the natural world. Though it is this author's suspicion that such a hypothesis is indeed true, the gods have seemed content to let the matter go uncommented upon, and it may well be that we mere mortals simply have to accept certain plants' apparent transcendent nature as an irreducible given.\n\nIn conclusion, let it be suggested that the study and practice of these inherent magical properties is the most proper definition for the term 'alchemy.' Alchemy is the non-magical manipulation of non-magical ingredients in order to obtain magical results. Herbalism is the practice of creating medicines and remedies by non-magical manipulation of primarily (but not exclusively) plant ingredients, and it may or may not include alchemical processes.\n\nGlossary of Terms\n\nFollowing are the definitions of a few terms in common use among herbalists, but which may not be widely known among the general population.\n\nAnnual: A plant that germinates, flowers, and dies in single a year or growing season.\nPerennial: A plant which lives for more than two years. Trees and bushes are technically perennials, but in the context of herbalism, the term is most especially used to describe small flowering plants which grow and bloom over the spring and summer, die back every autumn and winter, and then return in the spring from their root stock.\nBiennial: A plant that takes two years to complete its lifecycle. In the first year the plant grows leaves, stems, and roots, then it enters a period of dormancy over the colder months. During the next spring or summer, the stem of the biennial plant \"bolts,\" meaning that it elongates greatly and then flowers, producing fruits and seeds before it finally dies.\n\nAnalgesic: A painkiller which functions by temporarily decreasing one's receptivity to pain. Other senses are not affected, only pain sensitivity is reduced. (As opposed to an anesthetic.) \nAnesthetic: A painkiller which functions by temporarily eliminating one's ability to experience all sensation, either in a specified area of the body (local anesthetic) or over the entire body (general anesthetic). It is not just the specific ability to feel pain that is eliminated; one receives no sensory information of any kind from nerves or organs affected by anesthesia. (As opposed to an analgesic.)\nAntipyretic: A fever-reducing substance. An archaic term referring to the same herbal property was 'febrifuge,' from which the word 'feverfew' was derived. The more modern term 'antipyretic' was adopted to avoid confusion when referring to the specific plant which has come to be known as feverfew, rather than to the wide range of plants known to possess febrifugal properties.\n\nDecoction: A preparation method in which herbs (usually roots or bark) are mashed and then simmered in water over a prolonged period.\nElixir: A maceration in which clear spirits are used as a medium instead of water.\nExtraction: A preparation method in which herbs are crushed in a press which squeezes out and collects their juices or oils.\nHerbal Wine: A maceration in which wine (usually grape wine) is used as a medium instead of water.\nInfusion: A preparation method in which herbs are briefly steeped in boiling water, in the manner of an herbal tea.\nMaceration: A preparation method in which chopped or mashed herbs are added to very cold water, and allowed to stand for hours or days while the herbs break down, releasing their medicinally active substances into the water.\nReduction: A decoction which is allowed to continue until most of the water has boiled away, resulting in a thick, concentrated liquid.\nTincture: A preparation method in which herbs are added to a medium such as alcohol, vinegar, or glycerin, and allowed to stand for days or tendays while the solvent releases the herb's medicinally active substances.\n\nField Guide to Useful Herbs\n\n\nHerb: Feverfew\n(also called featherfew, bachelor's button, or virgin chrysanthemum)\n\n\nAppearance: Feverfew is a perennial shrub, growing into rounded bushes which mature at one to two feet in height, with pungently citrus-scented leaves and a profusion of simple white flowers resembling small daisies. Its leaves are pale green, with ridged edges which bear small silver-blue speckles at the tips. In the wild, it spreads quite rapidly, and will cover a wide area within just a few seasons after its introduction.\n\nHabitat: On the mainland of Faerun, feverfew is most commonly found in open fields and meadows which receive full unobstructed sunlight. However, it is an impressively adaptable and hardy plant, able to assert itself within a wide range of growing conditions, and the local strain seems to have developed a preference for thickly forested regions where the forest floor receives little direct sunlight. It is apparently unbothered by occasional snow or cold, capable of flourishing even in regions with extreme seasonal variations in temperature.\n\nHarvesting: The medicinal portions of the plant are its leaves, which can simply be plucked whole from their stems; the choicest leaves are those with the brightest blue speckles. They are at their most potent when used fresh, but retain some efficacy through being dried.\n\nUses: Feverfew's properties as an analgesic are at their most effective when the leaves are decocted and reduced into a smooth blue-green paste. This paste is then often combined with powdered chinchona bark in the multipurpose painkiller Midwife's Helper, or occasionally applied to bandage preparations (though it should be noted that in this application, the paste still functions only as an analgesic, not a healing agent, and that the healing properties of feverfew-treated bandages come entirely from the skilled application of the bandages and accompanying implements). Success as an antipyretic has also been derived from an infusion of feverfew with common sage, most especially in the 'bird fever' which afflicted Amia Island in the summer of DR 1381. This preparation was notable in that the decongestant properties of a mundane hot tea were magnified significantly; further study is warranted to determine whether this effect was attributable to that disease being specifically vulnerable to treatment by feverfew, or whether some augmentative reaction is able to be consistently obtained from combining feverfew with sage.\n\nNotes: One of the most readily domesticable plants in the herbalist's arsenal, feverfew is a remarkably accommodating plant which reacts acceptably to garden life and transplanting. Gardeners traditionally report the greatest success planting feverfew bushes in spring, in full sun, just over a foot apart from each other. Bushes should be pruned back to the ground after harvesting each fall, in order to ensure the maximum yield again the following season. Many practitioners have observed that if feverfew is taken for any prolonged time as a medicinal herb, sudden discontinuation can result in a mild withdrawal syndrome, consisting of several days of headache, irritability, trouble sleeping, and joint pain. Also of note is the plant's use in the making of the perfume known commonly (and perhaps somewhat facetiously) as eau de Cordor, which takes advantage of the leaves' pleasant citrus scent.\n\nHerb: Chinchona Bark\n(also called cinchona bark or Hathor's bark)\n\nAppearance: A chinchona tree's remarkable collection of medicinal qualities is completely belied by its rather mundane appearance. A broad-leafed evergreen, the trees do not commonly exceed twenty feet in height, with the most successful known examples barely reaching fifty feet. The leaves are a dark, uniform green, and the bark and branches shading from pale tan in new growth to cinnamon red-brown in older growth. Typically unseen is the tree's elaborate network of far-reaching roots, which can extend far distant from the trunk in search of reliable water supplies. The trees germinate in the spring, producing prolific clusters of small pink tubular flowers. The bark is incredibly bitter in taste, and all useful preparations retain this bitterness in their final forms.\n\nHabitat: Chinchona trees thrive in warm, sandy earth with unobstructed sunlight. They are well adapted to areas with no significant amount of rainfall; instead they prefer to exploit consistent sources of ground water with their broad root structure. The great majority of the bark used locally is harvested in Khem and imported.\n\nHarvesting: Aging sections of the chinchona tree's bark naturally dry and curl away from the tree's trunk. These can be pulled from the tree, coming away in long curling strips. Care should be taken not to damage the tress by harvesting too much at a time from any one tree. If too much of the soft wood of the trunk is laid bare and left exposed, the tree will be at risk of succumbing to wood-borer beetles which would otherwise be discouraged by the bark's great bitterness. If stored in very dry conditions, chinchona bark retains its full medicinal effectiveness even long after being harvested.\n\nUses: Chinchona is a wonderfully generous plant, with a wide array of useful properties. The ideal preparation will vary, depending on which of the bark's functions the herbalist wishes to magnify. As an anesthetic, chinchona should be decocted and reduced to a thick dark brown paste, which is commonly thinned and smoothed by blending with coconut oil. A balance between the bark's anesthetic and muscle-relaxant qualities is obtained in the multipurpose painkiller Midwife's Helper; in this application, the bark is dried and powdered and combined with a paste reduced from feverfew leaves, which is stored in this thick pasty form, then diluted into a beverage as needed (note that Midwife's Helper is a thoroughly unpleasant-tasting drink, which really should be sweetened with a great deal of honey to avoid tormenting the patient). As an antipyretic, the bark is prepared in tincture which is often included in healing kits intended to combat disease (though it should be noted that in this application, the bark still functions only as an antipyretic, not a healing agent, and that the healing properties of chinchona-treated bandages come entirely from the skilled application of the bandages and accompanying implements).\n\nNotes: Some individuals can react badly to preparations of chinchona bark, showing symptoms suggestive of exaggerated forms of the bark's anesthetic properties: blurred vision, oversensitivity to light, impaired hearing, dizziness, vertigo, and disorientation. These symptoms can be uncomfortable and disturbing, but are generally short-lived, and likely outweighed by the medicinal benefits imparted by the treatment.\n\nHerb: Hallowseeds\n\nAppearance: The source of the third of the most important tools in the herbalist's arsenal, hallowseeds, is a woody shrub with simple toothed leaves, growing in opposing pairs from stiff, hairy stems. These stems branch profusely as the plant grows vertically, lending the plant a shape rather like an inverted narrow cone, with thick tangled growth near the top. For most of the year, the leaves are an unremarkable pale green, but during the spring germinating season, they take on a blush of the purple hue exhibited by the plant's many small flowers, and exude a sweet, chalky aroma. The seeds' potency is sufficiently well-known among medicine-makers that the plant itself is named for them, being referred to simply as hallowseed plants, or occasionally hallowleaf. The seeds themselves are blue-white, oval-shaped, and quite small, about the size of a cherry stone. The seed germ within is remarkably dense, giving the seeds significantly more weight than their appearance would suggest.\n\nHabitat: Though it may be mere coincidence that Hallowseeds seem to thrive in regions held to be of spiritual significance, the correlation is at least strong enough that it has long since passed into folklore, and indeed, is the source of the plant's name. Locally, hallowseed plants have been noted to flourish in areas sacred to the Seldarine, the gods of the Holy City of Kohlingen, various druidical powers, and Salandra the Healer. This tendency, combined with the plant's unassuming appearance, has lent it a reputation of being elusive, even secretive. In truth, however, it's merely easy to overlook them as they quietly blend into the surrounding foliage.\n\nHarvesting: Hallowseeds are harvested from small nut-like seed pods that grow in clusters near the base of the flowers. Care should be taken not to crack these pods when gathering them; if left sealed within the pods, hallowseeds will retain nearly their full effectiveness for perhaps a month. Once exposed to the elements, however, the seeds will quickly dry out and crumble into useless dust.\n\nUses: The primary medicinal use of hallowseeds is as an anti-toxin; the starch of the germ within the seeds serves to absorb impurities, and the insoluble fiber of the seed hulls functions as roughage which sweeps obstructive contaminant matter from the digestive tract. These properties are commonly utilized in the preparation of anti-toxic healing kits, applied to bandages intended for use on wounds in danger of contamination or infection (though it should be noted that in this application, hallowseed still functions only as an antitoxin, not a healing agent, and that the healing properties of hallowseed-treated bandages come entirely from the skilled application of the bandages and accompanying implements). When a maceration of hallowseed is combined with the purifying power of extracted glow berry essence, a basic alchemical restorative is achieved, useful against a wide variety of diseases and afflictions. In their unprepared state, hallowseeds can be chewed whole to glean a portion of these benefits, and the strongly alkaline nature of the seed germ functions as an antacid (stomach powder prepared from crushed hallowseed combined with calcium-rich quicklime bolsters this antacid property greatly). \n\nNotes: Hallowseed plants are notoriously fickle in their environmental preferences; reports of the plants being successfully transplanted or domesticated are quite rare, and almost all of the hallowseeds used by herbalists are gathered from the wild.\n\nButterfly Mushroom Spores\n(also called glimmercap spores)\n\n\nAppearance: The giant glimmercaps that are the source of these spores are large agaric mushrooms, ranging from beige to vivid crimson, depending on the composition of the soil in which they grow. The brighter the red coloration, the more potent the herbally active properties will be. The flesh of the caps has a waxy feel, and a subtle scent reminiscent of wood ash.\n\nHabitat: Giant glimmercap mushrooms thrive in earthen caves and other warm, humid places such as low-lying, well-shaded ravines and gullies. They grow directly from the soil, rather than from deadfall, and seem to prefer to keep the company of a variegated crowd of other plants and shrubs nearby.\n\nHarvesting: Like all agarics, glimmercaps hold their spores within the gill structures on the undersides of their caps. In size, shape, and color, each spore resembles a very small grain of brown rice. If intended for immediate use, the spores can be obtained simply by breaking apart the mushroom cap and sorting the spores from the pieces. For longer-term storage, leave the spores within the cap, where they will be sustained live for perhaps as long as a tenday, while the cap dries out. Once dessicated, however, the cap ceases sustaining the spores, and they will quickly shrivel and dry, losing their effectiveness.\n\nUses: Let us not mince words: butterfly mushroom spores are highly psychoactive. Minor doses can induce hyperesthesia, synesthesia, and mild euphoria; increased consumption causes vivid hallucinations which can vary in mood wildly, from intensely pleasant to intensely terrifying. Some orders of seers and mystics, including some within the present author's own clergy of Sehanine Moonbow, prepare and use an elixir of these spores mixed with wine alcohol, commonly known as Seer's Wine, in order to magnify these psychoactive properties, believing there to be profound spiritual insight waiting to be gleaned from sagacious interpretation of the visions experienced while under such influence. Perhaps unexpectedly, it is precisely this psychoactive property that makes possible one of the more potent known herbal potions: the potion of healing. The vivid hallucinations serve to loosen the subject mind's reflexive grasp on transient reality, allowing the healing properties of the potion's other components (feverfew and chinchona bark, traditionally) to freely react to the subject's true permanent pattern, rather than the temporary mental construct of self-image which includes such experiences as wounds and afflictions. Fortunately, since the alchemically derived magic of the potion is thus fueled by the induced hallucinatory receptivity, the process of executing the magic speeds through the altered mental state at massively increased rapidity, rendering the patient merely briefly disoriented, rather than incapacitated for hours by delusion and delirium.\n\nNotes: The name \"butterfly mushroom\" comes from the tendency for several varieties of caterpillar to choose the stalks of glimmercaps on which to spin their cocoon. It is theorized that either the mushrooms' scent or their psychoactive properties serve as a deterrent to the other insects and small animals which would seek out the cocoons to feed on the helpless protein-rich pupae within. On warm late spring mornings, areas with plentiful glimmercap mushrooms can often be easily identified by a rainbow profusion of new butterflies taking to the air for the first time, a sight which the author wholeheartedly recommends as a balm for the spirit.\n\nHerb: Glow Berries\n\nAppearance: The plant from which these unusual fruits hail hardly appears remarkable, resembling a broad aloe plant, with deep green leaves arranged in clusters with the berries growing in bunches around their base. The berries are a light yellowish green, with very firm flesh, and nearly perfectly spherical, about an inch in radius when fully grown. In daylight, the entire plant has a thoroughly humble and unassuming appearance. In dark or shadowed areas, however, the remarkable nature of the berries is starkly revealed, as the dozens of bioluminescent seeds inside the berry emit a soft green light.\n\nHabitat: These plants are usually found in thickly forested regions, given their preference for diffuse, indirect light. They are common throughout the northern temperate latitudes; indeed, a forest without several thriving populations of these bushes would be quite rare, and glow berries are perhaps the most easy herbal component for local practitioners to obtain.\n\nHarvesting: The berries are quite sturdy, and easy to store and handle. They dry quickly when removed from the plant, and the medicinally active properties do not survive, unless the drying takes place in direct sunlight. Choose a sunny day for drying glow berries, and at first light, place them at least an inch apart from each other on a screen or other device which allows unfettered air flow. Leave them exposed to the sun for as long as possible; ten hours or more is ideal. When prepared in this way, the berries will retain efficacy for a season or more.\n\nUses: The precise mechanism by which glow berries impart their remarkable properties into herbal remedies is not deeply understood. It is theorized among many learned sages, including the present author, that a glow berry functions as a natural battery, absorbing latent positive energy from the environment and storing it in its seeds. It is this positive energy which causes glow berries' most common product, minor restoration potions, to glow when brought near a living being. Such potions combine the energy of the glow berry with the antitoxic properties of hallowseeds, and are among the first highly practical concoctions which most herbalists learn to brew. Also of note is the reagent known as essence of purity, which as its name suggests is a purifying factor in several alchemical techniques, including the production of incense sufficiently free of foreign contaminant that it may be put to use in a wide array of spellcasting rituals which demand precise governance of their components.\n\nNotes: Glow berries are quite tart, resembling to the tongue a fresh spring rhubarb. Though the seeds within the berry are enclosed in a hull which is rather tough when raw, the berries soften quickly and considerably with heat, and can be put to use in cooked applications in much the same way as blueberries. The author fondly notes that the hinfolk of Bendir Dale have become quite proficient in the incorporation of glow berries into various dishes, which are noteworthy not only for their culinary appeal, but also for the striking appearance of a pastry which retains the berries' luminescence even through the process of baking. Even the most accomplished herbalist cannot truly claim to understand the charm of glow berries without having eaten a slice of glowing pie."
    }
  },
  "DisarmDC": {
    "type": "byte",
    "value": 0
  },
  "Faction": {
    "type": "dword",
    "value": 1
  },
  "Fort": {
    "type": "byte",
    "value": 5
  },
  "Hardness": {
    "type": "byte",
    "value": 5
  },
  "HasInventory": {
    "type": "byte",
    "value": 0
  },
  "HP": {
    "type": "short",
    "value": 10
  },
  "Interruptable": {
    "type": "byte",
    "value": 1
  },
  "KeyName": {
    "type": "cexostring",
    "value": ""
  },
  "KeyRequired": {
    "type": "byte",
    "value": 0
  },
  "Lockable": {
    "type": "byte",
    "value": 1
  },
  "Locked": {
    "type": "byte",
    "value": 0
  },
  "LocName": {
    "type": "cexolocstring",
    "value": {
      "0": "Herbalism of Amia: A Primer"
    }
  },
  "OnClick": {
    "type": "resref",
    "value": ""
  },
  "OnClosed": {
    "type": "resref",
    "value": ""
  },
  "OnDamaged": {
    "type": "resref",
    "value": ""
  },
  "OnDeath": {
    "type": "resref",
    "value": ""
  },
  "OnDisarm": {
    "type": "resref",
    "value": ""
  },
  "OnHeartbeat": {
    "type": "resref",
    "value": ""
  },
  "OnInvDisturbed": {
    "type": "resref",
    "value": ""
  },
  "OnLock": {
    "type": "resref",
    "value": ""
  },
  "OnMeleeAttacked": {
    "type": "resref",
    "value": ""
  },
  "OnOpen": {
    "type": "resref",
    "value": ""
  },
  "OnSpellCastAt": {
    "type": "resref",
    "value": ""
  },
  "OnTrapTriggered": {
    "type": "resref",
    "value": ""
  },
  "OnUnlock": {
    "type": "resref",
    "value": ""
  },
  "OnUsed": {
    "type": "resref",
    "value": ""
  },
  "OnUserDefined": {
    "type": "resref",
    "value": ""
  },
  "OpenLockDC": {
    "type": "byte",
    "value": 0
  },
  "PaletteID": {
    "type": "byte",
    "value": 13
  },
  "Plot": {
    "type": "byte",
    "value": 1
  },
  "PortraitId": {
    "type": "word",
    "value": 0
  },
  "Ref": {
    "type": "byte",
    "value": 0
  },
  "Static": {
    "type": "byte",
    "value": 0
  },
  "Tag": {
    "type": "cexostring",
    "value": "book_nat_002"
  },
  "TemplateResRef": {
    "type": "resref",
    "value": "book_nat_002"
  },
  "TrapDetectable": {
    "type": "byte",
    "value": 1
  },
  "TrapDetectDC": {
    "type": "byte",
    "value": 0
  },
  "TrapDisarmable": {
    "type": "byte",
    "value": 1
  },
  "TrapFlag": {
    "type": "byte",
    "value": 0
  },
  "TrapOneShot": {
    "type": "byte",
    "value": 1
  },
  "TrapType": {
    "type": "byte",
    "value": 0
  },
  "Type": {
    "type": "byte",
    "value": 0
  },
  "Useable": {
    "type": "byte",
    "value": 1
  },
  "Will": {
    "type": "byte",
    "value": 0
  }
}
