{
  "__data_type": "UTP ",
  "AnimationState": {
    "type": "byte",
    "value": 0
  },
  "Appearance": {
    "type": "dword",
    "value": 1386
  },
  "AutoRemoveKey": {
    "type": "byte",
    "value": 0
  },
  "BodyBag": {
    "type": "byte",
    "value": 0
  },
  "CloseLockDC": {
    "type": "byte",
    "value": 0
  },
  "Comment": {
    "type": "cexostring",
    "value": ""
  },
  "Conversation": {
    "type": "resref",
    "value": ""
  },
  "CurrentHP": {
    "type": "short",
    "value": 10
  },
  "Description": {
    "type": "cexolocstring",
    "value": {
      "0": "The Dark Court Slaughter\nWritten by Min'gorad Telumendil\n\nDeep within the woods of Cormanthor, ruins and marks of one of the most dark and vicious battles in elven history lie hidden. The ruins of the Old Elven Court. Just like the other communities of it's time, Myth Drannor, Semberholme and the Tangled Trees, it was a great place of power and communion for the elven people. The Old court was even more so.. a place blessed by the holy seldarine themselves and a place of absolute freedom.\n\nWhere no one were above others, no weapons were allowed inside and all walked as equals under the Seldarine's gentle gaze and laws. Where the fates of thousands were decided on a daily basis, both to serve justice and to decide the outcome of the Crown wars, even the fate of our people. \n\nFor centuries it was a place of reverence that needed no laws or government, ruled only by the Seldarine themselves and an unflinching determination to seek justice. As the woods became settled by our people, the village of Elven Court became the center of the Seldarine's power and elven laws. A great place of pilgrimage and it's sacred power was respected by all the surrounding realms.. it's word was law. \n\nThis is how life within the city was, until one fateful Midwinter Night.\n\nCelebrating a two thousand year old peace between one of the old elven kingdoms and a kingdom of the noble dwarves, our people held a feast in the Hall of Ages on Midwinter night. The streets were filled with laughter and joy as people of both races mingled and shared ideas and opinions.\nNew friendships and allegiances forged, trades were made and our people danced joyously together by the cities shrines and festival grounds. Then began the dark court slaughter as a combined horde of dhaerow and duergar swarmed from the Underdark and attacked the city.\nTheir vicious mages cloaked the entire city in a deep darkness, blocking out the gentle caress of the sunlight troughout the day. They swarmed trough the city gates in large numbers, slaughtering every Quessir they saw, leaving not even the children breathing.\n\nThey had studied our traditions well.. for they knew weapons were not permitted within the city walls, and their vicious grins spread amongst their ranks as they slaughtered the unarmed civillians. Even our great warriors were cought off guard and had little chance of holding the city.\nDhaerow eyes and fingers desecrated our temples and sacked our homes. The cities beauty was tarnished as fires rampaged trough the streets and blood flowed freely. Two Coronals were slain amidst the battle, along with thousands of nobles and commoners alike.\nOne of our people's greatest warriors could not save the city from the dark assault on his own.. Filled with sadness and rage he fell to his knees upon the blood stained ground. There his eyes fell to his fallen kin that had been claimed by the dhaerow and their allies. A burning fire roared within him, and it would not be contained.\n\nHis hand thrust into the air and let our a great cry of sadness and rage. His voice carried to each corner of the city as he swore his oath to the Great Corellon. He would not laugh nor smile until the dhaerow and all whom walk their path lie broken and shattered at his feet.\n\nShevarash's oath was made.\n\nFrom that day on, he became a champion of our people. He fought the dhaerow wherever and whenever they could be found. Striking without mercy and hesitation, his bow felled them by the dozens with each shot. His oath of vengeance spread out like a great ocean across entire battlefields as the betrayers fell and our great armies cheered his name as they won more and more skirmishes with him at their front. \n\nAs the Black Archer led his army into the greatest battle they would ever see, he did not hesitate nor pause. They were greatly outnumbered, his men were worn and tired from nearly seventy years of endless fighting against the betrayers, though their dedication and conviction had only grown stronger over those long and hard years. It was not until they met an army twenty times their size, that defeat seemed to find them. Shevarash stared down the thousands upon thousands of dhaerow that charged against them. A final battlecry roared out trough the field as his bow once again sang it's deadly song. \"My oath does not end with my death!\" he shouted as nearly a hundred drow decended upon him alone, finally bringing the great warrior the one and only defeat in his life. As his blood spilled fourth and sept into the ground, a gentle breeze grasped his soul and carried it off. It was in this moment that the Seldarine decided his sacrefice would never be forgotten, as he was made one of our great Seldarine. Our great Shevarash was transformed into one of the Seldarine to stand among them, as a guardian of our people against the relentless tides of the betrayers and a paragon of our kind.\n\nNever must we forget the decietfulness and viciousness of the betrayers. Never must we allow them to spill elven blood again.. and never will we forget Shevarash's oath. Let it be fullfilled."
    }
  },
  "DisarmDC": {
    "type": "byte",
    "value": 0
  },
  "Faction": {
    "type": "dword",
    "value": 1
  },
  "Fort": {
    "type": "byte",
    "value": 5
  },
  "Hardness": {
    "type": "byte",
    "value": 5
  },
  "HasInventory": {
    "type": "byte",
    "value": 0
  },
  "HP": {
    "type": "short",
    "value": 10
  },
  "Interruptable": {
    "type": "byte",
    "value": 1
  },
  "KeyName": {
    "type": "cexostring",
    "value": ""
  },
  "KeyRequired": {
    "type": "byte",
    "value": 0
  },
  "Lockable": {
    "type": "byte",
    "value": 1
  },
  "Locked": {
    "type": "byte",
    "value": 0
  },
  "LocName": {
    "type": "cexolocstring",
    "value": {
      "0": "The Dark Court Slaughter"
    }
  },
  "OnClick": {
    "type": "resref",
    "value": ""
  },
  "OnClosed": {
    "type": "resref",
    "value": ""
  },
  "OnDamaged": {
    "type": "resref",
    "value": ""
  },
  "OnDeath": {
    "type": "resref",
    "value": ""
  },
  "OnDisarm": {
    "type": "resref",
    "value": ""
  },
  "OnHeartbeat": {
    "type": "resref",
    "value": ""
  },
  "OnInvDisturbed": {
    "type": "resref",
    "value": ""
  },
  "OnLock": {
    "type": "resref",
    "value": ""
  },
  "OnMeleeAttacked": {
    "type": "resref",
    "value": ""
  },
  "OnOpen": {
    "type": "resref",
    "value": ""
  },
  "OnSpellCastAt": {
    "type": "resref",
    "value": ""
  },
  "OnTrapTriggered": {
    "type": "resref",
    "value": ""
  },
  "OnUnlock": {
    "type": "resref",
    "value": ""
  },
  "OnUsed": {
    "type": "resref",
    "value": ""
  },
  "OnUserDefined": {
    "type": "resref",
    "value": ""
  },
  "OpenLockDC": {
    "type": "byte",
    "value": 0
  },
  "PaletteID": {
    "type": "byte",
    "value": 13
  },
  "Plot": {
    "type": "byte",
    "value": 1
  },
  "PortraitId": {
    "type": "word",
    "value": 0
  },
  "Ref": {
    "type": "byte",
    "value": 0
  },
  "Static": {
    "type": "byte",
    "value": 0
  },
  "Tag": {
    "type": "cexostring",
    "value": "book_hist_002"
  },
  "TemplateResRef": {
    "type": "resref",
    "value": "book_hist_002"
  },
  "TrapDetectable": {
    "type": "byte",
    "value": 1
  },
  "TrapDetectDC": {
    "type": "byte",
    "value": 0
  },
  "TrapDisarmable": {
    "type": "byte",
    "value": 1
  },
  "TrapFlag": {
    "type": "byte",
    "value": 0
  },
  "TrapOneShot": {
    "type": "byte",
    "value": 1
  },
  "TrapType": {
    "type": "byte",
    "value": 0
  },
  "Type": {
    "type": "byte",
    "value": 0
  },
  "Useable": {
    "type": "byte",
    "value": 1
  },
  "Will": {
    "type": "byte",
    "value": 0
  }
}
