{
  "__data_type": "UTP ",
  "AnimationState": {
    "type": "byte",
    "value": 0
  },
  "Appearance": {
    "type": "dword",
    "value": 1386
  },
  "AutoRemoveKey": {
    "type": "byte",
    "value": 0
  },
  "BodyBag": {
    "type": "byte",
    "value": 0
  },
  "CloseLockDC": {
    "type": "byte",
    "value": 0
  },
  "Comment": {
    "type": "cexostring",
    "value": ""
  },
  "Conversation": {
    "type": "resref",
    "value": ""
  },
  "CurrentHP": {
    "type": "short",
    "value": 10
  },
  "Description": {
    "type": "cexolocstring",
    "value": {
      "0": "~ Basic anatomy manual ~\nby Lucius Blackwater\n\nIntroduction\n\nIn this shortened edition I will focus on basic humanoid anatomy. Even though this is a simple \nand short overview, do not underestimate the importance of knowing these body parts and \ntheir locations at any moment given. When operating, time isa crucial factor and there will be \nno time for consulting this manual. The human body is the entire structure of a human organism,\nand consists of a head, neck, torso, two arms and two legs. The organ systems of the body \ninclude the musculoskeletal system, cardiovascular system, digestive system, endocrine \nsystem, integumentary system, urinary system, lymphatic system, immune system, respiratory\nsystem, nervous system and reproductive system.\n\nMusculoskeletal system\n\nThere are two different skeletal types: the exoskeleton, which is the stable outer shell of an \norganism, and the endoskeleton, which forms the support structure inside the body. In this \npart of the manual I shall give my undivided attention to the endoskeleton, or to be more\nprecise the endoskeleton of a human for I consider it to be the very basic knowledge any \nscholar requires in order to conduct any further research concerning anatomy.\n\nThe axial skeleton\n\nThe axial skeleton consists of the 80 bones along the central axis of the human body. Even \nthough it is usually divided into six segments, for easier understanding I have simplified it and \ndivided it into three segments: the skull, vertebral column and thorax (chest).\n\n-------------------------------------------------------------------------------------------------------------------------------------\n\nThe skull\n\n1. Cranium: The functions of the cranium are to encloses the brain and protect the organs of \nsight, hearing and balance. Cranium consists of two basic parts: the neurocranium and the \nviscerocranium. The neurocranium (or braincase) is a protective vault surrounding the brain \nand brain stem. The viscerocranium (also known as facial skeleton) is formed by the bones supporting \nthe face.\n\n2. Mandible: The mandible or jawbone orms the lower jaw. Its role is to hold the lower teeth \nin place. The mandible is the largest and strongest bone of the face.\n\n-------------------------------------------------------------------------------------------------------------------------------------\n\nVertebral column\nMain function: Protection of the spinal cord.\n\n1. Cervical vertrebrae: Cervical vertebrae (also known as C-spine) are those vertebrae \nimmediately inferior to the skull. Its role is to support the globe of the skull and allow the \nmovements such as turning the head or nodding.\n\n2. Thoracic vertebrae: This part of the vertebral column consists of 12 segments. It is also \nknown as T-spine. The role of T-spine is to support thorax and allow rib attachment.\n\n3. Lumbar vertebrae: L-spine is the largest segments of the movable part of the vertebral \ncolumn. The 5 segments have the role of supporting the abdomen.\n\n4. Sacrum: Or the S-spine is a large triangular bone in the base of the vertebral column. The \nsacrum is what connects the upper body with the lower body at the sacroiliac joint, which is \nalso where your body weight is transmitted to the pelvic girdle.\n\nThe appendicular skeleton\n\nThe appendicular skeleton is composed of 126 bones in the human body. The word appendicular is the \nadjective of the noun appendage, which itself means a part that is joined to something larger. Do note \nthat each bone described in this section comes in pair in humans. Thus the appendicular skeleton \nconsists of four extremities - two arms and two legs.\n\nAlso this is a good time to mention the term - anatomical position. It is important for the \nstudents of anatomy to understand this for the terminology in anatomy and medicine is aligned to this. \nIn the Anatomical Position, the body is assumed to be standing, the feet together, the arms to the \nside, and the head and eyes and palms of the hands facing forwards. To ensure consistency of \ndescription it is important to keep the anatomical position constantly in mind. \n\nAnatomical Position\n\n-------------------------------------------------------------------------------------------------------------------------------------\n\nArm\n\nScapula: The scapula, omo, or shoulder blade, is the bone that connects \nthe humerus (upper arm bone) with the clavicle (collar bone). The \nscapula forms the posterior (back) located part of the shoulder girdle. \nIn humans, it is a flat bone, roughly triangular in shape. Because of \nits sturdy structure and protected location, scapular fractures are \nuncommon; when they do occur, they are an indication that severe \nchest trauma has occurred.\n\nClavicle: In human anatomy, the clavicle or collar bone is a flat bone of short \nlength that serves as a strut between the scapula and the sternum. It \nis the only long bone in body that lies horizontally. The clavicle is a \ndoubly curved short bone that connects the arm (upper limb) to the body \n(trunk), located directly above the first rib. It acts as a strut to keep \nthe scapula in position so the arm can hang freely.\n\nHumerus: The humerus is a long bone in the arm or forelimb that runs from the \nshoulder to the elbow. Anatomically, it connects the scapula and the \nlower arm (consisting of the radius and ulna), and consists of three \nsections; the upper extremity, the body and the lower extremity.\n\nUlna: The ulna is one of the two long bones in the forearm, the other \nbeing the radius. It is prismatic in form and runs parallel to the radius, \nwhich is shorter and smaller. In anatomical position (when the palms \nof the hands face forward) the ulna is located at the side of the forearm \nclosest to the body (the medial side), the side of the little finger. \n\nRadius: The radius is one of the two large bones of the forearm, the other \nbeing the ulna. It extends from the elbow to the thumb side of the \nwrist and runs parallel to the ulna, which exceeds it in length and size. \nIt is a long bone, prism-shaped and slightly curved longitudinally. The \nradius articulates with the humerus and the head of the ulna. The radius \nhas a body and two extremities.\n\nCarpus: The carpus is the sole cluster of bones in the wrist between the radius \nand ulna and the metacarpus. The bones of the carpus do not belong to \nindividual fingers (or toes in quadrupeds), whereas those of the metacarpus \ndo. In human anatomy, the main role of the carpus is to facilitate effective \npositioning of the hand and powerful use of the extensors and flexors of the \nforearm, but the mobility of individual carpal bones increase the freedom of \nmovements at the wrist. \n\nMetacarpus: In human anatomy, the metacarpus is the intermediate part of the hand \nskeleton that is located between the phalanges (bones of the fingers) distally \nand the carpus which forms the connection to the forearm. The metacarpus \nconsists of metacarpal bones. Each metacarpal bone consists of a body and \ntwo extremities.\n\nPhalanges: In anatomy, phalanx bones (plural phalanges) are those that form the \nfingers and toes. In primates such as humans and monkeys, the thumb \nand big toe have two phalanges, while the other fingers and toes consist \nof three. Phalanges are classified as long bones. The phalanges do not really \nhave individual names. They are named for the digit they represent, their \ndistance from the body and, in the case of the intermediate phalange, their \nlocation relative to each other. The phalanges of the hand are commonly \nknown as the finger bones. There are fourteen in number, three for each finger, \nand two for the thumb. Each consists of a body and two extremities.\n\n-------------------------------------------------------------------------------------------------------------------------------------\n\nLeg\n\nFemur: The femur or thigh bone is the longest and strongest bone in the skeleton. It is almost perfectly \ncylindrical in the greater part of its extent. The femur, like other long bones, is divisible into a body and\ntwo extremities. The lower end joins the tibia to form the knee joint. The upper end is rounded into a \nball that fits into a socket in the pelvis to form the hip joint. The neck of the femur gives the hip joint a\nwide range of movement, but it is a point of weakness and a common site of fracture.\n\nPatella: The patella is the technical name for the kneecap, the triangular-shaped bone at the front of \nthe knee joint. The patella is held in place by muscles, the lower end of which surrounds the patella \nand is then attached to the upper part of the tibia (shin) by patellar tendons. The patella protects the\nknee joint. The primary functional role of the patella is knee extension. The patella increases the \nleverage that the tendon can exert on the femur by increasing the angle at which it acts.\n\nTibia: The tibia is the inner and thicker of the two long bones in the lower leg. It is also called \nthe shin bone. he tibia is the supporting bone of the lower leg and runs parallel to the other, smaller \nbone (the fibula) to which it is attached by ligaments. The upper end joins the femur to form the knee \njoint, and the lower end forms part of the ankle joint.\n\nFibula: The fibula is the outer and thinner of the two long bones of the lower leg. It is much \nnarrower than the other bone (the shin), to which it runs parallel and to which it is attached at both \nends by ligaments. The upper end of the fibula does not reach the knee, but the lower end descends \nbelow the shin and forms part of the ankle. Its main function is to provide attachment for muscles. It \ndoesn't give much support or strength to the leg, which explains why the bone can safely be used for \ngrafting onto other bones in the body.\n\nTarsus: The tarsus is a cluster of seven articulating bones in each foot situated between the \nlower end of tibia and fibula of the lower leg and the metatarsus. In humans the largest bone in the \ntarsus is the calcaneus, which is the weight-bearing bone within the heel of the foot.\n\nMetatarsus: The metatarsal bones are five long, cylindrical bones in the foot. The bones make \nup the central skeleton of the foot and are held in an arch formation by surrounding ligaments. The \nmetatarsus or metatarsal bones are a group of five long bones in the foot located between the tarsal \nbones of the hind- and mid-foot and the phalanges of the toes. \n\nPhalanges (toes): The phalanges of the foot are the bones in the toes. They correspond, in \nnumber and general arrangement, with those of the hand; there are two in the big toe, and three in \neach of the other toes. The toes, especially the big toe are essential for the \"push-off\" phase of the \nwalking cycle. Without an efficient push off, walking would require more energy due to the need for \nmuscle action rather than a perfect balance of muscle action and forces like momentum.\n\n\n\n-------------------------------------------------------------------------------------------------------------------------------------\n\nThorax\n\n1. Sternum: The sternum or breastbone is a long flat bony plate shaped like a capital \"T\" located in the\ncenter of the thorax. The sternum connects with the ribs forming the front of the rib cage. Without the\nsternum there would be a big hole in the front of the human chest. It also articulates with the \nclavicles. The sternum plays an important role in protecting the heart, lungs and major blood vessels \nfrom damage.\n\n2. Ribs: Ribs are the long curved bones which form the rib cage. They serve to protect the lungs, \nheart, and other internal organs of the thorax. Humans have 24 ribs (12 pairs). The first seven sets of \nribs, known as \"true ribs\", are directly attached to the sternum. The following five sets are known as \n\"false ribs\", three of these sharing a common cartilaginous connection to the sternum, while the last \ntwo are termed floating ribs or vertebral ribs. They are attached to the vertebrae only, and not to the \nsternum or cartilage coming off of the sternum. Some people are missing one of the two pairs of \nfloating ribs, while others have a third pair.\n\nAn average human body consists of 206 bones. Do note that this number may vary, as some \nindividuals may have more or fewer bones than this owing to anatomical variations. The most \ncommon variations include additional (i.e. supernumerary) cervical ribs or lumbar vertebra. \nAlso, let it be noted that the number of bones in the human body varies due to age, thus at \nbirth, a newborn baby has over 300 bones, whereas on average an adult human has 206 \nbones. In this manualI will not speak of every single bone, but I will rather mention 24 basic \nand most important bones and bone groups, which will be divided in two segments: the axial \nskeleton and the appendicular skeleton. Bones are rigid organs that form part of the \nendoskeleton of vertebrates. They function to move, support, and protect the various organs \nof the body, produce red and white blood cells and store minerals. Skeletal system of the \nhuman body weights only 15-20% of the total bodymass, which implies that, compared to \ntheir weight, bones are extraordinary tough organs. \n1. The hard outer layer of bones is composed of compact bone tissue. This tissue gives bones \ntheir smooth, white, and solid appearance, and accounts for 80% of the total bone mass of an\nadult skeleton. Compact bone may also be referred to as dense bone.\n2. Bone marrow is the flexible tissue found in the interior of bones. In humans, bone marrow \nin large bones produces new blood cells. On average, bone marrow constitutes 4% of the total \nbody mass of humans."
    }
  },
  "DisarmDC": {
    "type": "byte",
    "value": 0
  },
  "Faction": {
    "type": "dword",
    "value": 1
  },
  "Fort": {
    "type": "byte",
    "value": 5
  },
  "Hardness": {
    "type": "byte",
    "value": 5
  },
  "HasInventory": {
    "type": "byte",
    "value": 0
  },
  "HP": {
    "type": "short",
    "value": 10
  },
  "Interruptable": {
    "type": "byte",
    "value": 1
  },
  "KeyName": {
    "type": "cexostring",
    "value": ""
  },
  "KeyRequired": {
    "type": "byte",
    "value": 0
  },
  "Lockable": {
    "type": "byte",
    "value": 1
  },
  "Locked": {
    "type": "byte",
    "value": 0
  },
  "LocName": {
    "type": "cexolocstring",
    "value": {
      "0": "Basic Anatomy Manual"
    }
  },
  "OnClick": {
    "type": "resref",
    "value": ""
  },
  "OnClosed": {
    "type": "resref",
    "value": ""
  },
  "OnDamaged": {
    "type": "resref",
    "value": ""
  },
  "OnDeath": {
    "type": "resref",
    "value": ""
  },
  "OnDisarm": {
    "type": "resref",
    "value": ""
  },
  "OnHeartbeat": {
    "type": "resref",
    "value": ""
  },
  "OnInvDisturbed": {
    "type": "resref",
    "value": ""
  },
  "OnLock": {
    "type": "resref",
    "value": ""
  },
  "OnMeleeAttacked": {
    "type": "resref",
    "value": ""
  },
  "OnOpen": {
    "type": "resref",
    "value": ""
  },
  "OnSpellCastAt": {
    "type": "resref",
    "value": ""
  },
  "OnTrapTriggered": {
    "type": "resref",
    "value": ""
  },
  "OnUnlock": {
    "type": "resref",
    "value": ""
  },
  "OnUsed": {
    "type": "resref",
    "value": ""
  },
  "OnUserDefined": {
    "type": "resref",
    "value": ""
  },
  "OpenLockDC": {
    "type": "byte",
    "value": 0
  },
  "PaletteID": {
    "type": "byte",
    "value": 13
  },
  "Plot": {
    "type": "byte",
    "value": 1
  },
  "PortraitId": {
    "type": "word",
    "value": 0
  },
  "Ref": {
    "type": "byte",
    "value": 0
  },
  "Static": {
    "type": "byte",
    "value": 0
  },
  "Tag": {
    "type": "cexostring",
    "value": "book_nat_001"
  },
  "TemplateResRef": {
    "type": "resref",
    "value": "book_nat_001"
  },
  "TrapDetectable": {
    "type": "byte",
    "value": 1
  },
  "TrapDetectDC": {
    "type": "byte",
    "value": 0
  },
  "TrapDisarmable": {
    "type": "byte",
    "value": 1
  },
  "TrapFlag": {
    "type": "byte",
    "value": 0
  },
  "TrapOneShot": {
    "type": "byte",
    "value": 1
  },
  "TrapType": {
    "type": "byte",
    "value": 0
  },
  "Type": {
    "type": "byte",
    "value": 0
  },
  "Useable": {
    "type": "byte",
    "value": 1
  },
  "Will": {
    "type": "byte",
    "value": 0
  }
}
