{
  "__data_type": "UTP ",
  "AnimationState": {
    "type": "byte",
    "value": 0
  },
  "Appearance": {
    "type": "dword",
    "value": 1328
  },
  "AutoRemoveKey": {
    "type": "byte",
    "value": 0
  },
  "BodyBag": {
    "type": "byte",
    "value": 0
  },
  "CloseLockDC": {
    "type": "byte",
    "value": 0
  },
  "Comment": {
    "type": "cexostring",
    "value": ""
  },
  "Conversation": {
    "type": "resref",
    "value": ""
  },
  "CurrentHP": {
    "type": "short",
    "value": 10
  },
  "Description": {
    "type": "cexolocstring",
    "value": {
      "0": "The second of Marcus' major works, Via Humanitas is a work in progress compilation of different treatises on the history and nature of humankind, as well as writings on Netheril and other ancient empires. Like Sol Invictus, no other copies exist at this time except for the one Marcus carries with him.\n\nIndex\n\nGenuit Humanitas\nPart I: The First Four\nPart II: The Conclave of The Fifth\n\nGenuit Humanitas\nThe Birth of Humankind\n\n\nI: The First Four\nIn the first of the Days of Thunder, Jannath created four Creator Races to populate Toril: the Sarrukh, the Batrachi, the Aearee and the Sylvans. Each of these, She endowed with souls cast from one of the five Elements. \n\nThe Sarrukh were given souls drawn from Earth. And with it, they were blessed with both great strength and great fortitude, a race of reptilians that walked across the reaches of the land. In time, the Sarrukh would spawn others, such as the yuan-ti, the naga and other of their ilk.\n\nThe Batrachi were given souls drawn from the element of Water, and shaped into a piscine race that dwelled in the depths of the oceans and seas. The Batrachi moved with wondrous grace and agility, their forms flowing and shifting to suit their needs. Across the aeons, the Batrachi would give rise to kua-toa, dopplegangers and other piscine, amphibious and shapeshifting races.\n\nThe Aeree were given souls drawn from the element of Air, and shaped into an avian race. Granted flight and endowed with great speed, they soared trough the skies and over the mountaintops. In time, they would give rise to offspring races with similar traits.\n\nLastly, Jannath created the Sylvan Fey, endowed with souls drawn from Magic itself. Illusive, mysterious and wondrous, the Sylvan continue to tend to the forests of the world. \n\nAnd thus did Jannath create four Creator Races. But unbalance remained in the absence of one, whose soul would be drawn from Fire. The Earthmother dared not create such a creature, for she feared the fire would consume it entirely, and set Her ablaze.\n\nII: The Conclave of The Fifth\nAmaunator, who had come in fire and radiance, beheld Toril and saw it absent of a race that held within a soul that reflected Himself. And so did Amaunator place two handfuls of ash within a mold, and placed the it on a pillar at Actentias. There it lay in the heat of the sun, until the ashes had molten together and hardened. Then did Amaunator take this form and placed within it a soul he drew from Fire. Thus would His child be vibrant and pure, and ever would the Soulfire dance within. And He named His child Humanitas.\n\nThen did Amaunator call the Conclave of The Fifth, to reveal Humanitas to the other gods and convince Jannath that it was worthy of the Breath of Life.\n\nShar and Selune were first to appoach. The Dark Goddess, who despises all life and longs for nothing more but to return to the primordial void, poured her malice into the heart of Humanitas. Thus did she curse the Fifth to know grief, anguish, spite and fear. But the Moonmaiden wept at the sight of such sorrow, and her tears did fall into the heart. Thus did she grant Humanitas love, compassion, hope and dreams. And forever more, would the heart of Humanitas be in turmoil, both blessed and cursed by the Twin Goddesses.\nAnd Amaunator did speak: \"It shall know my gaze and it shall know its kin; from these it shall draw strength in the depths of torment. While it keeps piety and fellowship shall it know no despair. Always shall I be vigilant and guard it trough the night\"\nThus did Amaunator grant Faith to Humanitas.\n\nThen came Targus and Tyche, gods both fickle and unknowable. The Lord of War beheld Humanitas and forged a chain of bloodied steel. This he wrapped around Humanitas' arm. Thus would Humanitas know war, and know it well. Yet, always would it be lured by the siren's call of conflict, ever eager to bring its fury to its foes. The gaze of Lady Fate fell upon the ashen form and its fiery soul, and she placed a gilded coin upon the tongue of Humanitas. Thus did it gain an unquenchable thirst for the treasures beyond the horizon, and in this thirst would it travel to fortune and doom alike.\nAnd Amaunator did speak: \"In fire it is born and as fire it shall go where it will; in this it shall be bold. Fire it shall wield and fire shall drive it on; no foe shall break its resolve. It shall be my shield against the Fiend and my spear against the Taint. Always shall I direct it and lead it to victory\" \nThus did Amaunator grant Zeal to Humanitas.\n\nThen came Kozah and Mystryl. The Destroyer roared in malevolent hatred, and in his rage the Soulfire flared. Thus would Humanitas eagerly sunder what it will, heedless of the price it must pay. The Muse abhorred such wanton rage and she placed a shimmering gem within the ashen head. Thus did she grant Humanitas magic and a keen mind, that it would be capable of great creation as it would be capable of great destruction.\nAnd Amaunator did speak: \"It shall know order and retribution, that it may know stability and peace. It shall know governance and precedent, that it may build on its elders. Always shall I administer creation as I shall administer destruction and keep balance within its soul.\"\nThus did Amaunator grant Law to Humanitas.\n\nLast came Jergal and Jannath. The Pitiless One placed His touch upon the ash, which became brittle in form and heart. Thus he cursed Humanitas to a short life, and to live it in strife, famine and plague. The Earthmother placed her kiss upon the brittle form, and it became fertile. While each life would be brief, there would many.\nAnd Amaunator did speak: \"It shall be legion, a tenfold thousand flames. While it walks in my radiance shall it ever know purity and prosperity; no death shall claim it. Always shall I nourish it and guide it along the Path.\" \nThus did Amaunator grant Light to Humanitas.\n\nJannath laid Her gaze upon the being that had formed, and she loved it as she did all her children. Thus she was swayed and granted Humanitas the Breath of Life. And so the Fifth Creator Race was born.\n\n"
    }
  },
  "DisarmDC": {
    "type": "byte",
    "value": 0
  },
  "Faction": {
    "type": "dword",
    "value": 1
  },
  "Fort": {
    "type": "byte",
    "value": 5
  },
  "Hardness": {
    "type": "byte",
    "value": 5
  },
  "HasInventory": {
    "type": "byte",
    "value": 0
  },
  "HP": {
    "type": "short",
    "value": 10
  },
  "Interruptable": {
    "type": "byte",
    "value": 1
  },
  "KeyName": {
    "type": "cexostring",
    "value": ""
  },
  "KeyRequired": {
    "type": "byte",
    "value": 0
  },
  "Lockable": {
    "type": "byte",
    "value": 1
  },
  "Locked": {
    "type": "byte",
    "value": 0
  },
  "LocName": {
    "type": "cexolocstring",
    "value": {
      "0": "Via Humanitas"
    }
  },
  "OnClick": {
    "type": "resref",
    "value": ""
  },
  "OnClosed": {
    "type": "resref",
    "value": ""
  },
  "OnDamaged": {
    "type": "resref",
    "value": ""
  },
  "OnDeath": {
    "type": "resref",
    "value": ""
  },
  "OnDisarm": {
    "type": "resref",
    "value": ""
  },
  "OnHeartbeat": {
    "type": "resref",
    "value": ""
  },
  "OnInvDisturbed": {
    "type": "resref",
    "value": ""
  },
  "OnLock": {
    "type": "resref",
    "value": ""
  },
  "OnMeleeAttacked": {
    "type": "resref",
    "value": ""
  },
  "OnOpen": {
    "type": "resref",
    "value": ""
  },
  "OnSpellCastAt": {
    "type": "resref",
    "value": ""
  },
  "OnTrapTriggered": {
    "type": "resref",
    "value": ""
  },
  "OnUnlock": {
    "type": "resref",
    "value": ""
  },
  "OnUsed": {
    "type": "resref",
    "value": ""
  },
  "OnUserDefined": {
    "type": "resref",
    "value": ""
  },
  "OpenLockDC": {
    "type": "byte",
    "value": 0
  },
  "PaletteID": {
    "type": "byte",
    "value": 13
  },
  "Plot": {
    "type": "byte",
    "value": 1
  },
  "PortraitId": {
    "type": "word",
    "value": 0
  },
  "Ref": {
    "type": "byte",
    "value": 0
  },
  "Static": {
    "type": "byte",
    "value": 0
  },
  "Tag": {
    "type": "cexostring",
    "value": "book_hist_015"
  },
  "TemplateResRef": {
    "type": "resref",
    "value": "book_hist_015"
  },
  "TrapDetectable": {
    "type": "byte",
    "value": 1
  },
  "TrapDetectDC": {
    "type": "byte",
    "value": 0
  },
  "TrapDisarmable": {
    "type": "byte",
    "value": 1
  },
  "TrapFlag": {
    "type": "byte",
    "value": 0
  },
  "TrapOneShot": {
    "type": "byte",
    "value": 1
  },
  "TrapType": {
    "type": "byte",
    "value": 0
  },
  "Type": {
    "type": "byte",
    "value": 0
  },
  "Useable": {
    "type": "byte",
    "value": 1
  },
  "Will": {
    "type": "byte",
    "value": 0
  }
}
