{
  "__data_type": "UTP ",
  "AnimationState": {
    "type": "byte",
    "value": 0
  },
  "Appearance": {
    "type": "dword",
    "value": 1384
  },
  "AutoRemoveKey": {
    "type": "byte",
    "value": 0
  },
  "BodyBag": {
    "type": "byte",
    "value": 0
  },
  "CloseLockDC": {
    "type": "byte",
    "value": 0
  },
  "Comment": {
    "type": "cexostring",
    "value": ""
  },
  "Conversation": {
    "type": "resref",
    "value": ""
  },
  "CurrentHP": {
    "type": "short",
    "value": 10
  },
  "Description": {
    "type": "cexolocstring",
    "value": {
      "0": "Within' Trimvuir, Cordor Theater and several inn's around the isle of Amia, a big brown leather bound book with a few brush strokes of purple, pink and yellow forming a circle, can be found. The title is embedded into the leather, but accented with black brush strokes. It reads \"The Minstrels Songbook\". On the spine, also embedded into the leather, it reads \"Xal Ilphukiir\"\". The book contains different lyrics for song written by Xal, or taken from other minstrels. Mysteriously, the book seems to be ever updating, and every browsing shows something new to the reader.\n\nThe first page reads as\n\n\"Dear Reader\n\nMy name is Xal Ilphukkir, the self proclaimed \"Spell Bard\". During my travels I have heard many a different song in many a different tavern, and some have even inspired me to write my own lyrics. Within' this book you shall find these songs. It is my hope that this music shall spread out among the populace of Amia like disease among goblins.\n\nPlease note: Not all these songs will you be capable of singing with ease. Some are experimental, some are tried and true. Be forewarned you pick the right songs for the right audience, least you wish that instrument you wield so well to become implanted in you via some angry half orc or dwarf.\n\n-Signed\nXal Ilphukiir\"\n\nThe Lusty Smith\n\nA lusty young smith at his voice stood a-filing,\nHis hammer laid by but his forge still a-glow.\nWhen to him a buxom young damsel came smiling,\nand asked if to work in her forge he would go.\n\n\"I will\" said the smith, and they went off together,\nAlong to the young damsel's forge they did go.\nThey stripped to go to it, it was hot work and hot weather,\nThey kindled a fire and she soon made him blow.\n\nWith a jingle bang jingle, bang jingle bang jingle, \nWith a jingle bang jingle bang jingle high ho.\n\nHer husband, she said, no good work could afford her.\nHis strength and his tools were worn out long ago.\nThe smith said \"Well mine are in very good order,\nand I am now ready my skill for to show\".\n\nRed hot grew his Iron, as both did desire,\nAnd he was too wise not to strike while 'twas so.\nShe said, \"What I get I get out of the fire,\nSo prithee, strike home and redouble the blow!\"\n\nWith a jingle bang jingle, bang jingle bang jingle, \nWith a jingle bang jingle bang jingle high ho.\n\nSix time did his iron, by vigorous heating,\nGrow soft in her forge in a minute or so.\nBut as often was hardened, still beating and beating,\nBut the more it was softened, hardened more slow.\n\nWhen the smith rose to go, quoth the dame full of sorrow:\n\"Oh what I would give could my husband do so,\nGood lad with your hammer come hither tomorrow,\nBut pray could you use it once more 'ere you go!\"\n\nWith a jingle bang jingle, bang jingle bang jingle, \nWith a jingle bang jingle bang jingle high ho!\n\nDance of the Knight\n\nIn summer days, when skies are gay\nand green the plains and mountains,\nAt break of day I rose to play\nBeside a little fountain.\n\nIn garden close where shone the rose\nI heard a fiddle played, then\nA handsome knight, that charmed my sight,\nWas dancing with a maiden.\n\nBoth fair of face, they turned with grace,\nTo tread their day-time measure.\nThe flowering place, their close embrace,\nTheir kisses brought them pleasure.\n\nBut shortly they had slipped away\nTo stroll among the bowers.\nTo ease the heart, each played their part\nIn loves game on the flowers.\n\nTribute: Puff the Magic Dragon\n\nAuthor: Unknown\n\nInstrumental Music: http://www.youtube.com/watch?v=j905zNUS850\n\nPuff, the magic dragon lived by the sea\nAnd frolicked in the autumn mist in a land called honah lee,\nLittle jackie paper loved that rascal puff,\nAnd brought him strings and sealing wax and other fancy stuff. oh\n\nPuff, the magic dragon lived by the sea\nAnd frolicked in the autumn mist in a land called honah lee,\nPuff, the magic dragon lived by the sea\nAnd frolicked in the autumn mist in a land called honah lee.\n\nTogether they would travel on a boat with billowed sail\nJackie kept a lookout perched on puff's gigantic tail,\nNoble kings and princes would bow whene'er they came,\nPirate ships would lower their flag when puff roared out his name. oh!\n\nPuff, the magic dragon lived by the sea\nAnd frolicked in the autumn mist in a land called honah lee,\nPuff, the magic dragon lived by the sea\nAnd frolicked in the autumn mist in a land called honah lee.\n\nA dragon lives forever but not so little boys\nPainted wings and giant rings make way for other toys.\nOne grey night it happened, jackie paper came no more\nAnd puff that mighty dragon, he ceased his fearless roar.\n\nHis head was bent in sorrow, green scales fell like rain,\nPuff no longer went to play along the cherry lane.\nWithout his life-long friend, puff could not be brave,\nSo puff that mighty dragon sadly slipped into his cave. oh!\n\nPuff, the magic dragon lived by the sea\nAnd frolicked in the autumn mist in a land called honah lee,\nPuff, the magic dragon lived by the sea\nAnd frolicked in the autumn mist in a land called honah lee.\n\nUp Toy Oi\n\nAuthor: Allatum the Bard\n\nI love halfling girls, so should you \nThink they won't fit? Brother, you do!\nSoft and warm as a fresh-baked treat \nthose sweet little girls, Almost to nice to eat!\n\nAnd, oh, they're fine pillows if you don't mind the snoring,\nbut the best part of having a halfling girl...\nIs the breakfast she makes in the morning!\n\nGo a round or four if you fancy some fun,\nTry to tire on out, it can't be done!\nBut once you get up, she'll put it back in!\nDon't get the idea that her bed is boring...\n\nBut the best part of having a halfling girl..\nIs the breakfast she makes in the morning!\n\nGirls come in every size and flavor\nand every man's got a taste he favors\nSome men like the tits and some like the legs!\nBut I like the halfling girl's rye toast and eggs!\n\nOh humans are fine and elves worth exploring!\nBut wait 'till you've had a hafling girl\nand the breakfast she makes in the morning!\n\nI've head that their size is unnerving indeed,\nbut they come to your waist, how taller d'you need?\nOh, most past them by but a few realize!\nThat everything on 'em is sweet and bite-sized!\n\nThere's plenty who'll take all that muffing your scoring!\nBecause the best part of having a halfling girl\nIs the breakfast she makes in the morning!\n\nWhen the picking are slim, and the crowd disapproving,\nA clever bard calls it a night and gets moving...\nTime to find a girl-hin and hope he can schtup her,\nsince hasn't had lunch and he can't pay for supper...\n\nSome call it a living, and some call it whoring!\nBut I'd starve without those halfling girls!\nAnd the breakfast they make in the morning!\n\nA Fairy Story\n\nIn days of old in a kingdom bold, there lived a fearsome dragon.\nAnd the King he was in great distress and the countries spirits flagoned.\nUntil one day there came a knight, he was handsome, bold, and charming.\nAnd he slew the dragon with his sword with a smile that was so disarming.\nWith a hey and a ho and a hey nany no, a smile that was so disarming.\n\nSaid the King I wish to know your name, but the knight said do not bother.\nFor the name of a knight of the realm says he, is the same as any other.\nSaid the King tonight in my daughter's bed you shall take your leisure.\nAnd she'll reward you for your deed, with a night of exhausting pleasure.\nWith a hey and a ho and a hey nany no, anight of exhausting pleasure.\n\nOne daughter she had raven hair, a maiden young and chaste.\nAnd she slept all night in the pale moonlight, naked to the waist.\nThe other daughter she was fair, the fairest in the town.\nAnd she slept all night in the pale moonlight naked from her small waist down.\nWith a hey and a ho and a hey nany no, naked from her small waist down.\n\nWell the knight he spends many hour behind the castle wall.\nBut the ending to my story dear, isn't what it seems at all.\nFor in neither bed of neither maid was he repaid for his glory.\nBut he slept all night with the King instead for this is a fairy story.\nWith a hey and a ho and a hey nany no, for this is a Fairy story.\n\nA Prudent Thief\n\nAuthor: Cindy \"The Face\" Vanous\n\nA prudent thief should never drink so much that he becomes bold.\nBecause a thief who boasts and brags will rarely live to grow old.\nFor silence is a thief's best bet and if he breaks this etiquette.\nUndoubtedly what he will get...will be more trouble than gold.\n\nConsider Zhele a thief from Greel, who drank at the Swan and Grouse.\nHe made himself quite popular by buying rounds for the house.\nOne night in drunken revelry, he made a bet with prideful glee,\nBut later on he would agree...he never should've been soused.\n\nA thief's best friends are luck and speed, alertness, cunning and stealth.\nAnd ale can cause these all to flee and cheat a thief of his wealth.\nBut add to this a drunken dare to steal a lock of the Empress' hair,\nThen even a fool should be aware...this may be bad for your health.\n\nSo Zhele did stumble through the door in his most fearless state.\nHe slipped in shadows past the guard and snuck through the palace gate.\nThen giggling he scaled the wall so drunk he thought he could not fall.\nFor wasn't he the best of all...and surely favored by Fate.\n\nAs he climbed in he saw a girl who was dressed in cloth not fur.\nA palace maid? Perhaps a cook? T'was difficult to be sure.\nA homely lass she did appear, but anyone looks good through beer,\nSo when she asked, \"Why are you here?\"...he said he was there for her.\n\nHe showered her with compliments for flattery was his skill.\nAnd so they spent a pleasant time as any young couple will.\nBut as the dawn lit their embrace, he recognized the lady's face\nFrom every golden coin it graced...and suddenly he felt ill.\n\nHe'd heard that drink was dangerous and now he knew for a fact.\nFor theives caught in the palace were hanged or stretched upon a rack.\nBut as this thief was kind and bold, the empress gifted him with gold.\n(Then the guard made sure that he'd been told...he'd be killed if he ever came back.)\n\nAnd so he was a thief no more for that was part of the deal.\nHis bet was lost because she gave him what he went there to steal.\nSo other thieves may scorn and mock his name and tale but still they flock\nFor a drink and a look at the Empresses Lock... the finest tavern in Greel.\n\nDo Virgins Taste Better?\n\nAuthor: Randy Farran of Dragons Coast\n\nA dragon has come to our village today.\nWe've asked him to leave, but he won't go away.\nNow he's talked to our king and they worked out a deal.\nNo homes will he burn and no crops will he steal.\n\nNow there is but one catch, we dislike it a bunch.\nTwice a year he invites him a virgin to lunch.\nWell, we've no other choice, so the deal we'll respect.\nBut we can't help but wonder and pause to reflect.\n\nDo virgins taste better than those who are not?\nAre they salty, or sweeter, more juicy or what?\nDo you savor them slowly? Gulp them down on the spot?\nDo virgins taste better than those who are not? \n\nNow we'd like to be shed you, and many have tried.\nBut no one can get through your thick scaly hide.\nWe hope that some day, some brave knight will come by.\n'Cause we can't wait around 'til you're too fat to fly.\n\nNow you have such good taste in your women for sure,\nThey always are pretty, they always are pure.\nBut your notion of dining, it makes us all flinch,\nFor your favorite entree is barbecued wench.\n\nNow we've found a solution, it works out so neat,\nIf you insist on nothing but virgins to eat.\nNo more will our number ever grow small,\nWe'll simply make sure there's no virgins at all!\n\nThe Dragon's Retort\n\nAuthor: Claire Stephens McMurray of Waterdeep\n\nNow, I am a dragon. Please listen to me.\nFor I'm misunderstood to a dreadful degree.\nThis ecology needs me and I know my place.\nBut I'm fighting extinction with all of my race.\n\nWell, I came to this village to better my health\nWhich is ever so poor, despite all my wealth.\nBut I get no assistance and no sympathy,\nJust impertinent questioning shouted at me.\n\nYes, virgins taste better than those who are not.\nBut my favorite snack mixed with peril is fraught.\nFor my teeth will decay and my trim go to pot.\nYes, virgins taste better than those who are not.\n\nWell, I'm really quite kind almost all through the year.\nVegetarian ways are now mine out of fear.\nBut a birthday needs sweets as I'm sure you'll agree.\nAnd barbecued wench tastes like candy to me\n\nAs it happens our interests are almost the same.\nYou see I'm really quite skillful at managing game.\nIf I ate just your men, would your excess decline?\nOf course not, the rest would just make better time.\n\nNow, the number of babies a woman can bear\nHas limits, and that's why my prunings done there.\nAnd an orphan's a sad sight and so when I much.\nI'm careful to eat only virgins for lunch\n\nThe Boar\n\nAuthor: Unknown\n\nIn a forest realm lived a great boar\nThat the King rode out to slay\nWhile among the ancient oak bent and hoar\nThe King's mastiffs would bay\n\nThe hunting party came under the eaves\nOf the vast forest realm\nAmid quivering green leaves\nOf tall beech and elm\n\nFor now charged the boar\nAmid the horns and hunting fray\nWhile among the ancient oak bent and hoar\nThe King's mastiffs would bay\n\nHere the King came on without fear\nWhere the long forest shadows reach\nThus at the boar the King hurled a spear\nBeneath the shifting boughs of elm and beech\n\nFor now wounded was the boar\nThus the King dismounted to slay\nWhile among the ancient oak bent and hoar\nThe King's mastiffs would bay\n\nThe King drew his poniard blade\nAs he stood over this boar of fable\nThus he finished the bloodied beast amid a beech glade\nNow the great boar would sit roasted upon the King's table\n\nFor now slayed was the boar\nThe King renowned for this deed in his day\nWhile among ancient oak bent and hoar\nThe King's mastiffs would still ever bay\n\nThus celebrated is the King's brave deed\nOf this the chroniclers shall tell\nUpon that mighty quarry in feast to feed\nLet the chroniclers speak of the great boar who fell"
    }
  },
  "DisarmDC": {
    "type": "byte",
    "value": 0
  },
  "Faction": {
    "type": "dword",
    "value": 1
  },
  "Fort": {
    "type": "byte",
    "value": 5
  },
  "Hardness": {
    "type": "byte",
    "value": 5
  },
  "HasInventory": {
    "type": "byte",
    "value": 0
  },
  "HP": {
    "type": "short",
    "value": 10
  },
  "Interruptable": {
    "type": "byte",
    "value": 1
  },
  "KeyName": {
    "type": "cexostring",
    "value": ""
  },
  "KeyRequired": {
    "type": "byte",
    "value": 0
  },
  "Lockable": {
    "type": "byte",
    "value": 1
  },
  "Locked": {
    "type": "byte",
    "value": 0
  },
  "LocName": {
    "type": "cexolocstring",
    "value": {
      "0": "The Minstrel's Songbook"
    }
  },
  "OnClick": {
    "type": "resref",
    "value": ""
  },
  "OnClosed": {
    "type": "resref",
    "value": ""
  },
  "OnDamaged": {
    "type": "resref",
    "value": ""
  },
  "OnDeath": {
    "type": "resref",
    "value": ""
  },
  "OnDisarm": {
    "type": "resref",
    "value": ""
  },
  "OnHeartbeat": {
    "type": "resref",
    "value": ""
  },
  "OnInvDisturbed": {
    "type": "resref",
    "value": ""
  },
  "OnLock": {
    "type": "resref",
    "value": ""
  },
  "OnMeleeAttacked": {
    "type": "resref",
    "value": ""
  },
  "OnOpen": {
    "type": "resref",
    "value": ""
  },
  "OnSpellCastAt": {
    "type": "resref",
    "value": ""
  },
  "OnTrapTriggered": {
    "type": "resref",
    "value": ""
  },
  "OnUnlock": {
    "type": "resref",
    "value": ""
  },
  "OnUsed": {
    "type": "resref",
    "value": ""
  },
  "OnUserDefined": {
    "type": "resref",
    "value": ""
  },
  "OpenLockDC": {
    "type": "byte",
    "value": 0
  },
  "PaletteID": {
    "type": "byte",
    "value": 13
  },
  "Plot": {
    "type": "byte",
    "value": 1
  },
  "PortraitId": {
    "type": "word",
    "value": 0
  },
  "Ref": {
    "type": "byte",
    "value": 0
  },
  "Static": {
    "type": "byte",
    "value": 0
  },
  "Tag": {
    "type": "cexostring",
    "value": "book_arts_004"
  },
  "TemplateResRef": {
    "type": "resref",
    "value": "book_arts_004"
  },
  "TrapDetectable": {
    "type": "byte",
    "value": 1
  },
  "TrapDetectDC": {
    "type": "byte",
    "value": 0
  },
  "TrapDisarmable": {
    "type": "byte",
    "value": 1
  },
  "TrapFlag": {
    "type": "byte",
    "value": 0
  },
  "TrapOneShot": {
    "type": "byte",
    "value": 1
  },
  "TrapType": {
    "type": "byte",
    "value": 0
  },
  "Type": {
    "type": "byte",
    "value": 0
  },
  "Useable": {
    "type": "byte",
    "value": 1
  },
  "Will": {
    "type": "byte",
    "value": 0
  }
}
