{
  "__data_type": "UTP ",
  "AnimationState": {
    "type": "byte",
    "value": 0
  },
  "Appearance": {
    "type": "dword",
    "value": 1384
  },
  "AutoRemoveKey": {
    "type": "byte",
    "value": 0
  },
  "BodyBag": {
    "type": "byte",
    "value": 0
  },
  "CloseLockDC": {
    "type": "byte",
    "value": 0
  },
  "Comment": {
    "type": "cexostring",
    "value": ""
  },
  "Conversation": {
    "type": "resref",
    "value": ""
  },
  "CurrentHP": {
    "type": "short",
    "value": 10
  },
  "Description": {
    "type": "cexolocstring",
    "value": {
      "0": "------------------------------------------------------------------------------------- \nSharessan Hymns & Prayers \nAuthor: Xaviera Xuider-Xee \n------------------------------------------------------------------------------------- \n\n\n\nSong of Praise \n\nSharess, our Goddess, Thou art Pleasure - \nThy touch, Thy kiss, our hearts make leap. \nThy gift to us, life's greatest treasure, \nSustaineth us from dawn till sleep. \n\nThe means for song and dance to please \nThou hast provided us, Thy blessing. \nWe pay Thee homage on our knees \nThen rise, Thy servants, proud Sharessin. \n\nThou urgest us to new endeavours, \nA feast Thou makest of our life. \nThou teachest how to live for pleasure \nAnd join our hands to ward off strife. \n\nIn joy Thou keep'st us safe from pain, \nIn love ensure Thy song is heard. \nEach morn we happy rise again, \nEmbrace the call to live Thy word. \n\nOur hearts are Thine, O radiant Princess! \nIn bliss we sing Thy highest praises, \nIn Thy name burn sacred incense - \nDivine Sharess, Thou e'er amaze us. \n\nEach drop of life's sweet joy we capture, \nAnd when time comes to pass the veil \nWe look to join with Thee in Rapture - \nTo Thee in death, as life, we hail. \n\n\nThe Idol of Sharess \n\nAs I look into my lover's eyes and gaze upon her face\nMy breath comes faster and my heartbeat quickens in its pace. \nAs I sit beside her feet and as I look to her above \nI realize how very much my heart is filled with love. \n\nShe's the one I'll always look to and in her I place my trust, \nHer beauty is divine and I am burning up with lust. \nThe thought of her sweet kisses cause my veins to run with fire,\nI dream of silk caresses that inflame me with desire. \n\nMore than any in this world I feel that I am truly bless'd \nTo gaze upon those sultry curves, the fullness of her breasts. \nBut though her body makes me shiver and my passions rise \nthis is not the sum of what endears her in my eyes. \n\nShe shines with tenderness and wisdom and with love for all that's good - \nLike flowers drinking sunshine, she is all I need for food. \nShe inspires me to follow, living life as best I may, \nShe is the moon to light my nights, the sun to guide my way. \n\nForever shall I bend my knee and offer mind and heart. \nAnd though I may not touch her I don't ever wish to part. \nPerhaps my deepest love for her shall e'er be unrequited \nbut so long as I sit here I'll always be delighted. \n\nI kneel to kiss her feet and feel the coolness on my lips, \nI reach out with my hand to touch unyielding finger tips. \nMore than anything, it's true, I sorely yearn for her caress, \nbut it can't be for she is stone, the idol of Sharess. \n\n\n\"The War-Chant of the Sharessin\" (so called) \n\n(sung to the accompaniment of finger cymbals and tambourines with much shouting, laughing and waving of silk scarves) \n\nSharessan friends, attend my words\nGather round and heed my call\nFar and near, we shall be heard\nRapture's Queen will bless us all\n\nLet them see us dance and pray\nShow how we praise Her wondrous beauty\nGet out and live your life Her way\nFor love we do it, not for duty\n\nJump right up now! Do not tarry!\nVanquish evil fiends and devils\nCome all ye and let's make merry\nBanish cares! Attend the revels\n\nFeel the thrill and join the game\nCant be meek and cant be modest\nWe'll bless you in Sharess's name\nAnd introduce you to our Goddess \n\n\nPrayer of Thanks \n\nSharess, I pray to You now, thankful for the light You have shown to us and to others. We are the messengers of Your wishes for freedom and life. To experience everything there is to see, feel, taste, smell, and hear. To fill us with passion and the truth of what life is. To show one another that there is more to life than day-to-day tasks. To help others to see and decide what they will do after they see. To help others make the choices to fulfill their lives. Sharess, I thank You for this vision of life and end this prayer in hopes of a new day for me and for everyone. Goddess, bless us all.\n\n~ Laura Orcotto \n\n\nPrayer to Defend the Faith (The Knight's Prayer) \n\nI have traveled far and my curiosity knows no bounds. I delight in every day given to me on this earth, to love and share my thoughts and feelings with others. I thank Sharess for my lust for life and all its wonders. I pray for the wisdom to comprehend Her ways and the foresight to see their implications. I swear by my sword that I will fight to protect the Temple, its priestesses, and all who seek sanctuary within it. I swear by my shield that I will provide shelter and comfort to those in need and to bring as much joy as I can into their lives. I swear by my heart to be true and faithful to Her teachings and to seek Her more each day in all things. This I pray to Sharess. \n\n~ Laura Silverleaf \n\n\nPrayer for Protection \n\nSharess watch over me. Sharess protect me. Sharess bring me joy. Sharess take away my pain. \n\n\nPrayer of Invocation \n\nSharess, Princess of Passion! You enthrall us with the beauty of Your voice, and so we praise You!\nBast, Mother of Cats! You bewitch us with the clarity of Your gaze, and so we adore You! \nZandilar, Dancing Lady! You enchant us with the grace of Your movement, and so we celebrate You! \nBast, Feline of Felicity! You enrapture us with the taste of Your lips, and so we revere You! \nSharess, Lady of Lust! You captivate us with the gentleness of Your touch, and so we worship You! \n\n\nPrayer of Reverence \n\nThank Sharess, that you may feel happiness at the sight of a morning sky, or an evening sky. Thank Sharess! \nApplaud Sharess, that you may enjoy the sound of music, or of a child's laugh. Applaud Sharess! \nPraise Sharess, that you may appreciate the scent of a flower, or of the air after a summer rain. Praise Sharess! \nVenerate Sharess, that you may revel in the taste of fine food, or of a vintage wine. Venerate Sharess! \nWorship Sharess, that you may rejoice in the kiss of a friend, or the touch of a lover. Worship Sharess! \n\n\nBlessing in Brief \n\nBless us, O Lady, in the giving and receiving of pleasure. Take our pain and give us joy in return, and grant us happiness in all that we do. \n\n\nBlessing at a Revel \n\nO Beautiful Sharess, we are here today to celebrate this festival in Your honour. We are here today to enjoy that great gift You have given us - the gift of pleasure. Without pleasure, our food would be as ashes, our wine as swampwater. Without pleasure, our lives would be filled with misery. Without pleasure, our loves would be bitter. I ask that You extend Your blessing over this, Your festival, that we may all take pleasure together, without hurt or harm, hatred or horror. Bless us, O Lady, in the giving and receiving of pleasure. Take our pain, Mistress, and give us joy in return. Grant us happiness in all that we do, insofar as we do it for You and in Your name. \n\n\nWedding Blessing \n\nI bless you both in the name of the Lady Sharess. I bless you both in the giving and receiving of pleasure. May She take your pain and give you joy, and may She grant you happiness in all that you do, both together and apart. May you love and pleasure each other for all your days, and may you forever share in the Eternal Revel that is life.\n\nThe Indulgent's Prayer. \n\nSweet Sharess, Princess of Passion\nI, once broken, now healed by Your love\nCome before You to kneel at Your feet\nBeseeching You to hear my single plea\nFill my cup to overflowing\nThat I might spread Your love\nThat I might be a beacon for You\nThis I pray to You, divine Sharess\n\n- Riala Tsu'rein\n\n\nSong of Joy. \n\nIn the warmth of the sun with my children I'm playing \nIn the silence of night with my lover I'm laying \nIn the movement of dance while my body is swaying \nIn the arms of my Goddess to whom I am praying \nIn all of these things I am joyfully saying \nIt's Sharess that I love and my heart I'm obeying\n\n\nA Song for the Temple.\n\nO my Princess, my most holy divine Lover\nLet this, Your house, stand firm and keep us safe \nMay Your touch on this cold marble bless it \nMay those within it feel the warmth of Your sweet breath \n\nI pray that all who see it here remember \nThat Your presence lingers here for all of time \nMay it offer peace and welcome in the darkness \nProtecting all within from frost and rime \n\nI beg of You that You will never leave me \nThat the light you give the world is ne'er extinguished \nYou shone in darkest corners of my soul \nSent me reason, sent me purpose, banished anguish \n\nYou give life meaning, offer us Your comfort \nAnd teach us all there is about the world \nI beseech you, Goddess, do not go from me \nBut should the world grow dark, Your house endures \n\nMay it hold You as a mother keeps her child \nSheltering Your essence from the storm \nAnd if, O horrors, this last refuge crumbles \nI give myself to You with open arms \n\nLet me, Lady, hold You to my breast\nLet me cup within my hands Your divine light\nFor without You the world would lie in ruins \nAnd there would be no pleasure in the night\n\nLet me guard Your sacred love within me \nTo Your beauty may my last breath hearken \nThat at my own sad end there still remains\nA tiny spark of love left in the darkness\n\n\nA Prayer For Those Who Defend Innocents\n\nBless you all, who go against the dark\nI pray that all your arrows meet their mark\nRaise your shields for those you leave behind\nYou are in our hearts and in our minds\nWe who wait do so with 'bated breath\nAs you turn to face the face of death\nYea, let all the fires of love burn bright\nAnd guide you through the darkness of this night\n\n\nThe Song of Sharess. \n\nIn ancient times in far-off realms \nAn amber Goddess strode the sands \nWith emerald feline eyes Bast watched \nHer people and defended them \nWith sharpened claws against their foes \nThe snakes and jackals of the night \nProtecting mothers and their young \nThat they might see the day once more \n\nThe powers of the stones and sands \nThe roving spirits of the tribes \nWho dwelled within the haunted wastes \nShe called upon to lend Her aid \nShe bound them to her, desert cats \nFelidae and all those others \nAnd at the side of bright Anhur \nTheir claws and teeth drove back the dark \n\nThe shining sun rose up again \nAnd all the people welcomed it \nSo then they gathered to rejoice \nAnd praise those who watched over them \nThe Goddess blessed Her faithful folk \nShe kissed Her priestesses with love \nEmbraced them all and bade farewell \nThen took Her sword and walked away \n\nFar to the north and west She roamed \nAnd brought to those She journeyed with \nA knowledge of life's greatest joys \nAnd for its pleasures great desire \nUnable to avert their eyes \nThose who beheld Her were most awed \nAnd vowed to bind themselves to Her \nGiving Her their fervent worship \n\nOnce prowling in the dim Yuirwood \nShe came upon an elfin maid \nA hostage to the dark designs \nAnd evil lusts of Vha-e-raun \nThough great with child and bound in chains \nZandilar strove to escape him \nTo Her the Queen of Cats she called \nTo sunder bonds she could not bend \n\nTouched by the elven power's plight \nBast there lay down with Zandilar \nShe joined with her and gave Her strength \nAnd offered up Herself in love \nSummoning the power given \nIn twain they broke the eldritch chains \nAnd threw those curs-ed links from them \nTo flee into the woods' embrace \n\nBeside a flowing stream they fell \nWracked by pains birth brought upon them \nAnd there brought forth the dark god's child \nWhom they left lying on the moss \nThere Vha-e-raun did find his son \nThe one he would name Selvetarm \nAnd seeking to escape his wrath \nFurther fled the conjoined Goddess \n\nIn darkling woods they travelled long \nAnd fought for Zandilar's folk there \nEach day their trials brought them close \nJoined more than lovers ever could \nBut ever nearer pressed their foes \nThey saw the way their shields would fail \nAnd 'twixt the times of clashing blades \nThey lost themselves in others' arms \n\nFinally they stood no longer \nOne night the stars all went away \nThe battle lost they fled the woods \nCross plain and over crag they went \nUntil at last they came unto \nThe Land of Lions it was called \nAnd there found refuge and succour \nThough still the pain of loss burned hot \n\nSafe for a time they gave themselves \nUp to excess and revelry \nSeeking ever wilder pleasures \nTo drown their bitter sorrows in \nA night-clad woman came to them \nShe offered them some slight surcease \nIf they would serve her dark desires \nSo to forbidden fruits they turned \n\nTo satisfactions of the flesh \nAnd wild dances in dark places \nTheir sole concerns their raging lusts \nNo thought for those they coupled with \nEnslaved they were and lacking hope \nSeeking just to fill each moment \nAnd so forget those yet to come \nThe name they took - Shar-ess - told all \n\nShe wandered aimlessly in search \nOf distractions ever greater \nShe sought out those who could bestow \nUpon Her power that She might \nPurchase pleasures ever rarer \nWith which to indulge dark desires \nAnd so She came to Calimshan \nWhere She was queen of concubines \n\nShe stood behind the jewelled throne \nAnd sought to rule the land entire \nNaught but a puppet was its lord \nThe Pasha was Her willing slave \nIt seemed She gave Herself to him \nHe was in bondage to his lusts \nNo request could he deny Her \nBut She Herself was also trapped \n\nWhat She had gained was coveted \nBy Her true mistress and desired \nSuch that the latter schemed and planned \nTo take the power thus amassed \nAnd so the Dark One came to Her \nSprawled on perfumed cushions sated \nHolding out to Her a promise \nOf that utmost and final end \n\nShowed Her a life in grey and black \nA painting of futility \nWith no reason to carry on \nJaded Sharess reached out to her \nAnd in surrender raised Her hand \nOne saw peace the other triumph \nBut none espied the red-haired girl \nWho for her lady bore the wine \n\nThat golden cup was lifted high \nThe shining liquid glowed within \nWine of gods and source of beauty \nThe Evergold poured out of it \nOn contact with that sacred draught \nDespair was banished, youth returned \nThe Dark One fled with curses vile \nSharess stood radiant again \n\nHer sight restored and once more clear \nShe saw how far She'd gone astray \nLooked about and saw Her folly \nAnd tore it from Her then and there \nShe took bright Sune's offered hand \nAnd kissed her lips in heartfelt thanks \nVowed steadfast friendship ever more \nFor that great gift of life renewed \n\nOnce more beautiful She guides us \nTo walk life's pleasures' path with Her \nAnd gives us strength to reject pain \nBy teaching us that what life brings \nIs to be felt for what it is \nAnd that no matter what befalls \nSharess invites us all to share \nEach part of life's great feast with Her\n\n\nThe Man Whose Prayers Were Answered.\n\nThere was a man, in days of yore,\nWho desired the Deity of Whores -\nThe Lady that they call Sharess - \nA lust that drove him to obsess.\nHe prayed all day and all the night\nAnd begged She grant him but a sight\nOf breasts divine, so like the moon\nHe swore that they'd outshine Selune;\nOf legs so long and sculpted fine\nWith pow'r and beauty leonine;\nAnd of the secret 'tween Her thighs\nAnd all the pleasures that there lie.\nDay and night before Her altar\nHis loud entreaties did not falter;\nHe wailed and gnashed his teeth and moaned\nAnd sacrificed all that he owned.\nThen came the moment hoped and feared\nWhen Passion's Princess there appeared\nAnd reached to where he bowed down low,\nHer fingers burning on his brow.\nUpward his eager gaze did travel\nAnd as it did his soul unravelled.\nShe knelt and breathed upon his cheek\nWhich nearly brought him to his peak\nWhile stammering words of devotion\nThat claimed a love deep as the ocean.\n\"O man\", she laughed with throaty chuckle\n(Disintegrating his belt buckle),\n\"Love is fair Sune's domain\nAnd that's not what you hope to gain\nFrom me, the Lady known as Lust\" \n(With that, his clothing turned to dust),\n\"But I shall grant what you have sought,\nThat which your fervent prayers have bought,\"\nAnd so She took him in Her arms\nAnd lavished on him divine charms.\nAnd nevermore was he the same\nOnce with a Goddess he had lain,\nAnd so he pined and died apace\nBut with a smile upon his face -\nWhat mortal bliss, what mundane treasure,\nCould outshine She whose name is Pleasure?"
    }
  },
  "DisarmDC": {
    "type": "byte",
    "value": 0
  },
  "Faction": {
    "type": "dword",
    "value": 1
  },
  "Fort": {
    "type": "byte",
    "value": 5
  },
  "Hardness": {
    "type": "byte",
    "value": 5
  },
  "HasInventory": {
    "type": "byte",
    "value": 0
  },
  "HP": {
    "type": "short",
    "value": 10
  },
  "Interruptable": {
    "type": "byte",
    "value": 1
  },
  "KeyName": {
    "type": "cexostring",
    "value": ""
  },
  "KeyRequired": {
    "type": "byte",
    "value": 0
  },
  "Lockable": {
    "type": "byte",
    "value": 1
  },
  "Locked": {
    "type": "byte",
    "value": 0
  },
  "LocName": {
    "type": "cexolocstring",
    "value": {
      "0": "Sharessan Hyms & Prayers"
    }
  },
  "OnClick": {
    "type": "resref",
    "value": ""
  },
  "OnClosed": {
    "type": "resref",
    "value": ""
  },
  "OnDamaged": {
    "type": "resref",
    "value": ""
  },
  "OnDeath": {
    "type": "resref",
    "value": ""
  },
  "OnDisarm": {
    "type": "resref",
    "value": ""
  },
  "OnHeartbeat": {
    "type": "resref",
    "value": ""
  },
  "OnInvDisturbed": {
    "type": "resref",
    "value": ""
  },
  "OnLock": {
    "type": "resref",
    "value": ""
  },
  "OnMeleeAttacked": {
    "type": "resref",
    "value": ""
  },
  "OnOpen": {
    "type": "resref",
    "value": ""
  },
  "OnSpellCastAt": {
    "type": "resref",
    "value": ""
  },
  "OnTrapTriggered": {
    "type": "resref",
    "value": ""
  },
  "OnUnlock": {
    "type": "resref",
    "value": ""
  },
  "OnUsed": {
    "type": "resref",
    "value": ""
  },
  "OnUserDefined": {
    "type": "resref",
    "value": ""
  },
  "OpenLockDC": {
    "type": "byte",
    "value": 0
  },
  "PaletteID": {
    "type": "byte",
    "value": 13
  },
  "Plot": {
    "type": "byte",
    "value": 1
  },
  "PortraitId": {
    "type": "word",
    "value": 0
  },
  "Ref": {
    "type": "byte",
    "value": 0
  },
  "Static": {
    "type": "byte",
    "value": 0
  },
  "Tag": {
    "type": "cexostring",
    "value": "book_relg_010"
  },
  "TemplateResRef": {
    "type": "resref",
    "value": "book_relg_010"
  },
  "TrapDetectable": {
    "type": "byte",
    "value": 1
  },
  "TrapDetectDC": {
    "type": "byte",
    "value": 0
  },
  "TrapDisarmable": {
    "type": "byte",
    "value": 1
  },
  "TrapFlag": {
    "type": "byte",
    "value": 0
  },
  "TrapOneShot": {
    "type": "byte",
    "value": 1
  },
  "TrapType": {
    "type": "byte",
    "value": 0
  },
  "Type": {
    "type": "byte",
    "value": 0
  },
  "Useable": {
    "type": "byte",
    "value": 1
  },
  "Will": {
    "type": "byte",
    "value": 0
  }
}
