{
  "__data_type": "UTP ",
  "AnimationState": {
    "type": "byte",
    "value": 0
  },
  "Appearance": {
    "type": "dword",
    "value": 464
  },
  "AutoRemoveKey": {
    "type": "byte",
    "value": 0
  },
  "BodyBag": {
    "type": "byte",
    "value": 0
  },
  "CloseLockDC": {
    "type": "byte",
    "value": 0
  },
  "Comment": {
    "type": "cexostring",
    "value": ""
  },
  "Conversation": {
    "type": "resref",
    "value": ""
  },
  "CurrentHP": {
    "type": "short",
    "value": 10
  },
  "Description": {
    "type": "cexolocstring",
    "value": {
      "0": "At One With The Balance\nAuthored By Willow Maynare\n\n\nTable of Contents\n\na Introduction\n\nI The Gods\n..1.1 Silvanus\n.......1.1.1 The Children and Grandchildren of Silvanus\n..1.2 Chauntea\n..1.3 The Parallel of Silvanus and Chauntea\n..1.4 The Many Gods of Nature\n\nII What Protectors Do\n..2.1 The Druids\n..2.2 The Clerics of Nature\n..2.3 The Shaman\n..2.4 The Rangers\n..2.5 The Non-Priests\n..2.6 The Heretics\n\nIII The Elements\n..3.1 Water\n..3.2 Earth\n..3.3 Air\n..3.4 Fire\n\nIV The Food Cycle\n..4.1 Minor Food Chains\n.......4.1.1 Role of Scavengers\n..4.2 Communities and Ecosystems\n..4.3 Biomes\n\nIntroduction\nYou might be asking yourself who I am and why I would be writing this book. I'm a Hin Druid from the lands of Luiren who has traveled much of Faerûn - especially the Shining South, the Sword Coast, the North and Vilhon Reach - and immigrated to Amia at a young age. I have worshiped the Father of Wild Nature, Silvanus, and have been a member of His priesthood for 25 years. I've seen, experienced, learned, read and taught many things in my life time. \n\nI've worked under high ranking Druids and alongside protectors of all types in Silverymoon, Luiren, the Chondalwood, Neverwinter Wood and Amia Island. I have experience in guarding a town near a forest on the island of Amia by way of the Bendir Dale Militia and a guarding force known as the Fist, who also guarded Bendir Dale. All that for a combined total of about 3 years. I have experience in city life, having grown up in the outskirts of the Luriens metropolis Beluir for 16 years. I have experience working within a Grove structure through the Oakmist Vale of Amia Forest on the Amia Island. A task I did for about 18 years. I also have experience working within a council of higher up Druids and protectors through the Circle of Balance of Amia Island. A task I continue to do, 10 years or so running. I've lived in forests for about as long as I've been a Druid, occasionally sleeping in towns, villages and cities. \n\nI also have a past that I'm not very proud of, but one that has taught me many life lessons and allowed me to become a better person in the process. At the young age of 17, I was introduced to the Malarite faith by a priest in the settlement of Longsaddle. I was soon inducted into the faith, becoming a Druid of Malar myself. In the few years I stuck to the faith, I learned a lot about what Malarites do, how they operate, their way of life, their views on things and the faith itself. I know it because I lived it. I was in those shoes at one point. The bloodlust, the slaughter, the murder, the Malarite hunt. It wasn't until I came to Amia itself that I was properly introduced to the Silvanite faith. I decided to open my eyes to the possibilities and not be so narrow minded. The more I learned about the Father, the more I realized how wrong I was, how wrong the Malarite faith was. I was at odds with true balance and I began to see that. This is when I finally left the Malarite faith and came into my true calling. I joined the Silvanite faith and joined the true cause in Natures protection because of it. \n\nI believe in Silvanus' teachings to stand under neutrality. I believe in Sheela Peryroyls teachings that both the wild and tame in Nature are important and should be protected. I believe in Nobanions teachings that the hunt is needed, but blind slaughter and bloodlust are an affront to Nature. I am a Druid of many moral standings and opinions on Nature and the natural state of things that have been shaped by my experiences in life. These experiences have allowed me the understanding I have of the Balance of Nature and continue to enlighten me on this never ending journey to understanding the Balance of Nature. \n\nContinuously learning about the Balance of Nature is one of, if not thee most, important things for a person to undertake. So just what is the Balance? The Balance is all around us; it is Nature itself. The cycle of life and death, the good and the evil, the trotting wild horse, the oak tree in the forest, the beautiful garden of daisies, our beloved pet dogs, the air we breath, the fire that warms our home, the water that sustains us, the earth that births life. This all is the Balance and so much more. \n\nThe Balance represents the important sides of all things natural. It represents the importance in preserving the wilds as well as the tame. The importance of the forests, the deserts, the farms and the gardens. The importance in fertility and even infertility. The importance of destroying any and all undead and aberrations. The importance in keeping a close watch on those not native to our world, in case they seek to push their alien agendas on our lands, peoples and creatures. The importance of the sanctity of our natural life spans; people, animals, creatures and all. The importance in not altering or destroying the soul of any being. The importance in magic and it's proper use. The importance in the wolf eating the deer, the deer eating the grass and the grass taking the nutrients from the ground after the wolf dies, decays and is recycled into the earth itself. All this and more is the Balance and it is of utmost importance that we all do our part in protecting it by preserving and defending it. \n\nPlease note that this book is meant simply as a general overview and it's not meant to get into too much detail about the Balance. This is a book meant for those who are starting or are young on their journey to understanding what the Balance is. However, it can also serve as a tool to refresh the memories of those who are well experienced on the Balance. \n\nThis book, in short, is to teach the masses what I feel are the more important parts of the Balance of Nature and my attempt to explain them as best I can. It can be expected that I will release updated versions of this book throughout the rest of my lifetime. My hope is that I will have complied a comprehensive group of writings to help people begin their journey in understanding this complex subject we call the Balance of Nature. \n\nWillow Maynare\n\nI The Gods\nTo understand what the Balance is in the first place, we need to look to the Gods of the Balance of Nature. Also, if one is to understand the importance in preserving and protecting the Balance, we must have an understanding of those Gods. \n\nPerhaps the two most important Gods to study for those on Faerûn are Silvanus, the God of wild Nature, and Chauntea, the Goddess of tame Nature. It's true that there are many great Gods of Nature on Faerûn, but it would take far too long to examine each. Silvanus and Chauntea represent the two side of the coin that is nature, making them ideal in this case. Also, in truth, all other Gods of Nature answer to them or are allied with them on Faerûn because of their unbending commitment to their side of the Balance and, ultimately, Nature as a whole. \n\nKeep in mind that the information here will be very brief, in order to keep this book from getting too long. A whole book of hundreds of pages can be written on each God of Nature, after all. You may find it useful to find works by other writers on the Gods of Nature on Faerûn to compliment this one, but it isn't necessary. \n\nSilvanus\nKnown as the Forest Father, Oak Father, Father of Wild Nature, Father of the Wilds, Treefather, simply as The Father and other titles across Faerûn, Silvanus is the God of wild Nature and Druids. He sees and Balances everything natural. He's a firm and fair God who seeks for the natural state of things to be preserved and allowed to flourish. The Father is a God who expresses neutrality in the face of the extremes found in our world. He does not take the side of good or evil, of law or chaos, of life or death. The Father teaches His Greenleaf Priesthood to mirror Him so that these things can all coexist as they must. However, the Father loathes destructive behavior, especially when that destruction is aimed at naturally occurring sights. Those who seek to disturb the Balance and destroy the natural for the sake of destruction itself are the beings He most despises. \n\nNeutrality in matters is very important in order to view the whole situation. How is peace to be kept if we're going to choose favorites all the time? How can we learn if we're going to take a side and refuse to waver from it all the time? Sure, there are certainly ideal and strong foundations that should stay firm and unwavering, but in order to learn and maintain peace, we must maintain a general level of neutrality and openness. \n\nThings are best in their natural state and all should strive to protect natural sights so that they may be preserved. Civilization is the creation of the peoples of the world. We are the intelligent beings who think deeply about things that go beyond instinct. That very intelligence threatens our natural world when we forget or blatantly neglect the natural world around us. While civilization certainly has it's place, so too does the natural state of the world. Preserve and protect it so that the many creatures and living things in our world can live along side the peoples in harmony. \n\nThe Father also teaches us the importance in patience, wisdom, knowledge, anticipation and so many other things. \n\nThe Children and Grandchildren of Silvanus\nSilvanus is served by his daughters, the Forest Queen, Mielikki, Goddess of Rangers and the woods; and the Green Goddess, Eldath, Goddess of the waters, peace and guardian of Druidic groves. Furthermore, he is served by the Master of Tracking, Gwaeron Windstrom, God of Rangers and tracking; the Unicorn Queen, Lurue, Goddess of intelligent and talking beasts; and the Dancer in the Glades, Shiallia, Goddess of woodland glades and fertility. \n\nThese Gods work closely together and their peoples do as well. Together, we are the Sister faiths. \n\nChauntea\nKnown as the Grain Goddess, the Golden Goddess, She Who Shapes All, the Great Mother, simply The Mother and other names across Faerûn, Chauntea is the Goddess of tame Nature, the agricultural, gardens, crops, farms and farming. The fruitfulness, the life of the lands is because of and thanks to Her. Gardens, farms and crops are blessed by Her. She finds great pleasure in agriculture and self sufficient civilized peoples. To that effect, She teaches Her priesthood how to maintain fertile land. Those who stand against civilization and who seek to destroy for the sake of destruction are the beings She most despises. \n\nNurturing, reaping and helping to further growth is highly important to civilization, because the fertility of lands is something that must be maintained in order for civilization to be self-sufficient. Without fertile lands, civilization will fall to it's knees, simply because the land can't not sustain such mass groupings of people in one place without it being tamed and cared for properly. \n\nIt is important to protects trees and all plants. Trees that give fruit are especially important to civilization. With them, orchards can be formed to aid in feeding civilization. Of course, plants that produce crops also aid in feeding civilization. However, The Mother doesn't reserve her love for only those sorts of trees and plants, she loves them all. All trees should be respected and cared for, as well as all other plants. Vegetation is the life sprung from fertile land and should be enjoyed, loved and protected. \n\nThe Mother also teaches us the importance in agricultural knowledge, gathering seeds, nurturing life on a daily basis and many other things. \n\nThe Parallel of Silvanus and Chauntea\nDespite the obvious differences between Chaunteas teachings and the teachings of Silvanus, they are parallel teachings that complement each other. Together, Chauntea and Silvanus work to preserve the Balance of Nature. It is of high importance to understand the wisdom of both positions represented by these two ancient and wise Gods. The perseverance of civilization and the perseverance of the wilds means the perseverance of peoples, animals, plants and all living things alike everywhere. These two schools of thought create the greater whole needed to ensure that our world can coexist as best as possible for the good of all and for the survival of our precious world.\n\nThere is a lot of conflict between these schools of thought which stem from one sides misunderstanding of the other side or the refusal to see the wisdom in the other side. This is an unfortunate side effect to the passion that can overtake some people. It is the job of those of us who have a wider understanding to teach, preach and unit. Only together can we fully protect Nature, both schools of thought united as a single front against those who would destroy the wild or the tame. \n\nThe Many Gods of Nature\nThere are many other Gods of Nature that can further shed light on what it means to be at one with the Balance. Gods like Nobanion, God of goodly and noble beasts, felines and royalty; The Earthmother, Goddess of the Ffolk, Nature, druids, agriculture and animals; and Ubtao, God of Chult, creation, life, dinosaurs and jungles. Ubtao is a unique God to the lands of Chult and he alone is said to be both the creator and protector of those lands. \n\nThere are also the Gods of the many peoples of Faerûn. The Hin Gods, Sheela Peryroyl, Goddess of Nature, agriculture and weather; and Urogalan, God of earth and death. The Elven Gods, Angharradh, Goddess of fertility and planting; Aerdrie Faenya, Goddess of air and weather; Deep Sashela, God of water and the seas; Fenmarel Mestarine, God of feral Elves and lone survival; Rillifane Rallathil, God of Nature, woodlands and Druids; and Solonor Thelandira, God of archery, hunting and survival. The Gnomish Gods of forest and earth, Baervan Wildwanderer and Segojan Earthcaller, respectively, who are both also Gods of Nature. The Dwarven God of jungles and survival, Thard Harr. \n\nThese are by no means all the Gods and I encourage you all to research further, if your interest in the Balance of Nature is strong.\n\nII What Protectors Do\nTaking some time to understand what protectors of Nature do can help us understand, better, why Nature's Balance is so precious and in need of protection. Some people think of Druids and Rangers alone when they think of protectors of Nature. The truth is that there are plenty other types of protectors. Another truth is that any person can take the vow of protecting Nature. The protection of nature is not exclusive to priests, let alone Druids and Rangers alone. \n\nThe Druids\nA true Druid is the prime example and the true embodiment of being at one with the Balance of Nature. The Druid is the sworn preserver and defender of the Balance. Most Druids take to protecting a certain land and/or land type above all else, making them experts in their chosen landscape. Whether that's a forest, a desert, a mountains, arctic land, the underdark, a jungle, some open plains, a swamp, a village, a town or even a city, the Druid immerses himself in his realm, sworn to preserve and defend it. But it's important not to be mislead by this. A true Druid will protect the Balance anywhere and everywhere he goes, not just within his realm of expertise. A true Druid will help protect the Balance of Nature in any land, as best he can. The Druid makes sure that the natural state of things is in tact and will remove any threat by any means needed, by the will of their God. \n\nMany Druids strive for peace, but will not hesitate to use violence when they feel the situation requires it. The undead and aberrations are enemies of the Balance of Nature and therefore enemies of all true Druids. Expect Druids to seek the destruction of these creatures. Expect Druids to also seek the destruction of anyone who creates or summons the undead. These are sworn enemies of the Balance of the natural world and we will examine why this is so in a later chapter. \n\nContrary to popular belief, the Druid does know and see evil and good, most just know to look past it because they understand that these forces keep each other in balance. The Nature of good and evil will also be looked at in detail later. \n\nAlthough most Druids seek to live a peaceful life, the don't deny that war is sometimes necessary. Sometimes Druids will even engage in war, unleashing the wrath of Nature on those who dare threaten the balance of Nature and their homelands. This is because Druids see those who respect and preserve the Balance as friends of Nature, while those who blatantly disrespect and destroy the Balance are seen as enemies. And frankly, as any Druid with a deep understanding of the Balance can tell us, evil beings aren't the only beings who threaten the Balance of Nature. \n\nThe Clerics of Nature\nClerics of Nature are a lot like the Druid in many ways. They are not lessers to the Druid as some people may think or suggest. While the Druid is usually in charge of Nature clergies, this is only due to the fact that Druids are specially equipped through their knowledge and their Gods to embody Nature better than anyone else. But make no mistake, Clerics of Nature too are as dedicated to the Balance as a Druid. They too serve their God directly, as a priest. Much like there are things Druids do that Clerics can not, there are things the Clerics can do that the Druids can not. They provide a needed balance within the priesthood. \n\nThe Clerics are also typically the ones who tend to focus on spreading their faith, while the Druid focuses more on his duties to Nature itself. That there is the major distinction between the two parts of the priesthood. Spreading the faith is vital to the priesthood as it serves to teach anyone who will listen the word of the many Gods of Nature. The word of the Gods serve as a firm foundation for us all to work on. What a beautiful thing to know that there are many Gods out there who work for the aim that we too work towards and what role each of those Gods plays. The Gods focus their efforts on certain things within Nature and the best way to learn about who does what is to go to Priests of Nature. And there usually is no better priest to ask than a Cleric, when it comes to the Gods themselves. \n\nThe Shaman\nShaman are quite mysterious to many people - including their fellow protectors who aren't Shaman themselves -, bit like the Druid might be to non-Druids, in truth. Shaman are priests of Nature incarnated. They serve the land, the Gods, Nature spirits, Nature totems or any combination of those things, many times. Their understanding of Nature and role in protecting is unique, but similar to the Druid and Cleric of Nature. The Shaman, like the Druid, focuses first on the work that needs doing to ensure the Balance of Nature is protected. But, they're also highly spiritual people, like the Druid and Cleric of Nature. However, they're unique in that they seem to seek to understand the many spirits, Gods and/or totems within their landscape all at once. Although it's not unheard of for Druids and Clerics of Nature to do that too, it's not nearly as common as it seems to be with the Shaman. They know that the mundane, the divine and the beyond are all interconnected and seek to understand them and find those connections. \n\nI can only say this much about the mystical Shaman, because, as a non-Shaman, there's only so much I understand, actually know and am allowed to know. Also, there's only so much I feel is appropriate to share without offending my brothers and sisters of this path. \n\nThe Rangers\nThe wise Ranger aims to mirror many aspects of the three priests of Nature described above. But, Rangers are also highly skilled warriors. They're potent protectors at arms, skilled trackers and travelers of the land. Make no mistake that these protectors are members of the clergy as well. For example, they are like what the Paladin of Ilmater is to the Priest of Ilmater. Without these members in the clergy, the fellowship would fall apart as sure as the sky is blue. The Rangers take on the priestly duties of spreading the faith, like any other priest, but they can also take the front lines in battle. The Ranger is the man-at-arms of the clergy. These clergymen also know a lot about the natural world though, because of their connection to the land and their God. This is especially true when they seek out Druidic, Shamanic and/or Clerical wisdom. \n\nThe wise Ranger will look to the Druid, Shaman and/or Cleric for knowledge, because one can hardly argue the fact that they usually have the closest connection to their God and that they spend the most time meditating and thinking about how the Balance of Nature works. The proof is in their much more advanced primal magical abilities that the Ranger does not have. \n\nThe Ranger typically knows more about mundane trapping, scouting, tracking, armed battle and things of that nature than the Druid, Shaman or Cleric of Nature does. By forgoing deeper knowledge in the Gods, the Balance of Nature and the many other things the Druid, Shaman and Cleric of Nature focus on, they provide this mundane knowhow that is vital to protecting. The wise Druid, Shaman and Cleric of Nature can learn a lot from the Ranger in these fields of knowledge and would do well to seek some of this knowhow from the Ranger. \n\nThe Non-Priests\nSome Barbarians, Bards, Shifters and Sorcerers too defend Nature and study or mirror the ways of Druids, Clerics of Nature, Shaman or Rangers. These protectors should be respected for their devotion to protecting and understanding the Balance. Of course, there are Paladins, Monks and even some rare Wizards, people of all walks of life, who may choose to defend Nature as well. Being a defender is not limited to the Druid, Cleric, Shaman, Ranger and Barbarian like some may believe. Most anyone can choose the righteous path. \n\nAll these paths are important, because many professions and skills are needed to ensure the Balance is defended. Though the Druid, Shaman and the Cleric of Nature may be seen as the typical leaders, there is no small task in the defense of the Balance. All who defend are doing the work of the powers of Nature, of the natural world, of the people, and are deserving of praise and thanks. \n\nThe Heretics\nSo what of those so-called Druids, Clerics of Nature, Shaman and Rangers who aim to destroy or twist Nature to their liking instead of defend it? These people exist, though they are not protectors for obvious reasons. These people are heretics to their path. A Druid, Cleric of Nature, Shaman or Ranger who seeks Natures destruction or it's twisted perversion by bending it to his or her warped liking is not a true protector at all and bring shame to their paths. These people are blights to this world, blights to their paths. They are the anti-Druid, the anti-Cleric of Nature, the anti-Shaman, the anti-Ranger. These are priests of destruction rather than protection. These people usually worship false Gods of Nature, such as Malar, Talona, Talos, Auril, the Bitch Queen, Set, and others. \n\nOf course, Barbarians, Bards, Sorcerers, Shifters and anyone else really can also be heretics and seek the destruction of Nature. These are the enemies of the true protectors of the Balance and, in truth, the enemies of all people. For the destruction of Nature means the destruction of life and harm all peoples and living things everywhere. \n\nAlthough it is true that the path of the protector isn't for everyone, respecting and preserving Nature and understanding it is something everyone should aim to do. It's what's right and what's needed in order for our world of Toril to continue existence for many generations to come. We must do it for our children, for our children's children, for the many living things that call Toril home.\n\nIII The Elements\nThere are four classic elements that help make up the Balance of Nature: water, earth, air and fire. All are vital to the Balance of Nature and to the existence of the various life forms native to Toril. \n\nWater\nThere's no debating the importance of water to all natural mortal living things on this plane. Water is the hydrator of all natural mortal living things on Toril. In most places on Faerûn, water is plentiful and accessible enough for us to take it for granted, but if we spend just a few days out in desert lands and other such places, we're reminded of just how precious water truly is. \n\nWithout water, the vegetation (flowers, crops, trees and so forth), animals, beasts, people and all of the worlds natural mortal living things would shrivel and die. Luckily, most vegetation can deal with dirty water and survive drinking it just fine. Unlucky for most people, we need clean water or we get sick. Finding fresh water springs, catching fresh rain, digging for wells and other such methods are critical to the survival of people. An animal and some beasts can usually deal with some lightly dirty water. A pool on the ground that developed while it rained and might be a little dirty is okay for them. It's actually okay for us sometimes too, but lets be honest, we mind the taste. So lets do our part in preserving water and defending it from taint and misuse. \n\nWe may look to the oceans and think we're fine, but as any sailor can tell us, drinking enough ocean water will kill us. Not to mention, the salt in ocean water will dehydrate us and defeat the purpose. The only beings who are exempt from that usually live within the oceans, like salt water fish, whales, sharks, etc. and certain peoples, like Sea Elves. \n\nThe Elemental Lord Istishia is the most powerful being from the Elemental Plane of Water. Many who hold water up as the most important element look to The Water Lord with high praise. Of course, there are also Gods who protect waters and their followers work to keep the waters free of taint. Of particular note, the faiths of Eldath and Deep Sashelas work diligently to guard and protect water. \n\nEarth\nThe earth is the worlds womb. It's where plants grow and come from: trees, bushes, crops, herbs and all. It is where all living things return to when they die, including us. All beings are composed of earth and return to it upon death. Tainted and maltreated earth will leave it infertile at least to some degree. This is a major problem if life is to continue. \n\nUsually, wild lands can care for themselves if we don't mess with it. However, tamed land needs our aid. We have to know how to care for it so that it maintains its fertility. Wild lands need our aid in keeping people from messing with it's natural state and stunting it's natural process. There are occasions where the land naturally becomes infertile through some natural process of events. It's best to seek the guidance of a priest of Nature when this happens, they'll typically know what's best to do. We should all do our part in ensuring that the earth is free of taint and misuse so that life may continue to grow from the womb of our world. \n\nThe Elemental Lord Grumbar is the most powerful being from the Elemental Plane of Earth. Many who hold earth up as the most important element look to The Earthlord with high praise. There are many Gods who concern themselves with earth as well and their followers work toward keeping the earth free of taint. Of particular note, the faiths of Chauntea, Urogalan, Sheela Peryroyl, Segojan Earthcaller, Angharradh and Shiallia work laboriously to guard and protect earth and what grows from it. \n\nAir\nEvery mortal being inhales some form of air. Even those who seem not to, like those beings who live underwater. They too breath through their gills or come up for air to breath through blow holes. In fact, even plants and trees breath in air. An important effect from cause of breathing in is breathing out. All who breath air take something from it and give something back. It's a process of give and take from the air that insures all living things basically feed off each other. \n\nWithout air, all living things would lack essential properties they need that travel through the winds and would die - people included. So air quality really is a thing of importance to all living things. Like water, sometimes we can take air for granted but it's perhaps more true with air than with water. Since breathing is about as natural and automatic a process as our heart beating, it's easy to forget and take it for granted. \n\nMoving winds help to mix the air and distribute all the gases traveling in it. This usually helps keep air rather healthy. It's when the air is still that gases linger and problems can arise. Luckily, air doesn't sit still very long in most places and where it does, whatever lives there is naturally built to withstand such things. People have ways of poisoning the air which can harm certain living things or all living things in the area. We all have to do our part in making sure the air remain untainted so that life won't be negatively affected unnaturally. \n\nThe Elemental Lady Akadi is the most powerful being from the Elemental Plane of Air. Many who hold air up as the most important element look to The Queen of Air with high praise. There are many Gods who concern themselves with air as well and their followers work toward keeping the air free of taint. Of particular note, the faiths of Aerdrie Faenya and Sheela Peryroyl work tirelessly to guard and protect air. Also, sometimes followers of Valkur and Shaundakul make it a point to also protect air. \n\nFire\nThis element isn't just responsible for burning and the destruction that can be caused in it's wake. It is indeed perhaps the most misunderstood of the elements and the most abused. But the truth is that fire is a much needed element that warms our world so that life can survive here. The sun itself is a ball of fire far far away. Far enough away, in fact, that it doesn't burn most surface beings on contact. If there were no sun, we would be frozen and dead, quite simply. So we see, fire doesn't just burn and destroy, it gives us light, it warms our meals, warms our bodies, warms everything just enough to allow it life, heats some of our metal tools into creation, heats some of our wooden tools into creation and so many other things. \n\nPerhaps the reason fire is viewed as destructive is because it's an element that grows and can get out of control. If we have a tube of air and release it, it's not going to grow into a powerful gust that'll blow a home down to the ground. If we have a handful of dirt, that's not going to grow into a landslide that buries us alive. Likewise, if we have a cup of water, that's not going to grow into a wave of water that's going to drown us. But if we have a torch of fire, that can easily grow into a massive fire that'll kill us and destroy whats around if not properly approached. That's the main reason we have to be particularly cautious with fire above all other elements. But if we use fire properly and see to it that it doesn't go abused, we can live as at peace with it as we can any other element. \n\nWe have to respect the power of fire in order to see that it doesn't go abused by our hands. When we set a campfire, we should be sure it's far enough away from plant life so that it doesn't start a mass fire. We should also set a perimeter known as a fire ring around our campfire to prevent it from spreading. This is typically done by surrounding the campfire with small stones. These techniques should be used for all fire though, in truth. They're very good safety precautions. This is but one example though. \n\nThe truth is though, all the elements can be destructive, not just fire. Look to the floods or the monstrous tidal waves in water that are destructive. Look to earthquakes and landslides in earth that are destructive. Look to the viciously fast winds and tornado's in air that are destructive. The elements are all vital to life and dangerous in certain conditions. While it's very important to understand these destructive forces in Nature, it's also very important to understand and learn to appreciate these forces for the good they bring as well. \n\nThe Elemental Lord Kossuth is the most powerful being from the Elemental Plane of Fire. Many who hold fire up as the most important element look to The Firelord with high praise. Unlike the other elements, fire isn't of particular focus to many Gods, which would explain Kossuths wide spread faith. However, the faiths of Silvanus, Chauntea and Mielikki do take interest in seeing that fire is not abused.\n\nIV The Food Cycle\nThe food cycle, the food chain and the food web are different names for the same concept within Nature which describes how all living things keep each other alive in a complex network of eating and being eaten; it's the terms that we use to describe the predator vs. prey concept. However, the truth is that it describes more than just the predator vs. prey idea. The terms can refer to the greater concept, or to specific cycles, chains or webs. \n\nMinor Food Chains\nThe best way to illustrate what this is is by giving examples of a few food chains within the greater cycle. To start, I'll show one of the more commonly known and understood chains:\n\n______Thanks to the nutrients found in it, the earth spawns sedge, which is eaten by deer. The \n______deer is then eaten by the wolf, who itself will die at some point and rot back into nutrients \n______for the earth.\n\n______Nutrients > Sedge > Deer > Wolf > Nutrients\n\nThat's a very simple chain with few steps. Let's take a look at two other longer chains now:\n\n______Because of nutrients, grass grows, which grasshoppers eat. The grasshoppers are eaten \n______by rats, who in turn are eaten by snakes. The snakes are then eaten by eagles. The \n______eagles will eventually die and return to the earth and rot into nutrients. \n\n______Nutrients > Grass > Grasshopper > Rat > Snake > Eagle > Nutrients\n\n______Because of nutrients, plankton exists (very small living things of different types found in \n______the seas). Plankton is then eaten by sea worms, who are eaten by shrimp. The shrimp \n______are then eaten by squid, who are eaten by sharks. The sharks will eventually die and \n______return to the earth at the bottom of the ocean and rot into nutrients. \n\n______Nutrients > Plankton > Sea Worm > Shrimp > Squid > Shark > Nutrients\n\nEssentially, things that are not eaten that die, returns to the earth as nutrients when they rot back into the earth. This includes animals, plants, fungi and, yes, people. Those nutrients help spawn life from the earth itself. Nutrients also return to the earth from the waste of living things; like urine, feces and so forth. Waste breaks down much easier back into the earth than, say, a whole deer carcass or a whole apple. This is why scavengers are important. \n\nRole of Scavengers\nThe truth of the matter is that the process of whole living things breaking down back into the earth as nutrients takes a long time. There's a lot that needs to happen for a whole deer that wasn't eaten to totally decompose and become one with the earth again. It not only takes a long time, it actually also asks a lot from the earth itself, which causes a backup where dead things just sort of sit there for a long long time without being able to return to the earth. This not only causes a shortage of nutrients for the land, but it also festers disease and plague. \n\nScavengers quite literally are the worlds recyclers. They were put on Toril with specialized resistances that allow them to eat dead things that would make the rest of us extremely ill and diseased. They're able to resist the bacteria and the other things found in rotting organic mass (dead living things or carrion, etc.). \n\nWithout scavengers, we would have too many rotting creatures, too much rotting plant life, etc. That would be very hazardous to the health of all living things; people, animals, beasts, plants, etc. Imagine the smell all the time, if there was rotting plant life and animals all over near your home. It would be horrible. Enough to turn your stomach and have you lose your breakfast. Moreover, you probably wouldn't even want to eat breakfast, with that smell.\n\nExamples of scavengers are: vulture, roaches, crabs, crows, ants, flies, opossums, lobsters, beetles, jackals and hyenas.\n\nSo another more truthful way to look at the chains above might be as follows:\n\n______Nutrients > Sedge > Deer > Wolf > Crow/Flies > Crow Waste/Fly Waste > Nutrients\n\n______Nutrients > Grass > Grasshopper > Rat > Snake > Eagle > Vulture/Ants > \n______Vulture Waste/Ant Waste > Nutrients\n\n______Nutrients > Plankton > Sea Worm > Shrimp > Squid > Shark > Crab/Lobster > Crab \n______Waste/Lobster Waste > Nutrients\n\nKeep in mind, even the reviewed chains above are incomplete. Decomposition is a very complex process. \n\nThese animals get a bad name for doing what they were made to do. But the truth is, we should thank our lucky stars that they do what they do. These creatures do our world a favor. So next time you see a crow picking at the rotting carcass of a cat, instead of looking down on them for doing something \"disgusting,\" think twice and appreciate natures work. Remember, nature isn't always pretty. Also, next time you're eating a plate of delicious crab or lobster, remember what they are: scavengers. It's not as disgusting as it sounds and smells. \n\nGetting back to food chains, cycles or webs though, the larger picture is how all these minor chains work within larger chains. Now, this starts to get fairly complex. Too complex for our purposes here, so we'll only do a simplistic glance over. \n\nCommunities and Ecosystems\nThe less complex minor chains create a greater network of chains known as communities. These communities are ones that work in specific forests, ones that work in specific seas, ones that work in specific deserts, ones that work in specific ponds and so forth. These communities help create a given ecosystem. An ecosystem is a set place in the world where living things and non-living things interact. Places like specific forests, specific coral reefs, specific savannas, etc. \n\nTake Amia Forest, for example. Amia Forest is one specific ecosystem in itself. It would be too much to name everything in Amia Forests ecosystem, but a few things can be named, to help paint the picture. Amia Forest has birch and oak trees, bugleweed, feverfew, red hats, wood garlics, blackthorns, honeysuckles, gray wolves, red foxes, badgers, deers, hares, rats, brown frogs, natterjack toads, seagulls, jays, sea and golden eagles, long and short eared owls, bats, water spiders, honey bees, earthworms, tiger beetles, butterflies, moths, wood ants, mosquitoes, and so on. But then there are things like the earth; the water in ponds, rivers, lakes and puddles; stones; rocks; dead wood; and so forth. That all is a part of the ecosystem of Amia Forest. Those many things allow for the support of the many life forms in the area. Without these things being permanent or reoccurring, Amia Forest would experience a shift in it's entire way of operation, it's ecosystem. Sometimes these changes are very subtle, other times these changes are drastic. \n\nBiomes\nThe many ecosystems create what are known as biomes, when grouped together. The many temperate forests create a biome, the many hot deserts create a biome, the many warm seas create another biome, tropical grasslands create yet another, and so on. These many biomes interact in a highly complex way, keeping each other in check and creating the world we know and live in. Biomes can be narrowed into even more simple terms after this, but I think the point has been made about how complex these webs are. \n\nThis is why protectors fight so hard to protect the natural state of things. If things are disturbed too greatly by sentient and intelligent beings and not allowed to change and evolve slowly and naturally as they would without our interference, there can be many negative consequences. Things like invasive species. \n\nInvasive species occur when people introduce fauna or flora to an environment that can't support it. An example of that was when someone brought aggressive mountain wolves to Amia forest and the forest became a chaotic mess. It can happen with plants, insects and any other living things. Other things such as extinctions can happen as well, which is when a whole species of living things die or are killed off forever. As we're learning, everything is connected. So if things like this happen, they will eventually have an effect on people as well. That includes you."
    }
  },
  "DisarmDC": {
    "type": "byte",
    "value": 0
  },
  "Faction": {
    "type": "dword",
    "value": 1
  },
  "Fort": {
    "type": "byte",
    "value": 5
  },
  "Hardness": {
    "type": "byte",
    "value": 5
  },
  "HasInventory": {
    "type": "byte",
    "value": 0
  },
  "HP": {
    "type": "short",
    "value": 10
  },
  "Interruptable": {
    "type": "byte",
    "value": 1
  },
  "KeyName": {
    "type": "cexostring",
    "value": ""
  },
  "KeyRequired": {
    "type": "byte",
    "value": 0
  },
  "Lockable": {
    "type": "byte",
    "value": 1
  },
  "Locked": {
    "type": "byte",
    "value": 0
  },
  "LocName": {
    "type": "cexolocstring",
    "value": {
      "0": "At One With The Balance"
    }
  },
  "OnClick": {
    "type": "resref",
    "value": ""
  },
  "OnClosed": {
    "type": "resref",
    "value": ""
  },
  "OnDamaged": {
    "type": "resref",
    "value": ""
  },
  "OnDeath": {
    "type": "resref",
    "value": ""
  },
  "OnDisarm": {
    "type": "resref",
    "value": ""
  },
  "OnHeartbeat": {
    "type": "resref",
    "value": ""
  },
  "OnInvDisturbed": {
    "type": "resref",
    "value": ""
  },
  "OnLock": {
    "type": "resref",
    "value": ""
  },
  "OnMeleeAttacked": {
    "type": "resref",
    "value": ""
  },
  "OnOpen": {
    "type": "resref",
    "value": ""
  },
  "OnSpellCastAt": {
    "type": "resref",
    "value": ""
  },
  "OnTrapTriggered": {
    "type": "resref",
    "value": ""
  },
  "OnUnlock": {
    "type": "resref",
    "value": ""
  },
  "OnUsed": {
    "type": "resref",
    "value": ""
  },
  "OnUserDefined": {
    "type": "resref",
    "value": ""
  },
  "OpenLockDC": {
    "type": "byte",
    "value": 0
  },
  "PaletteID": {
    "type": "byte",
    "value": 13
  },
  "Plot": {
    "type": "byte",
    "value": 1
  },
  "PortraitId": {
    "type": "word",
    "value": 1000
  },
  "Ref": {
    "type": "byte",
    "value": 0
  },
  "Static": {
    "type": "byte",
    "value": 0
  },
  "Tag": {
    "type": "cexostring",
    "value": "book_relg_001"
  },
  "TemplateResRef": {
    "type": "resref",
    "value": "book_relg_001"
  },
  "TrapDetectable": {
    "type": "byte",
    "value": 1
  },
  "TrapDetectDC": {
    "type": "byte",
    "value": 0
  },
  "TrapDisarmable": {
    "type": "byte",
    "value": 1
  },
  "TrapFlag": {
    "type": "byte",
    "value": 0
  },
  "TrapOneShot": {
    "type": "byte",
    "value": 1
  },
  "TrapType": {
    "type": "byte",
    "value": 0
  },
  "Type": {
    "type": "byte",
    "value": 0
  },
  "Useable": {
    "type": "byte",
    "value": 1
  },
  "Will": {
    "type": "byte",
    "value": 0
  }
}
