{
  "__data_type": "UTP ",
  "AnimationState": {
    "type": "byte",
    "value": 0
  },
  "Appearance": {
    "type": "dword",
    "value": 1328
  },
  "AutoRemoveKey": {
    "type": "byte",
    "value": 0
  },
  "BodyBag": {
    "type": "byte",
    "value": 0
  },
  "CloseLockDC": {
    "type": "byte",
    "value": 0
  },
  "Comment": {
    "type": "cexostring",
    "value": ""
  },
  "Conversation": {
    "type": "resref",
    "value": ""
  },
  "CurrentHP": {
    "type": "short",
    "value": 10
  },
  "Description": {
    "type": "cexolocstring",
    "value": {
      "0": "Veritas Vigilans\nThe Everlasting Testament to the Vigilant Truth\nAuthored in Wisdom and Divine Guidance by Senior Steeleye Eirgan Brightfall\nAnnotated with Humility and Grace by Sir Celcius Leonwall\n\n\n~~~~~\n\nPenned in the Year One Thousand Three Hundred and Sixty\n\nNotation Added in the Year One Thousand Three Hundred and Sixty Nine\n\n\n~~~~~\n\n\nBooks of the Testament\n\n\n-\tI. Apices\n\n-\tII. Dogma\n\n-\tIII. Primus\n\n-\tIV. Divinus\n\n-\tV. Eques\n\n-\tVI. Custodis\n\n-\tVII. Sententia\n\n-\tVIII. Teneres\n\n-\tIX. Disciplinare\n\n-\tX. Ordos\n\n- These books are organized in such a format by Senior Steeleye Eirgan Brightfall with the utmost wisdom and care. The first book is an introduction, both a description and a prayer to Helm for guidance in his writings. The second and third books are theological dissertations on the Great Guard and the Helmite faith. The fourth through sixth books are called the Three Reflections and give beautiful insight into the intricacies of the Church of Helm and its inherent beliefs. Finally, the last four books - books seven through ten - are called the Books of the Vanguard, detailing the purpose and inner workings of the Knights of the Vanguard.\n\nApices\nThe Holy Manuscript\nFirst of the Books\n\n\n~~~~~\n\n\nIn the most holy and righteous name of the Great Guard I, Eirgan Brightfall, write these texts with a hand most vigilant to the task before me - to act as the mortal vessel of Helm's will, putting his image, doctrine, and commands into these pages with both clarity and reverence; being both duly worshipful as well as founded in reason so that the mind of any man, based in the Prime Material and of any level of faith or understanding, will be capable of comprehension. Helm, grant me the ability that which none without divinity can aspire to - I ask this of you so that I may bring you glory by performing the duty you have placed within my hands. May the faithful brethren which these texts guide be an upright vanguard of Truth and Mercy in your all-seeing eye.\n\nEver Vigilance to the Great Guard.\n\n~~~~~\n\nDogma\nThe Way of Righteousness\nSecond of the Books\n\n\nThese are the names, sacred and ancient, of Helm: He of the Unsleeping Eyes, the Watcher, the Vigilant, the Vigilant One, the Great Guard, the God of Guardians, Helm, Helam.\n\n\nIn his divine core, Helm is the deity of those who protect justly, those who defend the weak, and those who safeguard the noble law - even those who are made to reach forth and enforce the law when such is the only means of doing so - because he is the utmost and flawless example of such virtuosity. An old god, servant only to Ao, Helm is unflinching in his duty and immaculate in his vigilance. Never is he surprised, for observation and forethought prevent such an occurrence. Always is he mindful, his unsleeping eye resting eternally upon the realms. So trusted is the Great Guard in his steadfastness and watchfulness that the Overgod chose him of all his divine children to maintain his godhood, giving him the single greatest task of import during the Time of Troubles: to keep watch over the doorway to divinity, preventing the wandering gods from returning to their positions in the Outer Planes and enforcing the punishment to which Ao sentenced them for their crimes. This duty made his aegis, the Vigilant One keeping his post even in the face of the Goddess of Magic, slaying Mystra as she attempted to force past his station. The consequences of this event are never to be blamed upon the God of Guardians; for is it not true that the Law cannot be blamed for the fate of those who break it, nor can the Keepers be incriminated for maintaining the Law even in the face of Chaos? Do not mistake devotion to duty as heartlessness or a lack of compassion, my brothers - such is surely folly. Helm is a god of justice, and justice has no concern for good or evil but only righteousness as measured by the Law. Mercy is permitted, as the Watcher often shows mercy to who do not yet comprehend the Law - children an example of such. But while Mercy is a virtue, the Law stands as Truth, and Truth is the greatest of virtues; only to be tempered by the lesser values, never replaced. Often reaching down from his lofty station in the House of the Triad to commune with his faithful, Helm stands apart from most of the Pantheon, desiring to impart his Wisdom, his Truth, and his Vigilance upon those who would receive it through dreams, omens, and signs. Those who have the faith to understand his message come to see the duality of Truth and Mercy not as contradictory, but evident and transcendent, measuring and meting Justice inseparably. As such, threats to the Law - that is, to Truth and to Mercy- are made plain as enemies of the Great Guard. Most apparent are the foes of Truth - Bane, Cyric, Shar, and Mask - and the foes of Mercy - Malar, Talos, and Garagos. Of all the gods, the most noble and worthy of alliance is Torm the True, a fellow keeper of the Law, Truth, and Mercy.\n\n~~~~~\n\nPrimus\nThe Priority of Duty\nThird of the Books\n\n\nAs a faithful, you are to emulate the Vigilant One in all that you do. To perform such a daunting task, a strict set of priorities is made necessary so as to clarify the import of virtues. \n\nDuty is the foundation of everything. With it, all other virtues align according to their proper place. Without it, one cannot claim to be a servant of the Great Guard. It is what connects us to the Law, binding our hands and our minds as tools as willing bondservants to it.\n\n-\tEven if one's Faith falters, Duty causes their hand to press on and perform what their heart and mind do not understand or believe. As such, Duty is both the Sword and Shield of Faith, both acting as its guiding protector as well as its fearsome arm. \n\nFaith is trusting in the Law, in Truth and Mercy, no matter the circumstance. To be assured of Helm's virtues, to acknowledge that they are to be emulated, and to be vigilant in all things so that every action and every thought is a prayer of praise to the Watcher - that is what it means to be Faithful.\n\n-\tWhen a man's heart and mind are in line with that of Helm, that is when he has true Faith as Senior Steeleye Brightfall describes it here - unshakeable, unafraid, and completely devoted to the character of their Lord.\n\nJustice is measured and meted by an inseparable union of Truth and Mercy, and as such, is a significant portion of both Duty and Faith. Without Justice, Duty has little concordance with the Law. Without Justice, Faith has no concordance with the character of Helm. To be Just is to be the Great Guard's upright gauntlet, a tool to be used for his glory and the defense of the Law.\n\n-\tThe best way I am able to describe Senior Steeleye Brightfall's writing on mercy is in a single phrase: Justice Tempered with Mercy. Without Mercy, Helm is no better than Bane. Without Justice, Helm is nothing at all.\n\nThese are the Three Priorities of the Vigilant Vanguard, then: Duty, Faith, and Justice. Together they form a man into the mold of Helm himself, making a man undeniably righteous at his core.\n\nDivinus\nA Reflection Upon the Most Vigilant One\nFourth of the Books\n\n\nTo be your Faithful, O Lord of Watchers, I must be ever mindful of my Duty. To be Dutiful in Your Name, Greatest of Guards, I must be Just in all things. To be a keeper of perfect Justice, God of Protectors, I must be a perfect keeper of your Faith. As it is said: \n\n\"He also serves who stands and waits and watches carefully.\"\n\nWe understand that we serve you, Great Guard, because you serve us. Through humble adherence to the Law of Truth and Mercy, you safeguard us; of all the gods you show true virtue in that what you demand, you evenly provide. Never shall we be capable of protecting the Realms as you have done in Duty, Faith, and Justice to and for the Overgod. But, as parallels within this life and thereafter, we shall vigilantly keep your noble priorities because you have done no less yourself. As it is said:\n\n\"Never betray your trust.\"\n\nWe know that we should never betray our own trust; but in the event that we fail as such a task, we may always benefit from being loyal to what you trust. You speak to us through dreams, visions, omens, and signs, but even so you equally communicate to us through your Law, through discipline, through reason. By fulfilling our Duty we honor you in that we remain trustworthy and trusting unto you.\n\n-\tSenior Steeleye Brightfall was a truly wise man. His rhetoric in this reflection is beautiful, his writing like a tapestry woven with colorful words. I was truly blessed to have studied under him, even for such a short time.\n\n~~~~~\n\nEques\nA Reflection Upon Helm's Calling\nFifth of the Books\n\n\nTo be chosen by Helm as his Just, upright hand is an honor that cannot be surpassed - and a Duty that cannot be shirked. A Paladin of the Great Guard is more than a man, more than a mortal, more than even a Faithful. A Paladin of the Vigilant is Duty. He is Faith. He is Justice. He is the Law. And just as the Law protects and safeguards the righteous, serving those within its reach, so does a chosen knight of Helm shield and serve; sacrificing all and becoming the very image of his deity so as to exist as both Bastion and Champion, Shield and Sword. And just as a Helmite Paladin's purpose is twofold, split into equivalent opposites, so must he accept that this world is severed by a single line that defines Justice and injustice; righteousness and folly; good and evil. With shield raised and sword held aloft, they stand within the light, facing the darkness - no fear, no hesitation, no surprise ever crossing their stoic countenance. No man is more a protector than a Paladin of He of the Unsleeping Eye. No shield is more fortified than his resolve. No blade is sharper than his vigilance. The Three Priorities are to the Champion of Helm as breath is to any living thing. He is held to a higher standard. Eight Tenets of Character must he follow if he is to be righteous in the eyes of not only the Law of Helm but the sight of all: Discipline, Obedience, Compassion, Peace, Longsuffering, Gentleness, Kindness, and Humility. Never do these tenets contradict the Law, nor do they do battle with Justice. For the first two - Discipline and Obedience - are aspects of the Truth, and the latter six -Compassion, Peace, Longsuffering, Gentleness, Kindness, and Humility - are facets of Mercy, the shield of Truth and it's wedded companion. The Paladin of Helm must strive to fulfill these Eight Tenets in all he is able, truly becoming the servant he was called to be - and that his Lord truly is.\n\n-\tDo not fret; the Eight Tenets are further expounded upon in Teneres, the Eighth Book.\n\n~~~~~\n\nCustodis\nA Reflection Upon Guardianship\nSixth of the Books\n\n\nTo be a servant of the Great Guard, one must be a Guard. To serve the Protector, one must seek to protect. As such, being a Watcher and a Keeper is of great concern to Helm, to his Church, and to his Faithful. To this end I will endeavor to enlighten the Faithful upon what our Lord expects of his guardian servants.\n\n-\tIt has been asked, \"If we are Guardians, do we thusly Guard all?\" Does a gatekeeper guard both those inside his walls and those without? Does a watchman protect both the burglar and his victim? No! Just as Helm protects the righteous as judged by the Law, by the Law, through the Law, so do we defend those who are within the bounds of the Law. Once a soul has stepped into lawlessness, they are an agent of Chaos and an enemy of Helm. As such, they no longer warrant safekeeping until repentance has been attempted and the Law is fulfilled.\n\n-\tIt has also been asked, \"If we safeguard the righteous, then must we condemn the wicked?\" We measure our Justice by the Law - that is, that we understand righteousness and wickedness as opposing sides of a fence, that fence being the Truth and Mercy of the Law. If one is outside of the fence, they are wicked. If one is inside, they are righteous. Goodness and evilness are not accounted for in this measurement, for goodness and evilness are not always made obvious. The Law is plain, visible, and comprehendible. \n\n-\tIt has also been asked, If we are to condemn the wicked, we must seek them out; then are not we no longer protectors, but attackers? Just as our Great Guard not only defends the law but enforces it, so must be understand that we may only protect the righteous by culling the wicked. Seeking out the enemies of the Law is rarely necessary, however, and should be avoided unless utterly necessary; for the wicked will seek out the righteous and will receive their Justice crashing upon our shields. However, if allowing a certain lawless entity to continue to exist would only further endanger the righteous, then seek it out you must  for doing so is the ultimate defense, the permanent and utter destruction of a threat.\n\nBy the grace and vigilance of the Watcher are we given the strength to fulfill the task set before us. Ever Vigilance to the Great Guard.\n\nSententia\nThe Divine Purpose of the Knights of the Vigilant Vanguard\nSeventh of the Books\n\n\nThe Vigilant Vanguard are Paladins and Clerics in service to the Great Guard who are held to the highest standards of heart, mind, spirit, and deed. A collective of Knights-Errant whose connection to our Lord the Most Vigilant One is incomparable, the Vanguard is not simply a group of warrior Faithful. No, they are the hands and feet of Helm's divine will, chosen from the greatest of his servants, constantly in commune with him and ever vigilant to the Duties he sets before them even as they seek his will. This small force of elite knights is capable of acting as both the Shield and Sword of the Watcher, protecting the weak and enforcing the Law with matchless efficiency and dauntless faith. Their purpose is simple: to answer wickedness, no matter its size or potency, with the fearsome upright gauntlet of Helm; acting as a bastion within whose arms the righteous may rest and the lawless cannot hide; eternally keeping safe the purity of the Faith and the Truthfulness of the Law, even in the face of the greatest adversity.\n\nThe Vigilant One be praised for the Vanguard, his powerful hand resting atop Ever Watchful, the sword of Justice.\n\n~~~~~\n\nTeneres\nThe Eight Tenets of the Paladin of Helm\nEighth of the Books\n\n\nNow, my brothers, this is the most honorable way - the path of the called, servants of Helm, Vanguard of Law.\n\nI. Discipline - In all things have self-control. Shape your body and your mind so that when the time comes for action the only move you can make is that which you were trained to do - that which is best. At all times keep in mind the divine teaching of Helm: \"Never betray your trust.\" Control yourself, reigning over your hands, your heart, your mind, and your spirit; forging them into an impenetrable shield, honing them into the keenest of blades.\n\nII. Obedience - Never defy the commands of the Great Guard. The Law establishes Order, and that Order you must respect. As such, commit yourselves wholly to Helm's will first and foremost, then to the commands of your superiors in Just and proper order. To defy your commander is to defy the Law. To defy the Law is to defy the Watcher. Only when the orders of the men above you do not align with those of Helm may you challenge them; and in doing so must become the Order which the Vigilant One desires.\n\nIII. Compassion - Keep no wealth for yourself, but save only that which you need to be prepared in vigilant wisdom as the He of the Unsleeping Eye commands. All excess will go to those who have need, providing them with livelihood and sustenance; for defending the righteous goes beyond using a sword and shield, and oftentimes means merely using a spoon and cup. Seek always to aid those who are in difficulty, showing generosity and altruism in Mercy as such is the Law and sister of Truth.\n\nIV. Peace - The greatest of the aspects of Mercy is to never raise your weapon at all. At all times defend the righteous in the humble and vigilant prayer for peace. If conflict can be avoided, do so, save for when conflict is necessary to protect those within the bounds of the Law; for the ultimate goal of the Law is peace.\n\nV. Longsuffering - Perform every Duty and complete every task without complaint. Even when struggle and strife abound, do not sink to the level of lesser men, shirking your Priorities of Duty, Faith, and Justice. Your life in this world is fleeting, and in the end you will serve Helm eternally in the halls of the House of the Triad; as such, never lose heart no matter the circumstance.\n\nVI. Gentleness - Do not exceed the force which is required by the Law. Justice is blind, its meted punishment always equal to the Law, never beyond it. By doing so you will fulfill the Law of Truth and Mercy and never lose the respect of the righteous.\n\nVII. Kindness - Show respect to all, even unto your enemies. In respecting your lesser, you have become the greater. Never raise your voice without Just cause, nor use language unbecoming of the righteous. Do not coerce the weak or force the meek to do your bidding, but instead, serve them in Truth and Mercy. Kindness fosters righteousness and strengthens the Law.\n\nVIII. Humility - Never will you boast. Never will you bring attention to yourself and your own actions by your words. Speak plainly and in Truth as the Law commands, never exaggerating those actions which you have taken. At all times acknowledge that you are a servant, not only of Helm but of all the righteous, and as such you are concerned with your own deeds, needs, and desires the least of all.\n\nThese tenets are not for the weak of character, nor for the faint of heart. They are not easy to maintain and take a lifetime to master. Oftentimes we will find one called by Helm strive to keep these virtues and fail. Each of these failures serve as a lesson, a battle scar by which we learn, grow, and push forward, ever growing closer to the Truth and Mercy of the Just Law.\n\n~~~~~\n\nDisciplinare\nDrill and Discipline of the Vanguard\nNinth of the Books\n\n\nThese are the means by which you will show Order and Respect to Helm, to other Knights of the Vanguard, and those deemed righteous by the law: \n\n-\tShow respect to Helm through unwavering vigilance. Wear full armor, a shield, and a weapon at all times; never will you remove them, save for when the righteous Law demands it or when you intend to sleep. Always have the holy gauntlet, emblazoned with the All-Seeing Eye, made visible upon your armor and upon your shield. Never be without your holy symbol, for it is your link to the Vigilant One. Pray without ceasing, always communing with the God of Guardians so that you may be watchful and mindful of his commands.\n\n-\tShow respect to the Vanguard through unflinching adherence to your Duty and to the Law in uniformity. Always will you maintain the highest level of cleanliness, bathing once a day. Never will you allow your hair to fall past your shoulders, nor shall it conceal your face. Your beard will never be long enough to grab with the hand. Whatever uniform the commander of the Vanguard deems appropriate for your sect you shall wear at all times. Keep your armor, shield, and weapon clean and rust free always, as doing so is keystone to readiness and vigilance Helm expects of you. Refer to every Knight of the Vanguard as Sir or Dame, as is appropriate to their gender, and salute them at all times with your right fist to your heart. Every meeting of Knights will end with the holy prayer of Helm, \"Ever Vigilance to the Great Guard.\"\n\n-\tShow respect to the righteous by showing deference to their nobility and governing bodies. Maintain your Three Priorities and Eight Tenets so that every interaction with the righteous is wholesome and admirable. Refer to all men in a place of honor by their title, saluting them in the same manner you would a Knight of the Vanguard. Adhere to the laws of the righteous as long as those laws remain noble and pure in Truth, Mercy, and Justice.\n\nThis is the path of honor, most noble in the sight of Helm and required of those called to be the holy Knights of the Vigilant Vanguard.\n\n~~~~~\n\nOrdos\nThe Order and Rankings within the Vanguard\nTenth of the Books\n\n\nThese are the rankings by which the Knights of the Vanguard shall be ordered, in doing so maintaining the Law of the Vigilant One.\n\n-\tKnight-Captain of the Vanguard - There shall be only one Knight-Captain of the Vanguard, answering only to the Great Guard.\n\n-\tKnight-Exemplar - There shall only be one Knight-Exemplar of the Vanguard, answering to the Knight-Captain and aiding in every endeavor the Knight-Captain undertakes and assisting the Vanguard in any capacity he is able.\n\n-\tKnight-Errant - Most noble crusaders of the Vanguard, seeking to defend the Law in every facility, the Knights-Errant of the Vanguard hold the highest responsibility of finding and purging threats to the righteous so as to protect the Law.\n\n-\tKnight - The honorable rank of Knight bears with it the first step of true inclusion into the Vigilant Vanguard, and with it burdens the Knight with all the responsibilities and expectations that come with being the most true and most elite of the chosen of Helm.\n\n-\tSquire - Apprentice to any member of the Knights of the Vanguard, a Squire is to follow the member of the Vanguard to which they are assigned and vigilantly learn every aspect of the life and Duty of a Knight. A Squire is not a member of the Vanguard, and if they do not learn their Priorities and cannot keep the Eight Tenets, they will never become a Knight. Thus, the burden of ascension is upon the Squire to do their Duty diligently. No more than one Squire will be assigned to any one Knight of the Vanguard at once.\n\n_________________\nEspiel Callahan\n"
    }
  },
  "DisarmDC": {
    "type": "byte",
    "value": 0
  },
  "Faction": {
    "type": "dword",
    "value": 1
  },
  "Fort": {
    "type": "byte",
    "value": 5
  },
  "Hardness": {
    "type": "byte",
    "value": 5
  },
  "HasInventory": {
    "type": "byte",
    "value": 0
  },
  "HP": {
    "type": "short",
    "value": 10
  },
  "Interruptable": {
    "type": "byte",
    "value": 1
  },
  "KeyName": {
    "type": "cexostring",
    "value": ""
  },
  "KeyRequired": {
    "type": "byte",
    "value": 0
  },
  "Lockable": {
    "type": "byte",
    "value": 1
  },
  "Locked": {
    "type": "byte",
    "value": 0
  },
  "LocName": {
    "type": "cexolocstring",
    "value": {
      "0": "Veritas Vigilans"
    }
  },
  "OnClick": {
    "type": "resref",
    "value": ""
  },
  "OnClosed": {
    "type": "resref",
    "value": ""
  },
  "OnDamaged": {
    "type": "resref",
    "value": ""
  },
  "OnDeath": {
    "type": "resref",
    "value": ""
  },
  "OnDisarm": {
    "type": "resref",
    "value": ""
  },
  "OnHeartbeat": {
    "type": "resref",
    "value": ""
  },
  "OnInvDisturbed": {
    "type": "resref",
    "value": ""
  },
  "OnLock": {
    "type": "resref",
    "value": ""
  },
  "OnMeleeAttacked": {
    "type": "resref",
    "value": ""
  },
  "OnOpen": {
    "type": "resref",
    "value": ""
  },
  "OnSpellCastAt": {
    "type": "resref",
    "value": ""
  },
  "OnTrapTriggered": {
    "type": "resref",
    "value": ""
  },
  "OnUnlock": {
    "type": "resref",
    "value": ""
  },
  "OnUsed": {
    "type": "resref",
    "value": ""
  },
  "OnUserDefined": {
    "type": "resref",
    "value": ""
  },
  "OpenLockDC": {
    "type": "byte",
    "value": 0
  },
  "PaletteID": {
    "type": "byte",
    "value": 13
  },
  "Plot": {
    "type": "byte",
    "value": 1
  },
  "PortraitId": {
    "type": "word",
    "value": 0
  },
  "Ref": {
    "type": "byte",
    "value": 0
  },
  "Static": {
    "type": "byte",
    "value": 0
  },
  "Tag": {
    "type": "cexostring",
    "value": "book_relg_014"
  },
  "TemplateResRef": {
    "type": "resref",
    "value": "book_relg_014"
  },
  "TrapDetectable": {
    "type": "byte",
    "value": 1
  },
  "TrapDetectDC": {
    "type": "byte",
    "value": 0
  },
  "TrapDisarmable": {
    "type": "byte",
    "value": 1
  },
  "TrapFlag": {
    "type": "byte",
    "value": 0
  },
  "TrapOneShot": {
    "type": "byte",
    "value": 1
  },
  "TrapType": {
    "type": "byte",
    "value": 0
  },
  "Type": {
    "type": "byte",
    "value": 0
  },
  "Useable": {
    "type": "byte",
    "value": 1
  },
  "Will": {
    "type": "byte",
    "value": 0
  }
}
