{
  "__data_type": "UTP ",
  "AnimationState": {
    "type": "byte",
    "value": 0
  },
  "Appearance": {
    "type": "dword",
    "value": 464
  },
  "AutoRemoveKey": {
    "type": "byte",
    "value": 0
  },
  "BodyBag": {
    "type": "byte",
    "value": 0
  },
  "CloseLockDC": {
    "type": "byte",
    "value": 0
  },
  "Comment": {
    "type": "cexostring",
    "value": ""
  },
  "Conversation": {
    "type": "resref",
    "value": ""
  },
  "CurrentHP": {
    "type": "short",
    "value": 10
  },
  "Description": {
    "type": "cexolocstring",
    "value": {
      "0": "Problem Solving\nBy Vito Corvus.\n\nAs magic develops and becomes more complicated by the day, wizards are encouraged to develop problem solving skills. Amongst the school of Abjuration, this is an old and well established skillset, but for those who are used to following their studies by the letter and lack that element of critical thinking in their learning, they may wish to further enhance these skills. Without problem solving ability, wizards fall behind the benchmarks of intelligence, ultimately failing to contribute and impact to the knowledge of us all.\n\nHow to use this book:\nPut aside a page and number it from 1, to 10. Read through the conundrums and answer as best you can. Consider these conundrums seriously. Some of them may seem pointlessly simple, and others a little more difficult. The answers are at the end of the book, hidden by a very simple 'Secret Page' Spell. You can work out how to find the answers yourself, as another step toward problem solving. It might occur to you that these problems have nothing to do with magic, but keep in mind that it is a particular method of thinking that needs to be built. That is the aim.\n\nConundrums:\n\n1. The following five propositions are true: No druid without a sagum drinks fermented barley. No druid without a beard cuts menhirs. Druids with moustaches drink fermented barley. No sagum-wearing druid has bad breath. Bearded druids have moustaches.\nThus, do druids with bad breath cut menhirs?\n\n2. I am standing in Waterdeep with two coins in my pouch. If I triple the value of my first coin, I have the total value of the coins in my pouch. And, twice the total value of the coins in my pouch is 12.\nWhat are the values of each coin?\n\n3. Believe us or not. \nWe can live together. \nFor a whole lifetime. \nAnd yet separate, \n(Without getting upset) \nFor a yes or a no.\nWhat is it?\n\n4. Guldorland employs 40 builders, who craft stone into bricks to build with. These 40 builders craft 400 bricks in 4 days. Sickness befalls Guldorland, and half of the builders fall sick. \nAt the same rate of work, how many bricks can the remaining builders craft in 2 days?\n\n5. Given that I am 60, I am five times the age you were when I was the age you are now. \nHow old are you now?\n\n6. A man and his wife want children, but the wife is barren. They choose to adopt. Luckily, they find two sweet children, a brother and sister. However, the children did not want to be separated from their siblings. \n\"Are there lots of you then?\" said the man.\n\"I have as many brothers as sisters.\" said the girl.\n\"I have twice as many sisters as brothers.\" said the boy.\nHow many boys, and how many girls would the couple have to adopt?\n\n7. A thief has stolen money and fled up the River Ashaba to a hideout in the forest. A paladin named Richard is in pursuit, but is 73 leagues away. In a small boat with oars, Richard rows as hard as he can upriver. Richard rows all day, traveling 5 leagues up the river, but sleeps in his boat all night, drifting back 4 leagues. \nHow many days will it take Richard to reach the thief?\n\n8. A bard has a song for every occasion: 38 songs for festivals, 28 songs calling to eat, 38 songs announcing religious ceremonies.\nSome of these songs were for special occasions: 14 were for festive meals, 10 were for religious banquets, 9 were for religious festivals. \nThe bard had 2 songs for any occasion. \nHow many different songs does this bard have in his repertoire?\n\n9. Kylie and May are playing a game of dice. Kylie has thrown her two dice three times and May twice. May takes up just one of her two dice for her last throw: \"If I throw a 4, I will have doubled your score. But if I throw a 1, we will have a tie.\"\nWhat is the value of the die that May doesn't throw again?\n\n10. Five sons sit with their wives. The sons are Gann, Sengann, Slaine, Genann, and Rudraige. The wives, from youngest to eldest, are Ann, Maggy, Peggy, Susie, and Maura. Slaine's wife gathers berries with Susie's husband. Peggy and her husband, Genann, go fishing. Sengann and Ann romp in the hay. Rudraige and Maura catch butterflies. Ann is not married to Rudraige. \nWho is Sengann's wife?\n\nAnswers:\n1. No.\n2. 2, and 4.\n3. Lips.\n4. 100 bricks.\n5. 36 years old.\n6. 3 boys, 4 girls.\n7. 69 days.\n8. 73 different songs.\n9. 2.\n10. Ann."
    }
  },
  "DisarmDC": {
    "type": "byte",
    "value": 0
  },
  "Faction": {
    "type": "dword",
    "value": 1
  },
  "Fort": {
    "type": "byte",
    "value": 5
  },
  "Hardness": {
    "type": "byte",
    "value": 5
  },
  "HasInventory": {
    "type": "byte",
    "value": 0
  },
  "HP": {
    "type": "short",
    "value": 10
  },
  "Interruptable": {
    "type": "byte",
    "value": 1
  },
  "KeyName": {
    "type": "cexostring",
    "value": ""
  },
  "KeyRequired": {
    "type": "byte",
    "value": 0
  },
  "Lockable": {
    "type": "byte",
    "value": 1
  },
  "Locked": {
    "type": "byte",
    "value": 0
  },
  "LocName": {
    "type": "cexolocstring",
    "value": {
      "0": "Problem Solving"
    }
  },
  "OnClick": {
    "type": "resref",
    "value": ""
  },
  "OnClosed": {
    "type": "resref",
    "value": ""
  },
  "OnDamaged": {
    "type": "resref",
    "value": ""
  },
  "OnDeath": {
    "type": "resref",
    "value": ""
  },
  "OnDisarm": {
    "type": "resref",
    "value": ""
  },
  "OnHeartbeat": {
    "type": "resref",
    "value": ""
  },
  "OnInvDisturbed": {
    "type": "resref",
    "value": ""
  },
  "OnLock": {
    "type": "resref",
    "value": ""
  },
  "OnMeleeAttacked": {
    "type": "resref",
    "value": ""
  },
  "OnOpen": {
    "type": "resref",
    "value": ""
  },
  "OnSpellCastAt": {
    "type": "resref",
    "value": ""
  },
  "OnTrapTriggered": {
    "type": "resref",
    "value": ""
  },
  "OnUnlock": {
    "type": "resref",
    "value": ""
  },
  "OnUsed": {
    "type": "resref",
    "value": ""
  },
  "OnUserDefined": {
    "type": "resref",
    "value": ""
  },
  "OpenLockDC": {
    "type": "byte",
    "value": 0
  },
  "PaletteID": {
    "type": "byte",
    "value": 13
  },
  "Plot": {
    "type": "byte",
    "value": 1
  },
  "PortraitId": {
    "type": "word",
    "value": 1000
  },
  "Ref": {
    "type": "byte",
    "value": 0
  },
  "Static": {
    "type": "byte",
    "value": 0
  },
  "Tag": {
    "type": "cexostring",
    "value": "book_arc_017"
  },
  "TemplateResRef": {
    "type": "resref",
    "value": "book_arc_017"
  },
  "TrapDetectable": {
    "type": "byte",
    "value": 1
  },
  "TrapDetectDC": {
    "type": "byte",
    "value": 0
  },
  "TrapDisarmable": {
    "type": "byte",
    "value": 1
  },
  "TrapFlag": {
    "type": "byte",
    "value": 0
  },
  "TrapOneShot": {
    "type": "byte",
    "value": 1
  },
  "TrapType": {
    "type": "byte",
    "value": 0
  },
  "Type": {
    "type": "byte",
    "value": 0
  },
  "Useable": {
    "type": "byte",
    "value": 1
  },
  "Will": {
    "type": "byte",
    "value": 0
  }
}
