{
  "__data_type": "UTP ",
  "AnimationState": {
    "type": "byte",
    "value": 0
  },
  "Appearance": {
    "type": "dword",
    "value": 1385
  },
  "AutoRemoveKey": {
    "type": "byte",
    "value": 0
  },
  "BodyBag": {
    "type": "byte",
    "value": 0
  },
  "CloseLockDC": {
    "type": "byte",
    "value": 0
  },
  "Comment": {
    "type": "cexostring",
    "value": ""
  },
  "Conversation": {
    "type": "resref",
    "value": ""
  },
  "CurrentHP": {
    "type": "short",
    "value": 10
  },
  "Description": {
    "type": "cexolocstring",
    "value": {
      "0": "---------------------------------------------\nScriptum Eternus Candela\nPut to writ by Sister Katherine,\nof the Order of the Eternal Candle\n----------------------------------------------\n\nApostolic blessings be upon you venerable brethren and sisters who delve into the Script of the Eternal Candel which is intended to teach of our faith to our younger brethren and sisters, and his faithful. Our Faith was born over two decades ago with the beginning of the Times of Trouble. Since the rising of the lord, many documents with his teachings and those of his divine servant, Jergal, have filled the libraries of our church.\n\n\nTome I\n\nI. The Faithful\nII. The Church\nIII. The Dogma\n--I. Church of Kelemvor, Tower of Skulls\n--II. The Sacred Order of Saint Elizabeth, Chapter of the Eternal Order\n--III. The Order of the Eternal Candle, Nuns of Kelemvor\n--IV. The Most Solemn Order of the Silent Shroud\nIV. Saint Elizabeth\nV. Jergal, divine Servant of Kelemvor\n\nTome II\n\nVI. The Paladin Code of Kelemvor\nVII. The Ecclesiastical Crimes\n--I. High Heresy\n--II. Heresy\n--III. Blasphemy\nVIII. Triunity of Necromancy\n--I. White Necromancy\n--II. Grey Necromancy\n--III. Dark Necromancy\n\nTome III\n\nIX. Ceremonies\nX. Sacred Days\nXI. Order of the Faith\n--I. The Order of Saint Elizabeth\n\n----------------------\nI. The Faithful\n----------------------\n\n\nLord Kelemvor is the Lord of Death, and all men and women must hold fealty to him. Be they the people of Nes'ek, Cordor or Kohlingen, as all who are mortal are of his flock. Those who believe in the lord and follow his word are his faithful. Many believe that if one worships another god, they are not subject to his teachings. But this is a false teaching. For all who conduct any actions concerning death are subject to act under his divine will. Hence murder is not only a mortal sin subject to the law of a city or town, but a divine one in all of the Realms.\n\n\n\n---------------------\nII. The Church\n---------------------\n\n\nThe Church of Kelemvor is one of the most influential and widespread religions in the Realms, having a significant presence in many states and regions. It is a young faith, and has been influenced by many different teachings and traditions. Its highest seat of mortal authority is the Tower of Skulls in Ormath. Many sects have emerged with different teachings, some true to the faith, others still devoted to false and old traditions of the times of Myrkuul.\n\nThe servants of the Cathedral of Saint Elizabeth consist of the Clergy, the Sacred Order of Saint Elizabeth, a chapter of the Eternal Order, and the Order of the Eternal Candle. The Cathedral of the Saint Elizabeth also holds contact to members of the Most Solemn Order of the Silent Shroud. Each of these serves the Lord through their own path, as reflected through their Dogma.\n\nTo speak of the kelemvorite Faith, is to speak of many. It is to speak of the Clergy who teach of the true nature of death and comfort the mourning. It is to speak of the Nuns of the Order of the Eternal Candle who heal the sick and work against povety. It is to speak of the Eternal Order, templars and inquisitors in service to face the darkest of the fallen to protect the innocent, often from themselves.\n\n\n\n----------------------\nIII. The Dogma\n----------------------\n\n-------------------------------------------------------------------\nI. Dogma of the Church of Kelemvor, Tower of Skulls\n-------------------------------------------------------------------\n\nRecognize that death is part of life. It is not an ending but a beginning, not a punishment but a necessity. Death is an orderly process without deceit, concealment, and randomness. Help others die with dignity at their appointed time and no sooner. Speak against those that would artificially prolong their life beyond natural limits, such as the undead. Do honor to the dead, for their strivings in life brought Faerûn to where it is now. Forgetting them is to forget where we are now, and why. Let no human in all Faerûn die a natural death without one of Kelemvor's clerics at her side.\n\n\n\n-----------------------------------------------------------------------------\nII. The Sacred Order of Saint Elizabeth, Chapter of the Eternal Order\n-----------------------------------------------------------------------------\n\nRecognize that death is part of life. It is not an ending but a beginning, not a punishment but a necessity. Death is an orderly process without deceit, concealment, and randomness. Protect others, so that they may die with dignity at their appointed time and no sooner. Honor the dead. Recognize that the flood of corruption will not seize without the actions of the righteous. The lord will welcome the souls of the truly faithful, but before your end of days, the jealous Legions of the Night will seek to drag down his chosen people. To protect Kelemvor's innocent flock from the Legions of the Night - be they monster or mere tempster - they must be ruthlessly destroyed by example of St. Elizabeth.\n\n\n\n-------------------------------------------------------------------\nIII. The Order of the Eternal Candle, Nuns of Kelemvor\n-------------------------------------------------------------------\n\nRecognize that death is part of life. It is not an ending but a beginning, not a punishment but a necessity. Death is an orderly process without deceit, concealment, and randomness. Help others die with dignity at their appointed time and no sooner, and do so by aiding the poor and healing the sick and wounded. Embrace the purity of faith and live a life devoted to the lord by forsaking temptations of flesh and greed through a sacred vow of povety and celibacy. Honor the dead and speak against those who would artificially prolong their life beyond natural limits through purity and faith and sacred word. Let your faith be an eternal candle to guide others on their path.\n\n\n\n-------------------------------------------------------------------\nIV. The Most Solemn Order of the Silent Shroud\n-------------------------------------------------------------------\n\nRecognize that death is part of life. It is not an ending but a beginning, not a punishment but a necessity. Death is an orderly process without deceit, concealment, and randomness. Speak against those that would artificially prolong their life beyond natural limits, such as the undead. Honor the Lord and the dead through protection and services to graveyards, tombs, catacombs and other final resting places. Protect these lands from all undeath and desecration, for service to these lands is our daily ritual prayer to the Lord. Never forget the ways of the fist, for your martial prowess will see use. Aid the church of Lord Kelemvor by providing intelligence of undead sightings, desecration's of final resting places and those who command the undead. Be always prepared to join your brothers in arms if called upon.\n\n\n\n--------------------------\nIV. Saint Elizabeth\n--------------------------\n\nSaint Elizabeth was a Templar of the Eternal Order of Kelemvor, who's deeds have become an inspiration to all brethren and sisters of our faith, and especially for those serving in the Eternal Order. She embodied purity of faith and devotion to her Lord and Church. Once raised to Sainthood, the Chapter known now as the Order of Saint Elizabeth was given its name in her honor.\n\nShe led a small group of the Lord's servants against a far bigger host of undead and heretics to reclaim sacred ground they choose to invade and defile. Her courage inspired the few that were left in this dark time and her death filled the templars with a thirst for vengeance, who ensured the banner of the lord stood once more above his Church.\n\nIt is because of her example that the Chapter known as the Sacred Order of Saint Elizabeth will never compromise its ideals; upholding the laws of lord Kelemvor and protecting his faithful. Where there is wrong it must be set right, no matter the cost.\n\n\n\n---------------------------------------------------\nV. Jergal, divine Servant of Kelemvor\n---------------------------------------------------\n\n\"Each being has an eternal resting place that is chosen for him or her at the moment of creation. Life is a process of seeking that place and eternal rest. Existence is but a brief aberration in an eternity of death. Power, success, and joy are as transitory as weakness, failure, and misery. Only death is absolute, and then only at its appointed hour. Seek to bring order to the chaos of life, for in death there is finality and a fixedness of state. Be ready for death for it is at hand and uncompromising.\"\n\nThere are sects who believe his Dogma speaks of another aspect, namely; \"Life should be prolonged only when it serves the greater cause of the death of the world.\" It is often because of this that those tempted by heresy believe it is sactioned by the Divine Servant of lord Kelemvor to create undead. However, as a servant of the Lord he swore loyalty to him and would not sanction such practices. It is suspected that these are granted their spells through Cyric in hope to spread Chaos and Murder.\n\nDberaitnhger [Deathbringer] Korvath of Amia was one of these. Those he mislead with his teachings and who gave in to the ways of palemastery and dark necromancy were cleansed by the Sacred Order of Saint Elizabeth. It was tragic that he and his followers had fallen too far that only death was a release from their mislead ways.\n\n-------------------------\nVI. The Paladin Code\n-------------------------\n\n\nI. Devote yourself to life and death, and help others die with dignity at their appointed time and no sooner.\nII. Speak only the truth and honor your words and live by them. Your utterings are to be always true.\nIII. You are to only act as an agent of lord Kelemvor and enforce his laws, not those of another faith or mortal law.\nIV. Respect the laws of mortals, but remember always that your fealty is to the laws of your Faith. \nV. Pledge your life, soul and word to the Lord. Never should you worship another and never should your faith falther.\nVI. Not pride but humility. Not greed but generosity. Not envy but love. Not lust but temperance. Not gluttony but moderation. Not sloth but zeal. Not tyranny but justice.\nVII. Be a candle of light in the darkness and show others the glory of the lord.\nVIII. Always wear the symbol of your faith, and do so with honor, love and devotion, for you are a servant of the Lord, and your acts reflect upon the Church and His Glory.\nIX. The Undead deserve only their rest. Destroy them without hesitation, and punish those who would dare to create them.\nX. Protect the innocents from those who would spread false teachings or devote themselves to the arts of heresy and blasphemy.\n\n\n\n-----------------------------------\nVII. Ecclesiastical Crimes\n-----------------------------------\n\n-----------------\nI. High Heresy\n-----------------\n\nan opinion or act of extreme and unforgivable nature opposing the principles of the laws of lord Kelemvor \n\n- Creation, animation or conjuration of Undead\n- Acquiring the status of Undeath\n- Destruction of a Soul\n- Casting high tier dark necromantic spells\n- Killing a servant of the sacred Kelemvorite faith\n\nActs of High Heresy warrent arrest. The sparing of the subjects life is not of concern.\n\n\n--------------\nII. Heresy\n--------------\n\nan opinion or act contrary to the principles of a the laws of lord Kelemvor \n\n- Palemastery\n- Casting low tier dark necromantic spells\n- Lying to an Inquisitor\n- Attacking a servant of the sacred Kelemvorite faith\n- Protecting or using a dark artifact of heretical background\n- Aiding Heretics\n- Spreading Plagues\n- Defiling the dead\n- Body Trafficking\n- Unnatural and artificial extension of life\n- Spreading dark artifacts of heretical background to the public\n\nActs of Heresy warrent arrest. The sparing of the subjects life is of concern and should be done if so possible.\n\n\n\n-----------------\nIII. Blasphemy\n-----------------\n\nbehavior or language that shows disrespect for lord Kelemvor or its sacred Church \n\n- Preaching false doctrine of the holy judge, his church or his domain\n- Claiming authority over the divine laws of lord Kelemvor\n- Insulting a servant, its lord or the Church of lord Kelemvor itself\n- Threatening a servant of the Church of lord Kelemvor\n\nActs of Blasphemy do not require arrest. They will be noted in the reccords of performing them however, and may come into play in investigations, arrests on suspecion of greater offenses or at trail for greater offenses.\n\n\n\n---------------------------------------\nVIII. The Triunity of Necromancy\n---------------------------------------\n\n---------------------------\nI. White Necromany:\n---------------------------\n\nSpells that manipulate life force in a positive way belong under white necromancy. These spells can be used to restore damaged limbs, blood loss, diseases and more. The most potent and cleansing of such spells are Greater Restoration. It blasts the target with positive and healing energies that remove all diseases, wounds, broken limbs and even Cysts. It is the most potent of all healing spells. White Necromantic spells can be used in a variety of ways. One of them, Undeath to death, is made specifically to combat undeath. The spell counters undeath with its opposite, positive energy and life force, often completely annihilating the undead.\n\n(Death Ward, Disrupt Undead, Gentle Repose, Greater Restoration, Halt Undead)\n\n\n------------------------\nII. Grey Necromancy:\n------------------------\n\nGrey necromantic spells are often known to cause death or instill fear in their targets. These spells do not fall under dark necromancy as they do not drain life energy with negative energies nor cause undeath. Some are often referred to as \"death magic\" as they can cause instant death in the targets. Others instill fear in their victims and are often used defensively. Death armor protects the caster and harms all who attacks him. Horrid Wilting dessicates the target(s), but not through means of negative energy.\n\n(Astral Projection, Blindness/Deafness, Cause Fear, Doom, Fear, Finger of Death, Horrid Wilting, Negative Energy Burst, Negative energy ray, Magic Jar, Scare, Slay Living, Speak with Dead, Spectral Hand, Symbol of Fear, Undeath to Death, Wail of the Banshee)\n\n\n----------------------------\nIII. Dark Necromancy:\n----------------------------\n\nThe spells that create undead, summon undead servants or create new ones by using a dead corpse, twisting it into a hollow shell of its former self, animated with dark and negative energies. Others harm bodies with negative energies, sometimes draining them of life force. Both of these fall under the Dark necromancy term. They often kill their targets in such ways that make them often rise as undead. Sometimes they simply summon an already undead creature. All who use these spells are breaching Lord Kelemvor's laws and are subject to arrest and trial. These spells are an affront to all life, as they twist and drain it.\n\n(All inflict wounds spells, Animate Dead, Bestow Curse, Blight, Chill Touch, Circle of Death, Clone, Command Undead, Contagion, Control Undead, Create Greater Undead, Create Undead, Death Knell, Deathwatch, Energy Drain, Enrevation, Eyebite, False Life, Ghoul Touch, Harm, Ray of Enfeeblement, Ray of Exhaustion, Soul bind, Symbol of Death, Symbol of Pain, Symbol of Weakness, Touch of Fatigue, Vampiric Touch, Waves of Exhaustion, Waves of Fatigue)\n\n----------------------\nIX. Ceremonies\n----------------------\n\nIt is custom that when the cycle of day comes to an end the faithful of the lord gather and offer their prayers. Next to this daily gathering of prayer there are specific ceremonies those devoted to the Judge of the Dead perform.\n\n\nThe Passing:\nIf present at the moment of death, a member of the clergy performs the Passing, a ritual alerting lord Kelemvor of the arrival of this new wanderer on its final journey. It is Lathander's followers who bless a young child so that it may have a long and full life, but it is the divine task of the faithful of the Judge of the Dead to guide that soul onwards and allow those who may mourn for their loss to understand that death is but another step in a great cycle of existance.\n\nThe Lament for the Fallen:\nWhen an entire battlefield or plague-ravaged community requires last rites, kelemvorite devotees perform the Lament for the Fallen, a ceremony in which the clergy offer their prayer in a sacred droning chant and rythmic beating of the ash staffs upon the ground. With this ceremony lord Kelemvor is also alerted so the fallen may be guided safely to their rest.\n\n\n\n\n\n----------------------\nX. Sacred Days\n----------------------\n\nBoth Shieldmeet and the Feast of the Moon are of special spiritual significance to Kelemvor's adherents. It is on these days the faithful recount the Deeds of the Dead so that they never be forgotten. Very rarely the most honored members of the clergy use these days to cast a true resurrection, returning to life heroes of the distant past who are needed in the present day. This decision is never done lightly, for while lord Kelemvor may grant those who are prepared to continue their duty once more as a sacrafice to their brethren and sisters, it is an exception that may only be made use of in the greatest of needs. It also requires a soul that is strong enough to return after such a long time.\n\nBecause of this the members of the Sacred Order of Saint Elizabeth refer to themselves as the eternal servants of the lord, for even if they should pass, their duty to their lord will not end in death, but continue on the fugue plane or possibly decades after once more on the material plane. In our churches history on the amian isle only one has ever been called back from her rest to aid the faith in it's dark times. It was a time the Church of lord Kelemvor was besieged by all sides and could have been shattered. It was then her blessedness, the late Chapter Master Sharina Milla Fryar returned to us, to deliever her justice upon the isle and protect the faithful.\n\n\n\n-------------------------------\nXI. Orders of the Faith\n-------------------------------\n\nIn this section the blessed orders and branches of the faith will be looked at in more detail.\n\n\n-------------------------------------------------------------------\nI. The Sacred Order of Saint Elizabeth\n-------------------------------------------------------------------\n\nThe Eternal Order is the military branch of the kelemvorite faith which varies between it's chapters. In the following scripture it is the Chapter known as the Order of Saint Elizabeth which my focus rests on.\n\nThe Chapter of the Eternal Order now present in Khem holds as its patron Saint Elizabeth. She is seen as the incarnation of the most important traits of a military devoted servant of lord Kelemvor; unyielding in faith and duty, fearless, and a master in the art of death. The Sacred Order of Saint Elizabeth bear the raven and and sword on their tunic in memory of their most honored sister. Their strive for perfection in duty and combat is more dominant than in any other Chapter of the Eternal Order, for to bring forth the will in combat is a sacred ceremony to the Lord of the Dead and the patron of the chapter. As an Inquisitor has stated many a year ago, the day they would no longer be needed would be their day of victory, but until that day would come they can not rest.\n\nSaint Elisabeth is also the origin that martyrdom is seen as the greatest honor possible for a brother or sister of the Sacred Order of Saint Elizabeth. The strive for perfection also plays a role in the Code of Conduct, never allowing outsiders to know of any possible difference of opinion inside the military arm of the church. Much of its doctrines and ways came to be under the long rule of Chapter Master Sharina Fryar, who joined the order as a templar of the faith and soon rose to hold both the position as Chapter Master and Temple Mother in the Church. It was her decision to train more Inquisitors and expand their duties and powers so there would be even a chance to oppose the acceptance and tolerance towards those who break the laws of lord Kelemvor. \n\nWhile only few can ever gain the knowledge to understand the Sacred Order of Saint Elizabeth, and that is precisely how the honored brethren and sisters of our faith wish it to be. Their pursuit of justice stems out of their wish to do the bidding of their lord, and for them this is sacred and nothing to be shared with those whom lack the knowledge of their order to fully understand their ways. While every action is supervised by the Inquisitors and false conduct is swiftly punished internally, the public may never learn of such procedures as it is an internal matter between them and their lord. It is almost needless to say that every flaw inside the order is punished more strictly and quickly than any outside force could ever achieve. \n\nIt is through this method of not aiming to be in a favorable light or even beloved, next to their vigilance of their own ranks, many of their aims were reached. It allows them to be an organized and unwavering force which will not be intimidated or split apart. The Monolith devoted to Mystra halted their practices of dark necromancy, after the Defenders of Kohlingen had feebly attempted to achieve that for quite some time and gave up, but the Sacred Order of Saint Elizabeth achieved this in a very short time. Even Cordor stopped its practice which broke the laws of lord Kelemvor after the blockades set up against it. Their role in moving against the Banites in Guldorand or uncovering traitors within the Triadic Knights is also undisputed.\n\nThe amian isle has changed much over the time since the order became active, and while the breaking of lord Kelemvor's laws and much injustice may still continue, the acceptance of such has began to disappear."
    }
  },
  "DisarmDC": {
    "type": "byte",
    "value": 0
  },
  "Faction": {
    "type": "dword",
    "value": 1
  },
  "Fort": {
    "type": "byte",
    "value": 5
  },
  "Hardness": {
    "type": "byte",
    "value": 5
  },
  "HasInventory": {
    "type": "byte",
    "value": 0
  },
  "HP": {
    "type": "short",
    "value": 10
  },
  "Interruptable": {
    "type": "byte",
    "value": 1
  },
  "KeyName": {
    "type": "cexostring",
    "value": ""
  },
  "KeyRequired": {
    "type": "byte",
    "value": 0
  },
  "Lockable": {
    "type": "byte",
    "value": 1
  },
  "Locked": {
    "type": "byte",
    "value": 0
  },
  "LocName": {
    "type": "cexolocstring",
    "value": {
      "0": "Scriptum Eternus Candela"
    }
  },
  "OnClick": {
    "type": "resref",
    "value": ""
  },
  "OnClosed": {
    "type": "resref",
    "value": ""
  },
  "OnDamaged": {
    "type": "resref",
    "value": ""
  },
  "OnDeath": {
    "type": "resref",
    "value": ""
  },
  "OnDisarm": {
    "type": "resref",
    "value": ""
  },
  "OnHeartbeat": {
    "type": "resref",
    "value": ""
  },
  "OnInvDisturbed": {
    "type": "resref",
    "value": ""
  },
  "OnLock": {
    "type": "resref",
    "value": ""
  },
  "OnMeleeAttacked": {
    "type": "resref",
    "value": ""
  },
  "OnOpen": {
    "type": "resref",
    "value": ""
  },
  "OnSpellCastAt": {
    "type": "resref",
    "value": ""
  },
  "OnTrapTriggered": {
    "type": "resref",
    "value": ""
  },
  "OnUnlock": {
    "type": "resref",
    "value": ""
  },
  "OnUsed": {
    "type": "resref",
    "value": ""
  },
  "OnUserDefined": {
    "type": "resref",
    "value": ""
  },
  "OpenLockDC": {
    "type": "byte",
    "value": 0
  },
  "PaletteID": {
    "type": "byte",
    "value": 13
  },
  "Plot": {
    "type": "byte",
    "value": 1
  },
  "PortraitId": {
    "type": "word",
    "value": 0
  },
  "Ref": {
    "type": "byte",
    "value": 0
  },
  "Static": {
    "type": "byte",
    "value": 0
  },
  "Tag": {
    "type": "cexostring",
    "value": "book_relg_008"
  },
  "TemplateResRef": {
    "type": "resref",
    "value": "book_relg_008"
  },
  "TrapDetectable": {
    "type": "byte",
    "value": 1
  },
  "TrapDetectDC": {
    "type": "byte",
    "value": 0
  },
  "TrapDisarmable": {
    "type": "byte",
    "value": 1
  },
  "TrapFlag": {
    "type": "byte",
    "value": 0
  },
  "TrapOneShot": {
    "type": "byte",
    "value": 1
  },
  "TrapType": {
    "type": "byte",
    "value": 0
  },
  "Type": {
    "type": "byte",
    "value": 0
  },
  "Useable": {
    "type": "byte",
    "value": 1
  },
  "Will": {
    "type": "byte",
    "value": 0
  }
}
