{
  "__data_type": "UTP ",
  "AnimationState": {
    "type": "byte",
    "value": 0
  },
  "Appearance": {
    "type": "dword",
    "value": 1385
  },
  "AutoRemoveKey": {
    "type": "byte",
    "value": 0
  },
  "BodyBag": {
    "type": "byte",
    "value": 0
  },
  "CloseLockDC": {
    "type": "byte",
    "value": 0
  },
  "Comment": {
    "type": "cexostring",
    "value": ""
  },
  "Conversation": {
    "type": "resref",
    "value": ""
  },
  "CurrentHP": {
    "type": "short",
    "value": 10
  },
  "Description": {
    "type": "cexolocstring",
    "value": {
      "0": "On the Behaviors, Tactics, and Culture of Goblins in the Bramblwood and on Caraigh \n\nBy Rente Galenson\n\n\n\nAs many know, there is a small population of Goblinoids in the Bramblwood outside of Cordor and a smaller population of Ruthym. In order to better understand them I have taken it upon myself to study them in their native habitats. I have noted a particular difference between the goblins of the Bramblwood and those of Ruthym that has lead me to believe them to be of two different Tribes.\n\n\nVolume I : Bramblwood Goblinoid Tribe\n\n\nThe Bramblwood forest is a small offshoot of the Amian Forest that lies of the edge of the city of Cordor. This forest is home to a small population of goblinoids, the Broketooth Tribe, and is contested by the Kolbold tribe that dwells in the nearby hills. In this volume I will focus on this population of goblinoids. \n\n\n\nOn The Culture of the Goblinoids of the Bramblwood\n\n\nThese Goblinoids, as all Goblinoids do, make use of hunting parties to protect and feed themselves. This tribe is unique in the fact that only the hunting parties found in the woods are hostile, once on enters the caves populated by these goblins they, the goblins, become grudgingly peaceful. Another peculiarity is the diversification among the Goblinoids in the caves, hobgoblins live alongside their smaller cousins and, I dare say, a few Ogerillion. The hunting parties also seem to be composed entirely of warriors; the shamans remain in the caves with the young and females.\nIt is in my belief that the warriors that are sent out are of lower intelligence that those whom they serve within the caves. Indeed, I believe that there is a caste system present in this population that has developed sub-populations of: high and low intelligence; that the goblins born with high relative intelligence are put down the path to become and leaders and shamans while those of low intelligence are taught to perform the grunt work of the community and are trained to be guards and warriors. It is at this point that I will make the linkage between intelligence and aggressiveness, that is to say that goblins of the lowest intelligence are the most aggressive and best suited for soldiering while those of highest intelligence are the least aggressive and are best suited for leadership and more apt to pick up on the intricacies of leadership. That being said, all Goblins possess a high tendency towards violence and are of low intelligence and the distinctions I make here are marginal at best. \n\n\n\n\nOn The Tactics of the Goblinoids of the Bramblwood\n\n\nThe Goblins of the Bramblwood are small, about 1 to 1 1/3 meters tall, and fragile compared to most other humanoid inhabitants of the island. They are also relatively few in number, my estimates place their population at 300 to 500 adults of which 100 to 200 are males suitable for combat. Their usual prey, caravans and lone travelers, are often ill suited for combat and as such can be taken down by a few reckless individuals; however, the adventuring population of Amia is generally better armed then the average caravan and as such require a more tactical approach on the part of the goblins. Based on my observations, the bramblwood goblins prefer to use ambush tactics when faced with more dangerous foes, with archers launching a somewhat coordinated volley from the trees before the rest of them charge the unsuspecting adventurer. I would now like to point out that the goblins found on the outskirts of the bramblewood appear to be hunters and scouts, based on their equipment and belongings, while those patrolling the interior are better armed and armored and seem to be warriors. Despite the differences in armament the both groups use the same tactics when faced with what they perceive to be adventures. \n\nAs a final note, I would like to say that the goblins harmed during the period of my research where the first to strike in every engagement with the group I was shadowing and that no goblins where harmed without initial provocation on their part.\n\nP.S. stay on the look out for the second installment of this series of essays, research under way, on the goblin populations of Caraigh!"
    }
  },
  "DisarmDC": {
    "type": "byte",
    "value": 0
  },
  "Faction": {
    "type": "dword",
    "value": 1
  },
  "Fort": {
    "type": "byte",
    "value": 5
  },
  "Hardness": {
    "type": "byte",
    "value": 5
  },
  "HasInventory": {
    "type": "byte",
    "value": 0
  },
  "HP": {
    "type": "short",
    "value": 10
  },
  "Interruptable": {
    "type": "byte",
    "value": 1
  },
  "KeyName": {
    "type": "cexostring",
    "value": ""
  },
  "KeyRequired": {
    "type": "byte",
    "value": 0
  },
  "Lockable": {
    "type": "byte",
    "value": 1
  },
  "Locked": {
    "type": "byte",
    "value": 0
  },
  "LocName": {
    "type": "cexolocstring",
    "value": {
      "0": "On the Goblins of Amia and Caraigh"
    }
  },
  "OnClick": {
    "type": "resref",
    "value": ""
  },
  "OnClosed": {
    "type": "resref",
    "value": ""
  },
  "OnDamaged": {
    "type": "resref",
    "value": ""
  },
  "OnDeath": {
    "type": "resref",
    "value": ""
  },
  "OnDisarm": {
    "type": "resref",
    "value": ""
  },
  "OnHeartbeat": {
    "type": "resref",
    "value": ""
  },
  "OnInvDisturbed": {
    "type": "resref",
    "value": ""
  },
  "OnLock": {
    "type": "resref",
    "value": ""
  },
  "OnMeleeAttacked": {
    "type": "resref",
    "value": ""
  },
  "OnOpen": {
    "type": "resref",
    "value": ""
  },
  "OnSpellCastAt": {
    "type": "resref",
    "value": ""
  },
  "OnTrapTriggered": {
    "type": "resref",
    "value": ""
  },
  "OnUnlock": {
    "type": "resref",
    "value": ""
  },
  "OnUsed": {
    "type": "resref",
    "value": ""
  },
  "OnUserDefined": {
    "type": "resref",
    "value": ""
  },
  "OpenLockDC": {
    "type": "byte",
    "value": 0
  },
  "PaletteID": {
    "type": "byte",
    "value": 13
  },
  "Plot": {
    "type": "byte",
    "value": 1
  },
  "PortraitId": {
    "type": "word",
    "value": 0
  },
  "Ref": {
    "type": "byte",
    "value": 0
  },
  "Static": {
    "type": "byte",
    "value": 0
  },
  "Tag": {
    "type": "cexostring",
    "value": "book_arc_016"
  },
  "TemplateResRef": {
    "type": "resref",
    "value": "book_nat_003"
  },
  "TrapDetectable": {
    "type": "byte",
    "value": 1
  },
  "TrapDetectDC": {
    "type": "byte",
    "value": 0
  },
  "TrapDisarmable": {
    "type": "byte",
    "value": 1
  },
  "TrapFlag": {
    "type": "byte",
    "value": 0
  },
  "TrapOneShot": {
    "type": "byte",
    "value": 1
  },
  "TrapType": {
    "type": "byte",
    "value": 0
  },
  "Type": {
    "type": "byte",
    "value": 0
  },
  "Useable": {
    "type": "byte",
    "value": 1
  },
  "Will": {
    "type": "byte",
    "value": 0
  }
}
