{
  "__data_type": "UTP ",
  "AnimationState": {
    "type": "byte",
    "value": 0
  },
  "Appearance": {
    "type": "dword",
    "value": 1309
  },
  "AutoRemoveKey": {
    "type": "byte",
    "value": 0
  },
  "BodyBag": {
    "type": "byte",
    "value": 0
  },
  "CloseLockDC": {
    "type": "byte",
    "value": 0
  },
  "Comment": {
    "type": "cexostring",
    "value": ""
  },
  "Conversation": {
    "type": "resref",
    "value": ""
  },
  "CurrentHP": {
    "type": "short",
    "value": 10
  },
  "Description": {
    "type": "cexolocstring",
    "value": {
      "0": "The Blake Compendium of Strategy\n\nTable of Contents:\n\n1. Foreword - Defining War, Tacticians and the purpose of this text.\n\n2. Basic Definitions - A list and explanation of basic terms related to War and Tactics.\n\n3. Tactical Fundamentals and Platitudes Explained - A look at the very core of every Tactic and plan, basic solutions, generalizations and the dangers in using general \"know it all\" platitudes.\n\n4. The Anatomy of War - Dissecting conflicts from their core, analyzing the road to open warfare and steps to avoid such.\n\n5. Analyzing Battles and Preparing Plans - Defining Victory, analyzing solutions, logical analysis of a battlefield, both small and grand scale.\n\n6. Ten Questions - Basic cheat sheet, questions to answer before a battle begins.\n\n7. Basic Setups and Tactics - Typical situations and example solutions.\n\n8. Summary and Ending Thoughts - Closing statements.\n\n1. Foreword\n\nWar is a destructive, untamable force that can erupt both suddenly or be the effect of long term plans. In a society that desires peace and grows by using such, war can be the result of anything from unsolved differences of opinion to lack of foresight.\n\nThere is, of course, another side of the same coin. Some people will look to war as means to expand their own power or ideals, be it due to personal beliefs or outside factors. This does not change the nature of War itself however, just the reasons it starts. And be it a defensive or offensive war, a misunderstanding or conquest, a local struggle or a multi-nation entanglement, there is one truth that binds all conflicts: The longer they last, the more devastating they are to both civilian and military personnel.\n\nA wise leader who realizes this, be it the aggressor or the defender and will therefore attempt to resolve War as quickly as possible. This means that both sides should, in theory, move directly for what they perceive as a victory and immediately terminate hostilities. There is nothing worse than a prolonged war of attrition, as anyone involved will such will attest to. As war drags on, the reasons for it become mudded and unclear. Atrocities grow in number and frequency and soon both sides might find themselves on the edge of total annihilation, even if one would claim \"victory\".\n\nTo prevent such a state of affairs Tacticians and Tactics are employed on all aspects of the field of war. Their role however does not end with war and battles themselves. The greatest tacticians form grand scale plans for their entire kingdoms or whatever other political entity they serve that guarantee prosperity and long lasting peace.\n\nThis text is an attempt at explaining the tools that tacticians have at their disposal. It will touch on both times of war and times of peace and explain how to dissect any situation, be it combat related or not with certain rules, prepare methods of resolution and finally leaving behind tools that will prevent the same situation form occurring in the future.\n\nThe text will not dwell on the reasons for war, however, most able tacticians do understand the rule that open conflict is the worst of possible solutions and resort to it only when all others have been extinguished.\n\nFinally, while this text does not take a stance on conquest as a way of expansion and securing ones interests, it will display a variety of alternatives to open conflict to achieve the more aggressive goals that some might have.\n\n2. Basic Definitions\n\nThe following are basic definitions that those devising tactics might encounter during their work and that will be used through the text. While definitions of the terms may vary from person to person, for the purpose of this text a singular definition as given will be assumed. These are given in alphabetical order.\n\nAttrition - The evaporation of resources, Morale and Manpower of a Force. Attrition is a natural, constant factor in every conflict and can be influenced by an opposing Force to break the enemy. Smaller, concentrated Forces typically suffer from less Attrition then bloated, bigger forces, but in both cases the factor touches both Combatants and Non-Combatants and should be avoided or kept to a bare minimum as Resources permit. \n\nCombat Effectiveness - The ability of a Force, or more typically a Unit within a force to enter a Combat Situation and fight to the full of their potential. This typically determines the likelihood of an unit to achieve its set Goals/Victory Conditions.\n\nDefeat and Surrender - A situation in a War (for a Force in general) or a Engagement (for an Unit) when achieving of either Minor or Major goals is no longer possible and Withdrawal is not a viable option. Note that this is only possible of the opposing Force does not include extermination or total subjugation in its own Goals. Both of those usually mean that the opposition will look to kill or imprison all members of the highest/middle echelons of a Force Structure and a Surrender will only make this easier for them. Scattering and a Harassment War scenario is favorable in such a situation.\n\nEngagement/Battle - A singular combat event within a War that follows separate victory conditions that should, but does necessarily have to, bring one or both opposing forces closer to realizing their objectives in the entire war.\n\nForce/Army/Combatants - Elements directly involved in the progress of the War. A Force is a structured (even if the people involved avoid such terms) element that directly influences the outcome of each battle. A typical force hierarchy consists of:\n\n- Command, the leaders and grand strategists/tacticians of a Force. Sometimes, the positions are shared by the same person. Ideally, the people in this group do not directly engage the enemy on the field, as their deaths hits the Force most severely. Various honor, tradition or personal factors might however incline members of this sub-group to take part of combat, in which case they are priority targets (even if followed by retreat).\n\n- Combat Command, the lower echelon commanding units. Line officers and tacticians, responsible for practical application of grand strategies made by the Command echelon on the battlefield. Typically, members of this echelons are the most battle hardened veterans of a given Force. Acts of great heroism (or cowardice) are typically the most pronounced here, unless members of the Command echelon take direct command (and don't get themselves killed).\n\n- Line Soldiers, the \"meat\" of each army. Preferably well armed and trained, but often improvised groups of soldiers that follow the commands of higher echelons. Two major philosophies can be used to uphold the Morale of this echelon, firstly, a general sense of patriotism and duty used by the more traditional placed countries and groups and secondly, fear or a strict hierarchy, utilized by the more tyranny-oriented structures. Both can be utilized well as long as basic rules are upheld, as explained in Chapter 4.\n\nForces are divided into Units, however the exact size and number of Units in any War/Conflict depends on the size of the Forces involved. In general, a Force is considered an entire \"side\" of any given Conflict as a whole, while a Unit is the smallest amount of men that can enter an Engagement. One Engagement can of course be between more than one Unit on each side.\n\nGoals/Victory Conditions - Determined either for the entire War/Conflict (Major Goals) or a single Engagement (Minor), Goals are basic outlines that determine what constitutes a victory for a Force or Unit. Note that goals might sometimes expect a retreat once they are achieved - for example a sally forth by an elite group of Combatants in order to take out an opposing main camp expects a retreat after the objective is achieved and the entire Force may support just this single objective and fall back with the attacking group. Setting clear Goals is one of the basic jobs of a Tactician.\n\nHarassment War - A very specific type of War where an opposing Force has a major advantage in numbers or strength and direct Engagements are suicide. In this case, strategies involve small scale attacks on Supply lines, support of Non-Combatants under occupation form the opposing force and direct engagements that target the higher echelons of the opposing Force (which in this case may be referred to as an Occupying Force).\n\nMorale - The basic factor determining the willingness of a Force to take part in battles, take reasonable losses during combat and respect for the higher echelons of a Force structure. Morale depletes naturally as wars progress, however it can also be replenished by able leaders even if the Force is taking significant losses or is faced by an overwhelming enemy. Methods of Morale upkeep are detailed in Chapter 4.\n\nNon-Combatants - The non-fighting or involved people in a territory engulfed by war. While not directly involved in battles, Non-Combatants usually can provide major services to Combatants and as such should be protected. They may consist of peasants and farmers, craftsmen or non combat related nobility , each have their uses in a War/Conflict even if it is not a direct one. Such uses are detailed in Chapter 4.\n\nPeace - A state where a single political structure that has a Force at its disposal is not engaged in War with any other countries. Peace might be a means to prepare for War, or a goal in itself, depending on the character of a given structure.\n\nScale - A factor used to determine the severity of a given Engagement or War. A Scale can be determined via the size of forces involved (Small/Large) or the influence of a given even on the end effect of a War or Conflict (Minor/Major) . It can also be a mixture of both. A Scale determines the amount of planning required to predict the movement of the opposing Force.\n\nScattering - A dissolution of a Force into small, independent groups (no longer Units as the command structure ceases to exist in such a case), often hidden or working in exile. Such a scenario is possible if the Force suffers Defeat, however the Morale of the Force's Non-Combatants is not broken. This often leads to either political pressure from outside factors, a Harassment War, or both.\n\nSupply - A Force, or part of it, is considered to be \"In Supply\" when it has access to the following: Food and water, Manpower for reinforcements and Equipment replacements. A unit is considered \"Out of Supply\" when access to one or more of those is cut off and reserves are being drained if there are any. Food and water are the most crucial supply factor, when it is gone, Morale drops rapidly and the Out of Supply element may choose to Surrender. Manpower and Equipment Supply lapses cause Combat Effectiveness to drop.\n\nTactics - Theoretical (if created for entire Wars/Conflicts) or Practical (as used in Engagements) applications of planning, knowledge and available resources in order to achieve specific Goals as detailed in Victory conditions for a given Force.\n\nWar/Conflict - A state of hostilities between two or more organized states, each one having their own Force at their disposal and each one having a set of distinct Goals/Victory Conditions. A War typically has aggressors and defenders and wrecks havoc on both sides involved. \n\nWithdrawal - Retreat of a Force to a pre-determined safe location either after its Goals are accomplished or the Tactician and/or Leader of an Engagement determines achieving Victory Conditions is no longer possible or would cost too much in Combatant lives and/or Morale to make it a viable achievement. The latter is easily determined by looking at Victory Conditions set for the entire War/Conflict. The influence of the major Goals on minor ones is detailed in Chapter 3.\n\n3. Tactical Fundamentals and Platitudes Explained\n\nThe core of all strategy and tactic is cool, logical analysis. While this might seem a rather obvious observation, it is an aspect that takes a lifetime to grasp and is never easily applied in practice. The latter occurs mostly because no single situation is ever like any other. It is the nature of the world to offer vastly different situations just like it is its nature to move towards balance. As such, one of the worst mistakes a strategists can make is assume that a situation falls within a predictable standard.\n\nJust as every situation is different however, there are certain constant rules in most aspects of life, that can be generally described as \"basics\". As a somewhat related example - martial styles will refer to the \"basics\" as a very first set of abilities every student must learn. Tactics are the same, just like any other discipline.\n\nThe first thing an aspiring Tactician has to learn is patience and the ability to emotionally detach yourself from your surroundings. Note that emotional detachment does not mean abandoning emotions at all - a core set of values determines the exact character or strategies involved. In some situations, a quick raid with a high casualty rate might work just as well as a stretched out battle that incurs less casualties, but requires more focus, discipline and consumes more resources. It is the core values that the Tactician or the leader he serves that determine which path they will take.\n\nThis chapter will point out and explain the \"basics\" of Strategy as well as point out some well known platitudes and both dissect them on account of usefulness and warn about trusting them too much.\n\nThe basics of Tactics are:\n\n1. Information is crucial.\n\nThe chain of dependencies is simple - Tactics depend on Logical Analysis, Logical Analysis depends on all factors that influence a situation. Without having the full picture of any given situation, be it an Engagement or the War in general, a Tactician cannot make good decisions. No matter how grim the reality might be, a choice to hide something form the people who will make both major and minor scale tactics is asking for defeat.\n\nThis also means that a good Tactician employs out of combat means to know their enemy. Spies, historians or even citizens of the opposing Forces political structure that are willing to help can and should be used to gather Information. There is no such thing as too much information in the case of tactics and strategy. Some facts might of course be irrelevant, but it is better to dismiss a factor as not important then to miss something crucial. This of course means that a single person might not be able to comprehend all the facts, which leads to the next fundamental.\n\n2. Seek counsel from specialists in their fields.\n\nWhen devising grand plans, no single mind is able to account for all the factors (Apart from the rare few geniuses able to comprehend Tactics on a grand scale. Such gifts are rare and it does not mean that it makes counsel from others irrelevant.) and as such will need assistance from others. Typically Tacticians work in teams, consulting their plans with the leaders of Units and entire Forces to determine a single line of action. Such teams should include someone versed with history and geography where a War takes place, someone who knows the logistical ability of a Force and finally the Tactician himself. Those are, of course, the bare bones of a team and one should never hesitate to add additional personnel as needed. For instance, when facing a opposing Force that realizes heavily on a certain school of Magic, having someone of the same school to consult plans is a good idea.\n\nThe other side of the coin here is oversaturation of the sources of advice. Typically just one expert in a field is all that is required, adding more just causes unnecessary conflict. Leaders should also remember that if they trust a Tactician (and they should never appoint someone that they do not trust to form grand plans for them), they should let them go through with their plans even if they might not agree with them. Assuming that the Tactician is the best person qualified to make strategies, his work should not be disrupted.\nSimilarly, on the Unit level, Tacticians should be aware of the state of their command to be able to assign small scale Goals to their men. This might not always be their forte.\n\n3. Devise clear Goals on all levels, make sure they are understood.\n\nThe general order or Tactics follows a simple structure:\n\nA grand strategist devises the general plan and devises Goals/Victory Conditions for the entire Force. He then divides Goals for major structures within a Force. These are taken by appropriate Tacticians on the next level of command and divided into yet smaller scale Goals/Victory Conditions. This process is repeated until the smallest Units have such Goals set. They are then free to move and pursue their Engagements as the situation calls for.\n\nThe following rules should be observed when defining Goals:\n\n- Goals should be clear and precise. Start with defining them in a single conditional service, for instance \"City X must be kept at all costs\", then provide any additional information as needed.\n\n- Goals must be kept reasonable. Giving an order of a suicidal charge for a division peasants will result in a big Morale loss even before the charge occurs (if the unit does not outright Surrender). A Unit must have a fair chance of achieving the Goals set for them to avoid them considering other options.\n\n- Explain the motives if the extreme is required. Standard Goals do not require much explanation, however if high losses are expected or the order seems not fit the general strategy, an explanation of reasoning will be required in order to keep the Morale of the Unit as high as possible. An Unit that does not understand why a specific order is given to them will be susceptible to both errors and Surrender or Withdrawal way quicker than an Unit that knows why the extreme is expected of them.\n\n- Goals may not cross the cultural or moral norm that is upheld within the political structure of the Force. Expecting an army of Knights that spent ages defending their lands to now raze them and slaughter the people there will not end well.\n\n4. Re-evaluate the situation as conditions change.\n\nEven a simple change in the friendly or enemy Force may cause dramatic changes down the line. Every time a battle is fought and is won or lost or a factor that is considered relevant to the current state (be it on the Force or Unit level) changes or is eliminated, re-evaluate the situation form the ground up. This will make sure that any change is not omitted.\nThis may often seem like a waste of time, but especially on the Force level, a constant re-evaluation of conditions prevents omission of something that could grow to a major factor.\n\n5. Avoid rapid, sudden changes in Tactics.\n\nIn addition to the previous point, if something has the potential to grow into a major factor that will turn the outlined strategy around, be sure to mention it beforehand. A sudden shift in tactics results in chaos and often the loss of more than one unit in an Engagement.\n\n6. Be honest and present all the options.\n\nEven if a certain strategy seems unacceptable on a moral standpoint, remember to present it as an alternative. While it might not be accepted, it might result in additional insight into a situation. In a similar vein, always be honest of what you think of a situation. Hiding facts and conclusions never serves anything, even if the fact is \"We have no chance of winning the War\".\n\n7. Avoid Non-Combatant casualties.\n\nNo matter what the goal of the War might be, making life more difficult then War itself for the Non-Combatants will typically result in problems down the line. If the aggressor is looking for a hostile, tyrannical take-over, terrorizing the local population might be within their set Goals, but this is usually achieved by means other than wanton murder without a reason for it. Chapter 4 will describe the effects of bad application of force on Non-Combatant population, but in general, the rule of thumb is that unless the Non-Combatants are supplying or directly joining the enemy force, they should be left alone.\n\nThese general rules should be included in every strategy. As we go into more detailed plans, they will all assume that the seven fundamentals are included in the planning session. If the temptation to break any of those presents itself, it is a good sign that the devised plan is flawed and needs reconsidering.\n\n***\n\n\nNow that those rules are established, we can take a look at a few general \"know it all\" platitudes that circle around the world and their inherent flaws. Let's start with perhaps the most overused one:\n\n\"The best defense is a good offense and the best offense is a good defense.\"\n\nDisregarding the logical fallacy that is included in the sentence, there is some semblance of truth in it. Yes, a well fortified defensive position can be used to the advantage of the defending Force. However, a offensive Force that knows this will try and find a way to negate said advantage. Sitting and waiting for an attack might just as well result in the attack never coming at all.\n\nMore than that, a good defense ties down a significant part of a Force in one place and makes it less mobile then the aggressor. This allows them to move and lock down the defenders and launch attacks on other, weaker spots to diminish Morale and Supply.\n\n\"War is part of human nature\"\n\nWhile War is somewhat of an inevitable force, claiming it part of human (or any other race, but this is very often attributed to humans in particular) nature is often a very convenient excuse used by wannabe conquerors or tyrants. \n\nEven if one is inclined to rule people by force, he is served much better by swaying their opinions and allegiances by non-violent or at least concealed ways then throwing his and other countries into chaos to pursue War. War is a last resort, not a means to a goal. It is often inevitable, but understanding why allows one to better their ways and not let it erupt for the same reasons in the future.\n\n\"In times of Peace, prepare for War. In times of War, prepare for Peace\"\n\nPerhaps the wisest of the offered snippets here, this sentence holds some relevance, especially in its second part. When a War is over and your Force is the victor, the question \"what next\" needs to have a ready answer. As the next chapter will try to prove, having an idea of what to do with the newly conquered lands (if that is your fancy) is best established before War erupts, not after.\n\nThe first part is a bit more tricky. While staying vigilant and prepared is a good idea, especially if surrounded by hostile neighbors, there is a limit to this. If your country or any other political construct starts arming itself, it might just as well spark a similar reaction in its neighbors that feel threatened, effectively causing a circle of fear that leads to War. Other, non violent or War-like methods can be used here.\n\nFinally, to end with a sentence that at least the author can agree with:\n\n\"War is hell\"\n\nWhich is exactly why it should be resolved as quickly as possible.\n\n4. The Anatomy of War\n\nNow that we have established basic terms, took a look at the very basics of Tactics and planning, we can move to dissecting War piece by piece. To understand how War works one needs to look at all the stages that a conflict goes though. This chapter will present a step by step analysis of how Peace can shift to War, explaining the various strategies available to avert further deterioration or for those who are inclined to use War for conquest, ways of exploiting the various stages to their advantage and possibly achieving their goals without resorting to War. Depending on the character on the conflict, one or more stages might be omitted.\n\nStage One - Peace\n\nSome would describe Peace as the \"natural\" state of things, but that is only partially so. Without any outside or inside influences, Peace within a country can indeed be considered natural, but it is also a sign of stagnancy. Without any sort of movement, a country does not grow or evolve. Of course, growth is not achieved by a constant state of strife either.\n\nA wise leader and a good Tactician recognizes Peace as a completely different affair then stagnancy. If a country is stagnant a Tactician provides plan to move the country forward. Identifying the factors that need to be addressed to break the chain of inaction in a country is the first step then to prevent the onset of chaos that usually follows after a period of \"overwhelming\" Peace.\n\nAll races crave challenges and growth. Without intellectual or physical pursuits, cracks will appear that will soon turn into differences that may bring the Second stage discussed in this chapter.\n\nA Tacticians role is relatively limited in this Stage, but suggesting avenues of pursuit, be it conquest or otherwise, is a wise choice of action. It may be the founding of a grand architectural project. A research pursuit to advance in a specific field and bring glory to the entire nation. Finally, it might also be raising of an army and preparation for conquest of a neighbor, if the leader wishes so and both has a logical reason to do so and the will of the people leans towards strife.\n\nFor a country that is on the defensive side, identifying a potential threat form one of its neighbors is usually a good sign that Stage Two (or Four directly) is inevitable. This is the time to seek alliances and strengthen your defenses. Sometimes, this is enough of a deterrent to stop the aspirations of would-be conquerors. Do note however, that forcing the threatening country to lock their gaze on a different victim rather than making them seek different pursuits altogether is only putting aside the inevitable. If this is the case, movement to Stage Two or beyond might be necessary just to prevent an attack in ages to come. Sometimes a preemptive attack and taking the aggressor side of a War might be preferable.\n\nStage Two - Political Tension\n\nBe it internal or external strife, the second stage occurs when a clear threat is identified and subtle political action is not helping to resolve it. In practice this means that: \n\n- When the situation comes from within a country, a significant faction has grown that opposes the current rule.\n\n- When the situation comes from a neighboring country, it is clearly gearing up for war. This might also include captured spies or a political scandal, giving a reason to declare War for one or both sides. Territorial claims can also be a symptom that the situation has descended to this stage.\n\nA leader in this stage recognizes the situation and gathers all available information about it. This is usually the sign that counter-espionage measures need to be observed, but without the onset of needless paranoia. Security checks should be performed on the closest advisors. This is more an issue in places where men that give advice to the leader and grand Tactician are voted in, not appointed according to trust and qualifications, but care is recommended no matter what system is adopted.\n\nA nation that is the subject of aggression needs to make sure that their defenses have not been compromised at this point. Active espionage is not recommended, as it can be used to deteriorate the situation needlessly and as an argument against the defenders if Stage Four occurs and peace talks are in effect. If a chance to get information about the plan of the aggressors presents itself however, it should be exploited. A Tactician in a defending country should start devising possible plans of attack on his own territory using the information available about the aggressors troops to predict the best lines of defense and counter-attack. Alliances should be confirmed and pronounced as a deterring factor and any weakness in such that might be exploited as War starts should be identified and removed. Finally, the claims or demands the opposing Force is making should be thoroughly considered. It is entirely possible that there are legitimate claims in and the best course of action might be negotiation or submission to demands. Do note that if the aggressor country has a history of brutal conquests and has an overwhelming Force at their disposal, preparation for a Harassment War might be more prudent. Brutal, conquering political states however typically go directly from Stage One to Stage Four.\n\nThe aggressor should start analyzing their forces and gathering information about the enemy and possible allies. Contrary to the advice in the previous paragraph, they should use active espionage (not assassinations or blatant crimes however, as those can be used against the aggressor at this point) to determine the state of the enemy Force. Since they are planning conquest, ideally they will be the ones dictating the conditions of peace after their Goals are achieved. A Tactician should start preparing invasion plans, but more importantly he should determine validity of occupation - judge the probability of the enemy resorting to a Harassment War, gauge the loyalty of Non-Combatants in the enemy country and any tensions that can be exploited if the situation degrades into War. Anything that turns the aggressor to a savior in the eyes of the Non-Combatants on the other side is a boon and should be prepared at this stage. If that is not possible, an estimate of the amount of Combatants required to keep the peace after a successful campaign should be prepared, as well as means of breaking the enemy Non-Combatants into submission, be it by kindness and education, or tyranny and corruption.\n\nStage Three - Skirmishes and Incursions.\n\nIn many conflicts this stage is often omitted and the situation deteriorates to Stage Four directly. If both the aggressor and defender are equally matched, or the situation makes it hard to determine which side is which, this stage may occur, which is best described as minor scale Engagements but no official state of War being declared. This means border skirmishes (but not actual taking of land/towns/keeps), support of piracy and crime in border areas by one or both sides of the conflict, harassment of traders and minorities of the opposing country and other means of pressure that are typically attributed to Stage Four and beyond.\n\nOften, this stage is a way of \"testing the waters\" by the aggressor state, checking the resolve of the defending state. Apart from the mentioned evenly matched forces, this might mean that the aggressors do not have enough information about the forces of the defenders. Such a quagmire can also be the state after the War, when either Force has not achieved victory as determined by their respective Goals, is not able to continue open War or switch to Stage Five and is not ready to put hostilities aside.\n\nBoth the aggressor and defender Forces need to stay vigilant and take careful notes during this stage. Documenting any atrocities may help either to raise support for their cause and shake the allies of the opposition. This may also be a good occasion to study the way each force reacts to hostility on the Unit level. Finally, this is a good chance to place double agents within the ranks of the enemy to affect their Morale once open War starts. \n\nStage Four - Open War.\n\nThe deciding moment in any conflict. Political pressure of allied countries has failed. The defending Force has determined that the demands of the aggressors are not acceptable or no demands have been made. Goals are formed and the attacking Force crosses onto hostile territory. There is no turning back. War has begun.\n\nAs the conflict moves into this stage, both Forces need to immediately pass on major Goals along the hierarchy and start determining minor Goals as the situation calls for. The basic relation is already described in Chapter 3 and ideally both Forces already have at least their major Goals predetermined. In the event war erupts suddenly and for whatever reason the defenders do not have goals set, they need to immediately look to their major supply lines and cities and focus their Goals around protecting those and their chain of command. If the aggressor is attacking without a predetermined set of goals, they are either barbarians depending on pure strength and numbers, or terribly misled. Note that minor goals are more susceptible to change then major ones and very often should be re-evaluated by their respective Tacticians daily.\n\nSetting goals for Engagements is detailed in Chapter 5. For major scale Goals, the defenders will usually have to incapacitate the aggressor. This can be achieved by several means (note that these meant to be general pointers, an able Tactician will exploit multiple avenues or carve their own):\n\n- Annihilation of the enemy Force. Pure and simple, but usually not easy to achieve unless the enemy makes a severe mistake in planning. This means that the aggressor is obliterated and is not able to continue the War due to lack of troops. This sets the defender for a good position to launch a counter attacks and become aggressors themselves if that is their wish. \n\n- Erosion of enemy Morale. Ways of upkeep of own Morale and diminishing that of the opposing Force are described at the end of this Stage. In general, this means that the aggressor is unable to continue the War due to overwhelming desire by their own people to end hostilities. This may lead to a coup or a total takeover of the aggressor by the defender without resorting to a counter attack.\n\n- Fortification and deterioration to Stage Five. The least favorable outcome that does not include at least partial surrender, movement to a War of Attrition is generally a loss rather than a victory, but might be necessary, especially if fighting a Force with superior numbers.\n\n- Scattering and deterioration to Stage Six, this may be done both from Stage Four or Five, as applicable.\n\nAggressor forces typically have the following options of resolving the conflict:\n\n- Realization of set Goals, fortification, suing for peace. If the defenders do not agree for peace, continued conquest and negotiation, offering any additional terrain or other gains (hostages, etc) as ways of forcing Peace. Other factors that might make the defenders buckle to the demands is Morale deterioration or moving to Stage Five and holding onto captured, Goal-critical territories (if applicable).\n\n- Annihilation of enemy force, total conquest. If the defending Force is shattered enough that moving to Stage Five or Six is impossible for them, victory is achieved by default. This means however, that the conquered lands need to be closely watched as support for them may not dissipate with conquest and with time they might jump straight to Stage Six. Without support of a significant part of Non-Combatants, methods of tyranny might be required to submit the population of captured lands.\n\n- Erosion of Morale, possibly after moving to Stage Five. Using additional gains to complete set Goals if traditional combat was not able to secure them (prisoner exchange, territory exchange, etc).\n\nThese general outlines depend greatly on what is the situation of both Forces. The key factor determining further deterioration or moving \"up\" the ladder of conflict is Morale. From this stage onward, direct influence of Morale is possible. While some of these methods are available in earlier Stages as well, they become crucial at this point.\n\nBoth sides can affect Morale by:\n\n- Using the gathered political information during previous Stages to their advantage. Pointing out their virtues and painting the opposing force as the ones responsible for the War. Using cultural differences, references to barbaric ways, etc. Care is required when using that method - if not applied properly it can very quickly become a parody of itself and result in loss of Morale.\n\n- Major victories and information about them given in an honest, clear way. Pointing out tales of heroism or martyrdom. Public decoration ceremonies for War heroes, especially if they come from common roots. Glorifying the common soldier.\n\n- Using noble born Non-Combatants as examples. Public displays of charity by nobles and such, including the noble class doing tasks that require them to step \"below\" their usual position. Physical work is preferable, the same type of work done by the peasants. This must be done consequently and sincerely or not at all, otherwise it might be used as a way to drop Morale by the opposition.\n\n- Scare tactics used on hostages that are later released to tell the tale of what they saw. Note, this does not mean torture or mutilation, as those can be used by the opposing Force to strengthen their resolve (\"Look at what those animals did to our men. We must face this evil and crush it.\"), rather than those, use displays of power and organization or goodness and charity. Display your Force as an unstoppable, well organized behemoth. Display models of charity, benevolence to people who are used only to tyranny. If such is desired, showing the friendly Force as brutal, merciless savages might work too, but again, care is required as this might end up having an adverse effect.\n\n- Usage of atrocities committed by the other side, either during previous Stages, before the conflict arises, or during the War itself. Draw the opposition as diametrically different in morals and habits as yours, at the same time painting their Non-Combatants as prisoners of their own lords.\n\n- Using tensions in captured lands to their advantage. If the conquered lands are ruled by a tyrannical leader, bring justice to the people. In opposite situations, maintain or give more freedom to noble born Non-Combatants and promise the same for anyone who joins the friendly Cause.\n\nAs anything else in this text, those are just general ideas to exploit and adapt. A good Tactician will know which method to use to provide the best results, however often it might take a bit of experimentation before the most effective path is found. \n\nStage Five - War of Attrition\n\nA quick assault has failed. The aggressors are not willing to let peace talks come through just yet and both sides remain in a formal state of war. Combat is similar to that of Stage Three, with both sides looking to break the lines of the other one and moving back to Stage Four. Morale and manpower is deteriorating at both sides.\n\nFor the aggressor, this is a much worse state of affairs then the defender. This is because the defender has much better chances of strengthening their own Morale while draining the Morale of the enemy then the aggressor does. As such, if the situation deteriorates to Stage Five, unless the aggressor has a surplus of supplies and men or are waiting for reinforcements, they must turn to resolving the conflict quickly, or moving up to at least Stage Two by the means of cease fire and to Stage Three once the cease fire has expired.\n\nThe defender must strengthen their defenses and look for ways to undermine the Morale of the attacker by means established in the previous Stage. They may also ask for help and reinforcements from allies, gaining momentum to move to a counterattack and forcing movement up to at least Stage Two.\n\nOutside mediation may be necessary at this point. In general, the longer Stage Five is kept, the harder peace becomes without outside help, be it via aggression or diplomacy.\n\nStage Six - Harassment War\n\nThe final hope of securing victory for the defenders. The aggressor occupies the entirety of the country, but Morale of Non-Combatants is high and Units that can continue to engage the enemy are still present, but do so on much different rules.\n\nIn this Stage, the attacker (or now, the occupant) must continue to erode defender Morale and gain support for their cause. The exact method they use (as detailed in Stage Four) depend on the set of morals they employ, but take note that using excessive torture, destruction and executions strengthens the Morale of the opposing Force. If Stage Six occurs, it is obvious that resentment for the occupant is high enough so cracking the whip will not work. A softer touch is required, even if it is brought by harsh law.\n\nThe occupant must establish a Law system that while might be harsh for the occupied territory is ruled by clear, concise rules that the people can understand. This is explained further in Chapter 8.\n\nThe defender must concentrate their efforts on harassing the occupant and convincing them that their prolonged presence on their lands will be worth more than the advantages it brings. Stage Six has a few distinct strategies that the defenders should utilize:\n\n- Focus on sudden, quick strikes. Every casualty is a big loss at this point, do not sacrifice your men. Retreat as quickly as you attack.\n\n- Units must remain mobile and decentralized. They should focus on areas they know, but never stay in one place for too long, especially after they harass the enemy for a longer time.\n\n- Units must support Non-Combatants, save them from torture and tyranny, remind them of who the aggressor is and why they fight. If Non-Combatant Morale drops too low, Stage Six will end and total conquest will become a reality.\n\n- Assassination, espionage, blackmail and other means are all much more preferable during this Stage that they are in previous ones, especially if the defenders were reluctant to use them before.\n\n- Use heroes and leaders as a shining symbol, but make sure they are not captured.\n\nIdeally, the occupant will either choose to withdraw or be forced by internal or external factors to reason with the defenders and sue for peace, moving the conflict back to Stage Two.\n\nThese are the Six Stages of Conflict and specifics for each one of them. Remember the presiding factor - the sooner the conflict can be reverted back to Stage One, the better.\n\n5. Analyzing Battles and Preparing Plans\n\nWhen a conflict starts to deteriorate into War, a Tactician must start creating contingency plans. Major scale concerns were mostly covered in the previous chapter, however most strategists will find themselves operating on an Engagement level for a major part of their career. This chapter will outline preparations for a battle, concerns that need to be addressed before an Engagement begins as well as the strengths and weaknesses of basic, generalized types of Units.\n\nA conflict that has moved to Stage Four and beyond consists of a series of Engagements that both sides use to achieve their Goals. In general, in broadest terms, these can be split into three types:\n\nUnit clashes - Two or more Units clash on a pre-determined terrain. This, the most basic type of Engagement can be used as part of an annihilation plan, an attempt of one Force to deter the other or just as a coincidental clash when Units meet each other on the way to their Goals.\n\nIn this type of Engagement, a Tactician can utilize terrain, the strengths of his of Units and the element of surprise. In general, the adapted strategy will vary greatly depending on where and when the Engagement takes place.\n\nAttacks on unfortified settlements - Be it offensive or defensive, settlements which do not have major fortifications like walls and others are open for attack fall into this category. They should be taken quickly by the attacking Force. This does not mean that it should be done carelessly however, as they offer plenty of ambush situations for the defenders.\n\nThe attackers need to remember point 7 of strategy fundamentals, sweep the settlement house by house, taking care not to separate. If the settlement is not inhabited by Non-Combatants, using fire or other destructive means is an viable option, depending on how crucial the settlement in question is to realization of set Goals.\n\nThe defenders will typically be outnumbered during such an Engagement. As such, they will need to utilize ambush and retreat Tactics, weakening the opposing Force before a final, resolving battle takes place. A defending Force needs to take care not to be surrounded, as Withdrawal is a distinct possibility in such an Engagement. Again, depending on the importance of a given settlement, Withdrawal might be favorable without resorting to combat. A defending force is however in a good position to at least incur losses on the attackers without sustaining much themselves.\n\nSieges - This may be cities, keeps, or heavily fortified settlements. The characteristic trait of this Engagement is the fact that a strong \"wall\" must be breached by the attackers, however once a siege situation is in effect, it is next to impossible for defenders to Withdraw, if they lose the Engagement they will either have to Surrender or face annihilation.\n\nAttackers in this type of Engagement need to \"train\" the fortification, this means that the target is surrounded and all escape and supply routes are cut off. After this, the Tactician makes a decision to either storm the defenses (this typically incurs medium to heavy losses on the first waves of the attack) or stay in position, waiting for the lack of supplies and the resulting drop in Morale to affect the enemy Force. Attackers can also utilize other tactics during a Siege - use psychological means to hasten the Morale drop, look for traitors and other means of breaching the defenses without an initial assault. The attacking Force should avoid using means like poison (in accordance with fundamental 7), unless the siege is one of the last obstacles in a total conquest situation.\n\nDefenders need to predict a siege situation and stock on supplies. Preparing secret routes out of the potentially besieged spots allows for easy ways of sneaking in necessities, but it should not be relied on too heavily. The defenders may resort to diversionary tactics, trying to entice the opposing Force to either attack (and incur heavy losses on then when they do) or break the siege due to other factors. Surrender is the only option of resolving this type of Engagement save for annihilation of the Units and needs to be considered if supplies run thin or other factors are in effect. The defenders may also choose to tie the attacking Force down, waiting for other Units to complete their Goals and reinforce them.\n\nUnits themselves can be divided into several generalized categories:\n\nFront Line Offensive Troops - The \"tip of the sword\", the forces leading the charge (and often sustaining the heaviest casualties as an Engagement starts), these Units typically utilize heavy armor and shields to protect themselves during an initial charge and tie down the bulk of the enemy force so other Units can perform their objectives. These can be both cavalry and infantry, although cavalry is typically better suited as Flanking units. Their biggest weakness is engagement by Flanking Units.\n\nRange Attack Units - Archers, Crossbowmen, offensive oriented magic users and others that are typically mobile, lightly armored and attack from a considerable distance. These Units weaken enemy positions before an attack or charge, or can be used to eliminate opposing Supporting and Flanking Units. They need to be protected however, if cornered or engaged directly, the will have to Withdraw or will be wiped out quickly.\n\nFlanking Units - Mobile, fast moving units that engage after the Front Line Offensive Troops tie down the enemy Force and attack them from the flank or, in a perfect situation, from the rear. Cavalry is most suited for such a role, but infantry can work too, providing they stay undetected until they strike or their targets cannot react to their advance. This Unit can be also used to engage enemy Ranged or Support Units without flanking them if needed.\n\nSupport Units - Typically not directly involved in combat or using unorthodox means of fighting - scouts and assassins that infiltrate the enemy camp before and during combat, mages that use spells which weaken the enemy or aid their own Units, heavy machinery like ballistae all fall into this category.\n\nSiege Units - A special type of Unit utilized only during sieges. Catapults (or offensive inclined mages) used to destroy walls, battering rams used to break through doors, siege towers or in the worst scenario simple ladders used to scale walls if other means are impossible or impractical fall into this category.\n\nRemember that assigning each Unit a single purpose during an Engagement is usually beneficial, they may be used to accomplish tasks that are not typically meant for them if the situation calls for. Do not be afraid to improvise if the situation calls for it.\n\nKnowing the basic types of both Engagements and Units, a Tactician must analyze the following factors before an Engagement starts:\n\n- Know the composition of your own and the enemy Force if possible. Utilize scouts, spies or if everything else fails, observation as the enemy approaches you (the latter being a very sloppy solution however).\n\n- Decide how crucial the Engagement is to completing your own Goals. The enemy might be trying to deter you or lure you into an ambush. It is entirely possible that they will not be interested in a full blown Engagement and you can move past them to secure your own Goal. Do not however leave a significant enemy Force behind you as you advance, as they might flank you when you reach your objective.\n\n- Determine risk factors. Forests or other shelters for the opposing Force might be an ambush spot. Lack of information against the enemy is a major risk factor and an Engagement should be avoided in such a case, mountains and other natural obstacles can be used to deter your or the opposing Force.\n\n- Look for ways to end the Engagement before it starts. Elimination of enemy leaders might serve that, look for holes in their defense that can force the enemy to rout quickly. Intimidation or other scare tactics can be used too.\n\n- Make sure that there are no other Units that can join the battle, if there are, see how much time do you have before they reinforce the enemy.\n\n- Determine your role during the Engagement. In settlement or siege types, those roles are pre-determined, but in a Unit clash, you may either choose to be the attacker or try to defend your position, using ambush tactics. \n\n- Prioritize battle targets, give all Units their respective engagements, prepare runners and signals that signify change of Tactics during combat. Have a way to contact the Units in the Engagement if the situation changes.\n\nOnce battle plans are given out, a Tactician must watch the evolving battlefield and react accordingly. Do not be afraid to withdraw or give ground if needed, or call for a full Withdrawal if the Engagement is not evolving properly. Retreat and regrouping is always preferable to Surrender or annihilation. Remember one of the chief lessons of this manual - No battle is ever the same.\n\n6. Ten Questions\n\nThe following is a basic cheat sheet that a Tactician can use before War or an Engagement (it is general enough to use in both major and minor Tactics).\n\n1. Have all non-violent means been exhausted?\n\nMake sure that any political, subterfuge or other means have been used or considered before resorting to War or an Engagement.\n\n2. Has the friendly Force been properly prepared?\n\nCheck equipment, the state of training and supply lines. Make sure all of those can function under the strain of War or combat.\n\n3. Have security measures been stepped up?\n\nCheck the backgrounds of the closest advisors. Make sure that all officers are trustworthy. Do not fall into paranoia. Betrayal is a factor a Tactician may have to face sooner or later, focusing on it too much might actually accelerate it.\n\n4. Are the Goals and Objectives clear?\n\nIn the case of your Force being the aggressor, make sure that the cost of a possible occupation has been taken into account. See that the Goals of the Force are understood down the line.\n\n5. Have all allies (if there are any) been informed of your plans and are they trustworthy?\n\nDetermine the likelihood of allies sending aid, both supply and Unit wise. Determine what their Goals are and collaborate them with yours. \n\n6. Are key personnel secure?\n\nIdeally, do not let key leaders , Tacticians or advisors engage in direct combat. If that is not possible for whatever reason, make sure they are surrounded by spies, bodyguards and anyone else that can protect them during Engagements and outside of them. If all else fails, a special Unit or handful of men need to be in place to subdue and take the leader out of combat, as their deaths usually means a crippling blow to Morale.\n\n7. Do you know the advantages and disadvantages of your Force/Unit?\n\nMake sure you are aware what can be utilized as a weakness for your side. Prepare countermeasures if this happens, or exploit those as part of an ambush tactic.\n\n8. Do you know your enemy?\n\nConsolidate intelligence on the opposing Force. Determine their Goals and prepare to counter then when possible.\n\n9. Do you know the moral code of your own and opposing Forces?\n\nMake sure you understand what Tactics will be opposed by your and enemy Forces. Use differences in those to strengthen the Morale of your own troops or exploit them to crush the enemy Force.\n\n10. Do you have a contingency plan?\n\nIf all else fails key personnel might need to be evacuated, either to start a Harassment War or to form a government in exile. In the worse of worse situations, you just need to secure your own life. Remember, you have only truly lost if you are dead.\n\n7. Basic Setups and Solutions\n\nThis chapter will try and put the theory in previous chapters into practice and explain several \"typical\" Engagements and how they progress. \n\nIn a perfect situation, a field Engagement moves along the following pattern:\n\n- Front Line Troops tie each other down in the \"middle\" of the field after initial salvoes from Ranged Troops.\n\n- Ranged Troops engage enemy Units attempting to flank. Part of the Front Line Unit might be used to tie the enemy Flankers (if any) down. Enemy Flanking Units are eliminated, deterred or otherwise incapacitated.\n\n- Friendly Flanking Troops engage enemy Front Line Troops. Support units move in to the back of the main force to aid them as they can (if applicable). This is a dangerous maneuver if enemy Flanking troops are still mobile, as they can move in to lock your own Flanking Units down.\n\n- Enemy force routs or is eliminated. Friendly Flanking troops charge ahead to take the enemy commanders or fleeing units, or disengage and regroup. \n\nAn unfortified settlement Engagement on the offensive side moves along the following pattern:\n\n- The settlement is surrounded if the attacker has enough numbers.\n\n- Ranged Units are used to force the defending Force into shelters. The bulk of the Force advances, but leaves a part behind to prevent an ambush and surround scenario.\n\n- The settlement is swept building by building. Crossbowmen deter any fire from inside of houses while Front Line Units move to secure the house. Doors are choke points and must be breached quickly, explosive magic can be used to open more than one entryway.\n\n- Check basements, shelters and other places that might hide ambushing troops before moving on.\n\n- If the settlement is surrounded, it is swept in a circular fashion towards the center.\n\n- If the settlement is not surrounded, it is swept forward until the enemy Surrenders of Withdraws. Flanking Units give chase if available, but do not advance to far as an ambush might be waiting.\n\n- The Force fortifies and prepares for a possible counter-attack. If one is done with a powerful enough force, the attackers switch to defender tactics. It is unlikely that the counterattacking forces can surround the settlement at this point, but be aware that it might have been their plan all along.\n\nThe same type of Engagement on the defensive side ideally moves along the following pattern:\n\n- The bulk of the defensive forces are split into groups of Front Line and Ranged Units that occupy houses or other shelters and stay out of sight.\n\n- Part of the Force stays in sight and lures the opposing force in. They need to be prepared to dodge arrows and seem shaken by those. They also need to maintain the appearance of having bigger numbers then they actually are. This decoy buckles and heads for the center of the settlement, or if the settlement is not surrounded, moves to secure a possible Withdrawal.\n\n- The opposing force moves in after the decoy Force. The Units in the shelters and houses engage the attackers either if they start house sweeping or, if the attackers are especially careless, after they go past them to chase the decoy.\n\n- The circle is closed and the attackers are eliminated or forced to surrender if they let themselves be trapped and do not manage to breach the circle.\n\n- If the circle is breached, defenders fall back sequentially as the attackers progress towards the center of the settlement if it is surrounded, or the secured edge if not.\n\n- A final Engagement begins, resulting in either surrender/Withdrawal by the defenders if the attacking force starts to incur casualties on the defending Force, or surrender/Withdrawal by the Attackers. \n\nA Siege Engagement, if the attackers choose to do launch an assault moves along the following pattern:\n\n- Siege Units move in and proceed to try and break the fortifications. The following counter maneuvers should be utilized by the defenders (segregated by Siege Unit type):\n\n- Catapults are the hardest to counter, as they typically stand the farthest away from the battlefield and are the most immune to damage. A well placed explosive magic spell may damage them however, as a good act of sabotage. If hidden passages are utilized, using them at night in order to destroy or incapacitate the catapults might be a viable option. Luckily however, the damage made by such is also heavily unpredictable. A breach in the wall made by a catapult might still be impassible by enemy forces and is a bottleneck that can be exploited to incur heavy casualties on the attackers if they choose to assault through it. Catapults should be priority targets if there are no other immediate threats. Ballistae may be utilized to counter catapults.\n\n- Battering rams should be set on fire as they approach the gates. Peep holes and other openings in the wall should be utilized to kill off the crew of the battering ram. Burning Oil and other fluids poured from the walls above the gate can be utilized to help set the catapult on fire. Any damage to the gates must be repaired on the spot, fortified by planks or sealed by carpenters. \n\n- Siege towers should be set on fire as they approach or blown up once they set up. If the defending force can actually advance into the tower, axes can be used to cut off the planks that provide access on top of the wall, making the towers useless.\n\n- Siege ladder crews should be priority targets for archers as they approach the wall. If they manage to latch onto the wall, axes and other means should be used to destroy the latches before troops have the chance to scale the walls. Hot oil or a gluey substance can be poured on the ladder itself, or it can be set on fire.\n\n- If the fortifications are breached or taken by the attacking force, defenders fall back to either a second line of fortifications if such exists and proceed to use similar tactics to counter the enemy advance as before. If not fortifications are left, the defenders begin an ambush and retreat movement similar to that utilized during a unfortified settlement Engagement situation.\n\n- If the attackers break through to the center of the defenders, a last stand situation is in effect. This is the point that defenders should start considering Surrender if it is an option, otherwise, fortification and pulling back, or an attempt to break through the siege should be made. By now the lines of the attackers should be more scattered and a partial Withdrawal of at least key personnel might be an option.\n\nDuring field Engagements, either Force might find that they are lacking one or more types of Units. The following are some suggestions on how to counter-act lack of certain Unit types and compensate with others.\n\n- If a strong Front Line Unit is missing from the battlefield, a defensive stance is necessary. The defending army should utilize ambush tactics and use terrain features to their advantage and do not engage the enemy in areas that do not have such. Use terrain that deters both Front Line and Flanking Units - hills stop charges of infantry, forests and rocky hills deter cavalry, forests have the additional advantage of serving as basic shelter from Ranged Units. Use high ground heavily and stay mobile, make every Withdrawal cost the enemy twice of what it costs you.\n\n- If Ranged Units are missing, the attack may proceed as in a standard battle. Flanking Units may be utilized to scare off enemy Ranged Units to equalize the playing field.\n\n- If Flanking Units are missing, defensive tactics are necessary, using terrain like forests and hills to deter enemy Flanking and Ranged Units.\n\nThe following options are viable if a Force consists of only one type of Unit: \n\n- Front Line Forces may choose to charge the enemy and scare them off by pure numbers, but should do so in favorable terrain. With the proper use of pikes and spears along with high ground or forests, most of the other Units can be made much less significant.\n\n- Ranged Forces should use rapid attack and retreat Tactics, again, forests or settlements are the best idea here.\n\n- Flanking Forces should circle the enemy and continuously \"poke\" their weakest spot, preferably the commanders if applicable.\n\n- Support and Siege Units should never be left without any support and should Withdraw if an Engagement is threatening them as soon as possible.\n\nFinally, few possible applications of superior or inferior numbers on your side:\n\n- If you outnumber the enemy force at least two to one, try to surround them and cut off their escape. Often, this is enough to force a surrender.\n\n- If the forces are evenly matched, engage and watch for changes.\n\n- If the enemy outnumbers you two to one, split them up using diversionary Tactics, try to surround and eliminate the Units that break off to limit the advantage. Flanking attacks are good for this.\n\n- If the enemy outnumbers you five to one or more, split your forces up and use Harassment War tactics. Fall back to settlements and force the enemy into settlement or siege Engagements, but remember to have a route open for Withdrawal. Force the enemy to engage you on several fronts and use superior mobility to eliminate them one by one.\n\nNo situation is ever hopeless, but some might force you to make concessions that you might not like. Survival is key.\n\n8. . Summary and Ending Thoughts\n\nThis Chapter will point out a few general tidbits that do not fall into any other category and finish everything with a few personal words of advice.\n\nOn using principles of law as a Morale boost.\n\nIf one chooses to use law and order as a way to strengthen the Morale of their own troops and possibly undermine that of the opposition, much care needs to be put into how the law is presented and executed.\n\nThe basic mistake one can make when doing such is presenting their law as \"swift and just\", often favoring more harsh or public penalties, like executions, floggings and such. Such a system will in the long term create demand by the common folk for continued public presentations of \"law\" which in turn, often leads to acts of vigilantism, violence and can be used as a Morale boost for the opposition.\n\nAnother point is that Law as a virtue needs to be clear and understandable for the common people and decided by a entity independent from the leader, otherwise it becomes a facade that is easily exploitable by an opposing Force.\n\nUsing more universal virtues, like freedom is often the better way to go, but care also needs to be utilized that one actually intends to enforce such virtues. In general, adhering to a all extremes should be avoided.\n\nOn dissent and treason.\n\nAnother mistake often made is instant execution of anyone that is suspected of treason as an extreme form of providing security to a nation during peace and war. This is, once again, easily exploitable, especially if a just, public trail is missing from the equation.\n\nUsing methods like \"eye for an eye\" or excessive usage of death penalty are a double edged sword. While they might whip people into submission, they are also key elements that can be used against one as a conflict evolves.\n\nOn tyranny and fear.\n\nThese methods, while in line with the dogma of Bane, can be used in a formation that does not adhere to that or any other faith in particular. Methods of an autocracy and fear can be used as well to form a successful country as adhering to freedom and other virtues, however as with all of them, care needs to be used.\n\nFear must be targeted at failure, not at the upper structures of power. If the servants of a King fear the King, they will use the first chance they get to get rid of him. As such, random shows of torture or other deeds do not serve any real purpose other stroking the ego of one in power. On the other hand harsh, but not deadly, punishments for failure may promote increased care in ones subordinates.\n\nAn autocracy cuts through many difficulties that more freedom oriented societies face, but it is often feared or misunderstood. This is caused by the fact that in an autocracy, when the leader makes a mistake, there might be no one to correct it. A good autocrat has the power to make all decisions, but the wisdom to listen to all advice. If he is feared, advice will not be honest but made to appease him. Again, fear should be targeted at failure, not at the autocrat.\n\nOn the universal balance.\n\nFinally, something that every conqueror should remember. The more pressure one enacts on the world, the more the resistance he will encounter. A single country can only get so big through conquest or other means before all of its neighbors rally around it and destroy it. Know your limits. It is inconceivable that one force would ever reign all as the world always moves towards balance. Carve your part of the world if that is your wish, but know that sooner or later you will need to stop and decide that you are done, unless you want the natural flow of things to annihilate everything you have done. It might take hundreds of years, but no single entity has ever been able to dominate everything. A wise conqueror knows when to say \"Enough.\"\n\nFinal Words.\n\nAnd so reader, you have managed to suffer through my effort at bringing my collective knowledge into a semi-organized matter. Know that even though I follow the Red Knight, I am not a master in the art of Tactics. In fact, I have as many defeats on my account as I have victories. If there is anything that I personally would like to share with you is the one thing that has kept me going - You are only truly defeated if you are dead. Stay true to your path and respect the path of others, even if it means that you will face them on the field of War. Sometimes you may have to pack your bags and move away from home. Take those experiences and learn from them. On the other hand all you might learn from a defeat is that you have been defeated. Even that might open gates to new adventures, conquests, or a stable life somewhere if such is your fancy. I hope that these thoughts help you achieve whatever it is you seek or at least provide some insight.\n\nVincent Blake"
    }
  },
  "DisarmDC": {
    "type": "byte",
    "value": 0
  },
  "Faction": {
    "type": "dword",
    "value": 1
  },
  "Fort": {
    "type": "byte",
    "value": 5
  },
  "Hardness": {
    "type": "byte",
    "value": 5
  },
  "HasInventory": {
    "type": "byte",
    "value": 0
  },
  "HP": {
    "type": "short",
    "value": 10
  },
  "Interruptable": {
    "type": "byte",
    "value": 1
  },
  "KeyName": {
    "type": "cexostring",
    "value": ""
  },
  "KeyRequired": {
    "type": "byte",
    "value": 0
  },
  "Lockable": {
    "type": "byte",
    "value": 1
  },
  "Locked": {
    "type": "byte",
    "value": 0
  },
  "LocName": {
    "type": "cexolocstring",
    "value": {
      "0": "The Blake Compendium of Strategy"
    }
  },
  "OnClick": {
    "type": "resref",
    "value": ""
  },
  "OnClosed": {
    "type": "resref",
    "value": ""
  },
  "OnDamaged": {
    "type": "resref",
    "value": ""
  },
  "OnDeath": {
    "type": "resref",
    "value": ""
  },
  "OnDisarm": {
    "type": "resref",
    "value": ""
  },
  "OnHeartbeat": {
    "type": "resref",
    "value": ""
  },
  "OnInvDisturbed": {
    "type": "resref",
    "value": ""
  },
  "OnLock": {
    "type": "resref",
    "value": ""
  },
  "OnMeleeAttacked": {
    "type": "resref",
    "value": ""
  },
  "OnOpen": {
    "type": "resref",
    "value": ""
  },
  "OnSpellCastAt": {
    "type": "resref",
    "value": ""
  },
  "OnTrapTriggered": {
    "type": "resref",
    "value": ""
  },
  "OnUnlock": {
    "type": "resref",
    "value": ""
  },
  "OnUsed": {
    "type": "resref",
    "value": ""
  },
  "OnUserDefined": {
    "type": "resref",
    "value": ""
  },
  "OpenLockDC": {
    "type": "byte",
    "value": 0
  },
  "PaletteID": {
    "type": "byte",
    "value": 13
  },
  "Plot": {
    "type": "byte",
    "value": 1
  },
  "PortraitId": {
    "type": "word",
    "value": 0
  },
  "Ref": {
    "type": "byte",
    "value": 0
  },
  "Static": {
    "type": "byte",
    "value": 0
  },
  "Tag": {
    "type": "cexostring",
    "value": "book_milt_001"
  },
  "TemplateResRef": {
    "type": "resref",
    "value": "book_milt_001"
  },
  "TrapDetectable": {
    "type": "byte",
    "value": 1
  },
  "TrapDetectDC": {
    "type": "byte",
    "value": 0
  },
  "TrapDisarmable": {
    "type": "byte",
    "value": 1
  },
  "TrapFlag": {
    "type": "byte",
    "value": 0
  },
  "TrapOneShot": {
    "type": "byte",
    "value": 1
  },
  "TrapType": {
    "type": "byte",
    "value": 0
  },
  "Type": {
    "type": "byte",
    "value": 0
  },
  "Useable": {
    "type": "byte",
    "value": 1
  },
  "Will": {
    "type": "byte",
    "value": 0
  }
}
