{
  "__data_type": "UTP ",
  "AnimationState": {
    "type": "byte",
    "value": 0
  },
  "Appearance": {
    "type": "dword",
    "value": 1385
  },
  "AutoRemoveKey": {
    "type": "byte",
    "value": 0
  },
  "BodyBag": {
    "type": "byte",
    "value": 0
  },
  "CloseLockDC": {
    "type": "byte",
    "value": 0
  },
  "Comment": {
    "type": "cexostring",
    "value": ""
  },
  "Conversation": {
    "type": "resref",
    "value": ""
  },
  "CurrentHP": {
    "type": "short",
    "value": 10
  },
  "Description": {
    "type": "cexolocstring",
    "value": {
      "0": "This book contains detailed information about history, tenets and most prominent members of this martial Order, a group devoted to the advancement of War and Battle. However, any details concerning day-to-day operations and security measures are intentionally omitted. From all the information inside there are couple of important notes.\n\n\"...The Order of the Flaming Blade, also known as War Knights, are a group devoted to the dogma of Tempus, the advancement of war, and the upholding of the concept known as Warrior's Honour. While their patron god is Tempus, they also accept the followers of Red Knight, Valkur and Uthgar. They value Strength, Honour and Martial Skills above all else. The War Knights have a long history on the isle of Amia, dating back to the founder and first warlord Vashen Dirge. The Order's members have always stood up against Tyranny and have had several historical clashes with the Church of Bane. Their first base was in the Mercenary Encampment. A small and modest temple devoted to Tempus and acting as lodgings for members of the group. After years of operating out of this hold, it was finally destroyed by The Undoer during an epic clash with the Banites on home soil. The former hold was instead abandoned by Order of Warlord Calin Katar, and a new fortress for the members of the War Knights has been constructed. After he put Order back to his feet Calin left the Order in search for new challenges, and War Knight Snobbles took the manle of Warlord in his stead.\"\n\n\"...The War Knights have, and continue to have, a long standing good relationship with many factions and cities on the isle of Amia. Most particularly is that of Bendir Dale, home to the hin, and a long time ally of the War Knights.\"\n\n\"...Dogma of Tempus: Tempus does not win battles, he helps the deserving warrior win battles. War is fair in that it oppresses and aids all equally and that in any given battle, a mortal may be slain or become a great leader among his or her companions. It should not be feared, but seen as natural force, a human force, the storm that civilization brings by its very existence. Arm all for whom battle is needful, even foes. Retreat from hopeless fights but never avoid battle. Slay one foe decisively and halt a battle quickly rather then rely upon slow attrition or the senseless dragging on of hostilities. Remember the dead that fell before you. Defend what you believe in, lest it be swept away. Disparage no foe and respect all, for valor blazes in all regardless of age, sex, or race. Tempus looks with favor upon those that acquit themselves honorably in battle without resorting to such craven tricks as destroying homes, family, or livestock when a foe is away or attacking from the rear (except when such an attack is launched by a small band against foes of vastly superior numbers). Consider the consequences of the violence of war, and do not wage war recklessly. The smooth-tongued and fleet of feet that avoid all strife and never defend their beliefs wreak more harm than the most energetic tyrant, raider, or horde leader.\"\n\n\"...War Knight's Code of Conduct:\n-Never leave a fallen comrade behind, even if it means coming back for them.\n-Never run from a battle always test the enemies strength before saying that the fight is lost, if your dogma demands so or it doesn't go against plans of the Order.\n-Honor ones enemy even if he has no honor.\n-Use honorable tactics, and never use a weakness such as a persons home or family. Never initiate combat by attacks from the rear. All other instances of rear attacks/striking at the enemies back are acceptable.\n-Consider the consequence of every action.\n-Never betray a fellow member or the Order of The Flaming Blade and War Knights, in any way.\n-All duels of between members are done as duels of honor, and are to be supervised by either the War Bearer, or Warlord.\"\n\n\"...Notes on Warrior's Honor:\nHonor is after all far more than a sense of right or wrong. It has stronger ties to the soul of a man than, say, the relatively insignificant concept of fairness. It lies separate to the conscience, but is not completely dissociated from it; it does not control a man's actions but it influences them; to some it is more important than friendship, to others it comes before family. To say that honor constitutes high respect, glory, reputation, good name.\nFirst and foremost among the traits of any warrior is his honor. It is his singularly most precious possession... once lost or damaged, it can only be regained through rigorous trial or long-term atonement, and sometimes not even then. A warrior's honor is a beautiful, fragile, powerful, and often fleeting thing, and so it is the responsibility of the warrior to maintain it at all costs. The concept of a warrior's honor is difficult to put into words, especially for those who have never sought it or possessed it. It is a highly personal matter.\""
    }
  },
  "DisarmDC": {
    "type": "byte",
    "value": 0
  },
  "Faction": {
    "type": "dword",
    "value": 1
  },
  "Fort": {
    "type": "byte",
    "value": 5
  },
  "Hardness": {
    "type": "byte",
    "value": 5
  },
  "HasInventory": {
    "type": "byte",
    "value": 0
  },
  "HP": {
    "type": "short",
    "value": 10
  },
  "Interruptable": {
    "type": "byte",
    "value": 1
  },
  "KeyName": {
    "type": "cexostring",
    "value": ""
  },
  "KeyRequired": {
    "type": "byte",
    "value": 0
  },
  "Lockable": {
    "type": "byte",
    "value": 1
  },
  "Locked": {
    "type": "byte",
    "value": 0
  },
  "LocName": {
    "type": "cexolocstring",
    "value": {
      "0": "Order of The Flaming Blade"
    }
  },
  "OnClick": {
    "type": "resref",
    "value": ""
  },
  "OnClosed": {
    "type": "resref",
    "value": ""
  },
  "OnDamaged": {
    "type": "resref",
    "value": ""
  },
  "OnDeath": {
    "type": "resref",
    "value": ""
  },
  "OnDisarm": {
    "type": "resref",
    "value": ""
  },
  "OnHeartbeat": {
    "type": "resref",
    "value": ""
  },
  "OnInvDisturbed": {
    "type": "resref",
    "value": ""
  },
  "OnLock": {
    "type": "resref",
    "value": ""
  },
  "OnMeleeAttacked": {
    "type": "resref",
    "value": ""
  },
  "OnOpen": {
    "type": "resref",
    "value": ""
  },
  "OnSpellCastAt": {
    "type": "resref",
    "value": ""
  },
  "OnTrapTriggered": {
    "type": "resref",
    "value": ""
  },
  "OnUnlock": {
    "type": "resref",
    "value": ""
  },
  "OnUsed": {
    "type": "resref",
    "value": ""
  },
  "OnUserDefined": {
    "type": "resref",
    "value": ""
  },
  "OpenLockDC": {
    "type": "byte",
    "value": 0
  },
  "PaletteID": {
    "type": "byte",
    "value": 13
  },
  "Plot": {
    "type": "byte",
    "value": 1
  },
  "PortraitId": {
    "type": "word",
    "value": 0
  },
  "Ref": {
    "type": "byte",
    "value": 0
  },
  "Static": {
    "type": "byte",
    "value": 0
  },
  "Tag": {
    "type": "cexostring",
    "value": "book_relg_006"
  },
  "TemplateResRef": {
    "type": "resref",
    "value": "book_relg_006"
  },
  "TrapDetectable": {
    "type": "byte",
    "value": 1
  },
  "TrapDetectDC": {
    "type": "byte",
    "value": 0
  },
  "TrapDisarmable": {
    "type": "byte",
    "value": 1
  },
  "TrapFlag": {
    "type": "byte",
    "value": 0
  },
  "TrapOneShot": {
    "type": "byte",
    "value": 1
  },
  "TrapType": {
    "type": "byte",
    "value": 0
  },
  "Type": {
    "type": "byte",
    "value": 0
  },
  "Useable": {
    "type": "byte",
    "value": 1
  },
  "Will": {
    "type": "byte",
    "value": 0
  }
}
