{
  "__data_type": "UTP ",
  "AnimationState": {
    "type": "byte",
    "value": 0
  },
  "Appearance": {
    "type": "dword",
    "value": 1384
  },
  "AutoRemoveKey": {
    "type": "byte",
    "value": 0
  },
  "BodyBag": {
    "type": "byte",
    "value": 0
  },
  "CloseLockDC": {
    "type": "byte",
    "value": 0
  },
  "Comment": {
    "type": "cexostring",
    "value": ""
  },
  "Conversation": {
    "type": "resref",
    "value": ""
  },
  "CurrentHP": {
    "type": "short",
    "value": 10
  },
  "Description": {
    "type": "cexolocstring",
    "value": {
      "0": "Hemotheurgy: An Overview and Defensive Plan\nBy Brother Alestaire Loedenheim, Priest of The Red Knight\nTranslated from the original Thayan text by Aiseth Nosdivan\n\nOf all of the offshoots of arcane entities I myself have faced in the gardens of warfare, no breed of magic is as viscerally or physically disturbing and grotesque as the ancient methods of Hemotheurgy, or more commonly known as Blood Magic. Originally thought to be an extravagance of the lower planes and later transfused to the Wizards of Thay, Blood Magic is a very old and dirty practice of using one's life force as a potentially dangerous weapon. My first sighting of a blood mage was in the ashen wastes of eastern Amn where assembled among a gang of undesirables, was an unnaturally inflamed and fat abomination of a man, of which whom had taken upon his own body, the ritual of Corpulence. Having personally faced their destructive capabilities, I had spend the next six years in hunting this particular practitioner of the arts, for the good of the realm. Now I pass my experience and observations on to you, the reader. May the Red Knight offer you many options.\n\nA description to you the appearance of the blood mage is noteworthy. Though some blood mages can hide their horribly bloated forms with transmutation and illusion magic, arch-blood mages typically are massive in size due to the ritual of Corpulence, taken upon themselves at higher circles of practice. Whereas smaller initiates or novice practicing blood mages, tend to be leaner and relatively the original shape of the caster. Corpulence is the ritual of permanently inflaming the arteries and capillaries to allow the flow of blood to move more rapidly through the mass of the body. It is a repulsive stretching that creates rolling layers of fat and in turn, greater protection of the arteries: the canals of the blood mage's power. You will find that an arch blood mage, or blood father(or mother), as they prefer to call themselves, are quite slow in their movement and sometimes are entirely immobile. This does not mean you should underestimate their power. To begin describing the true nature and danger of Hemotheurgy, we must look from the common eye of the enemy. Here is some text I have recovered from a blood mage's journal. It appeared to be a written prayer.\n\nThe Blood Mage's Coda\nLike the sorceror, who did not ask for his gift nor earn it,\nunderstand and master ars arcana as nature intended us to intuit, inertly, as lifeblood.\nOur proximity from The One Heart and the true nature of magic is kept alive \nby the heaviness of the mind, which cripples and fails the body, \nthe one living castle of the heart throne, from where our warm canals extend\nand inherit the weave. Yield yourself not to the bloodlines of all ancient kind,\nthe powers lost to our incomplete generations, our youth.\nThrough eating the blood of the old, we strengthen The One Heart.\nWhen I have collected all the flesh there is to collect, it will be time \nto feed from me my children, and my children's children,\nmay the bloodline retain its collective wisdom. \nTake mine body and blood onward to ancient Purity.\n\nA blood mage initiate is typically initiated by someone of a like brotherhood. It is not an uncommon practice to drink the blood of a captive participant in their 'baccalaureate ceremonies' as they are called, which typically consist of two-to-twenty or more blood mages thirsting on the blood of a captive participant of a particularly magical or unusual bloodline to absorb their power. Types of consumed bloodlines include: Abyssal, Aberrants, Arcane, Celestial, Destined, Draconic, Elemental, Fey, Infernal, and Undead bloodlines, as well as any particular bloodline of the parties interest. It is not common that a blood mage would care to drink the blood of most common humanoids that do not possess some benefit already 'understood' by the blood mage. This blood can be transfused and utilized against their enemies or to aid their allies, respective of the type of magic invested in each tasting. The blood of their prey can be bottled and stored, some blood vials have been found to be at least five years old, other times, less than a hour of shelf-life.\n\nOftentimes, Blood Mages are mistaken to be vampires under the misconception that a blood mage needs to consume blood to survive. This is not true. A blood mage needs to consume blood to further his power and capabilities, nor does consumption guarantee a permanent effect or altercation on their abilities, the effect is often temporary, lasting a few days per tasting at most. Though some blood mages claim to have stabilized new powers through one-time consuption, but there is no evidence of this.\n\nBlood mages, in their path to personal ascension of the arts, all become hemophiliacs. That is to say, they bleed very easily. Bludgeoning one by force or magical means tends to have maximum effect on destroying their bodies. It is the blood which is both their lifeforce and the 'pool' of their strange power. By creating mass bleeding, a blood mage can be weakened much faster. As previously mentioned, the ritual of Corpulence, when completed, permanently effects the speed of a blood magus. Their wide girth and form makes closing distances very difficult.\n\nAll the more disturbing is the internal capabilities of the trained blood mage who can use their excess blood to fire a bolt of energy from just a drop of blood, and undoubtedly, stronger projectiles with more blood utilized, taking on a blood-form of most magical energies commonly employed and understood by the arcane communities across Faerun. There have even been rumors of greater and even more horrific magics being brought to life, two notable sources are the Blood Dragon, and the Blood Link. Obviously bleeding out is very dangerous for a blood mage, so it is said too that they can attempt to restore lost blood back to them, as well as use their excess blood to transfuse and heal allies. There is no complete record or caliber of any order of blood mages fleshing-out their entire capabilities, as most of the practioners of this ancient and dark art do so at cabal level sometimes in the seedy parts of cities, to exclusive high societies as means of philosophical curiosity. Whatever the environment of this exposition, the bizarre and dangerous form known as Hemotheurgy should not be underestimated nor taken lightly. You and your allies should discuss a proper strategy to defeating a blood mage if one is in your opponent. I hope this overview of my own experiences aids you in your victory.\n\nMay the Red Knight guard your flank forever more,\n-Brother Alestaire Loedenheim"
    }
  },
  "DisarmDC": {
    "type": "byte",
    "value": 0
  },
  "Faction": {
    "type": "dword",
    "value": 1
  },
  "Fort": {
    "type": "byte",
    "value": 5
  },
  "Hardness": {
    "type": "byte",
    "value": 5
  },
  "HasInventory": {
    "type": "byte",
    "value": 0
  },
  "HP": {
    "type": "short",
    "value": 10
  },
  "Interruptable": {
    "type": "byte",
    "value": 1
  },
  "KeyName": {
    "type": "cexostring",
    "value": ""
  },
  "KeyRequired": {
    "type": "byte",
    "value": 0
  },
  "Lockable": {
    "type": "byte",
    "value": 1
  },
  "Locked": {
    "type": "byte",
    "value": 0
  },
  "LocName": {
    "type": "cexolocstring",
    "value": {
      "0": "Hemotheurgy: An Overview and Defensive Plans"
    }
  },
  "OnClick": {
    "type": "resref",
    "value": ""
  },
  "OnClosed": {
    "type": "resref",
    "value": ""
  },
  "OnDamaged": {
    "type": "resref",
    "value": ""
  },
  "OnDeath": {
    "type": "resref",
    "value": ""
  },
  "OnDisarm": {
    "type": "resref",
    "value": ""
  },
  "OnHeartbeat": {
    "type": "resref",
    "value": ""
  },
  "OnInvDisturbed": {
    "type": "resref",
    "value": ""
  },
  "OnLock": {
    "type": "resref",
    "value": ""
  },
  "OnMeleeAttacked": {
    "type": "resref",
    "value": ""
  },
  "OnOpen": {
    "type": "resref",
    "value": ""
  },
  "OnSpellCastAt": {
    "type": "resref",
    "value": ""
  },
  "OnTrapTriggered": {
    "type": "resref",
    "value": ""
  },
  "OnUnlock": {
    "type": "resref",
    "value": ""
  },
  "OnUsed": {
    "type": "resref",
    "value": ""
  },
  "OnUserDefined": {
    "type": "resref",
    "value": ""
  },
  "OpenLockDC": {
    "type": "byte",
    "value": 0
  },
  "PaletteID": {
    "type": "byte",
    "value": 13
  },
  "Plot": {
    "type": "byte",
    "value": 1
  },
  "PortraitId": {
    "type": "word",
    "value": 0
  },
  "Ref": {
    "type": "byte",
    "value": 0
  },
  "Static": {
    "type": "byte",
    "value": 0
  },
  "Tag": {
    "type": "cexostring",
    "value": "book_arc_009"
  },
  "TemplateResRef": {
    "type": "resref",
    "value": "book_arc_009"
  },
  "TrapDetectable": {
    "type": "byte",
    "value": 1
  },
  "TrapDetectDC": {
    "type": "byte",
    "value": 0
  },
  "TrapDisarmable": {
    "type": "byte",
    "value": 1
  },
  "TrapFlag": {
    "type": "byte",
    "value": 0
  },
  "TrapOneShot": {
    "type": "byte",
    "value": 1
  },
  "TrapType": {
    "type": "byte",
    "value": 0
  },
  "Type": {
    "type": "byte",
    "value": 0
  },
  "Useable": {
    "type": "byte",
    "value": 1
  },
  "Will": {
    "type": "byte",
    "value": 0
  }
}
