{
  "__data_type": "UTP ",
  "AnimationState": {
    "type": "byte",
    "value": 0
  },
  "Appearance": {
    "type": "dword",
    "value": 1309
  },
  "AutoRemoveKey": {
    "type": "byte",
    "value": 0
  },
  "BodyBag": {
    "type": "byte",
    "value": 0
  },
  "CloseLockDC": {
    "type": "byte",
    "value": 0
  },
  "Comment": {
    "type": "cexostring",
    "value": ""
  },
  "Conversation": {
    "type": "resref",
    "value": ""
  },
  "CurrentHP": {
    "type": "short",
    "value": 10
  },
  "Description": {
    "type": "cexolocstring",
    "value": {
      "0": "Call for Change\n\nEdited by Renais Whiteheart\n\n\nPreface\n\n\nRespected reader, a thanks for gracing these humble pages with your attention. Enclosed within ye shall find a collection of compositions by mine self; the intention being to seed a piece that may grow in time, later editions integrating works by others expressing a unified goal: To articulate a desire for the world we wish to live in, that by reflection, we might continue to hold this ideal strong. \n\nThis being the first edition of the work, I include my own pieces, except where referenced. Pieces are being collected for the second edition.\n\nThe sections are prefaced with a few thoughts by the editor.\n\n*Throughout the work sheet music is given where applicable*\n\nFAITH\n\n\nIs not always in a god. Faith is essential to life, for anyone, though we all place it in different places. One might have faith in their physical strength and their resolve to strike out their own way. This is still faith. One might have faith that they can attempt a venture, and will be sheltered by family or friends if they fail. This is still faith.\n\nWherever we place our faith, however, we come to depend on it for our confidence. Our strength always comes from our faith, and faith must always rest on a finite number of things. I will call these things \"crutches\" because as mortals the things our faith depends on are our crutches. It is our mortal state.\n\nPick an evil church at random. Baneism, Sharism, Cyricism, Velashrism, Malarism, llothism, Blackguard pacts. Examine each individually - note a common trait. \n\nEach proposes breaking normal social bonds [nuclear family+friends] in favour of an artificial brother/sisterhood between worshippers. An artificial family based on strength of worship, which weak worshippers are cut off from.\n\nCan one see from this how such churches convert - by finding people who's crutches have been broken, or locating and breaking the crutches of previously healthy people. \n\nAnd taking over the role of crutch. Repeatedly breaking people, until the victim has no alternative bar to use the fell philosophy or dark faith as the seat for their confidence. \n\nHow to oppose such wickedness?\n\nSeek what nurtures you. Place your faith in the things - whatever they are - that deliver true happiness to you. Remember you are captain of your own ship, possessed of the power to make decisions for your satisfaction. Express your thoughts and feelings, stand up for your beliefs. Recognise the people around you are fallible too, and try to act with goodwill if they fail you.\n\nMost of all hold in your mind the life you want to live, and act with everything in your power to make it a reality.\n\n\n\n********************************************************\n\"Rising Star\"\n\nYe rising star\nMy direction\nGuiding beacon, I follow, To where I belong\n\nFollowing far \nThy inspiration \nI cross uncharted waters, For you never lead me wrong\n\nAnd If the path\nLeads through isolation \nIf I fear to shed, Those weights by which I'm chained\n\nI'll close my eyes\nRecall thy benediction\nOh I will sacrifice To see paradise regained.\n\nYe rising star\nMy direction \nGuiding to this feeling, Of the blessing and its healing\n\nFollowing this trust\nThe space between is ending \nOnce there was a breaking, But the time has come for mending\n\nThe blessing of the joining, We will pass through this fire\nWatch we walk with steps courageous, In our quest for our desire\n\nWhen you stood in darker places, did your heart feel the pining?\nJust remember where we're going, Its the heart of all the shining\n\nRising star\nMy direction\nFollowing far\nWhere'er thy beckon\n\nLight never dies\nShall not be forsaken\nThere we will be one again, Our souls will reawaken\n\nRising star\n\n\n********************************************************\n\"Miles Distant\" - R.W.\n\nI know the troubles that this world will bring..\nBut when they come, my darling, don't feel blue..\n\nCome back to me and hide beneath my wing..\nBeloved, I build a home for you\n\nSo go far..\nand wander wide..\nbe a hero.. find your pride!\n\nLove the world.. spread your cheer..\nand when you're done, come home, I'll be here\n\nFor its faith..\nthat sets us free..\nand lets us love.. so happily!\n\nAnd this is how, even when gone..\nmiles distant, we are still one\n\nSo go far..\nand wander wide..\nbe a hero.. find your pride!\n\nLove the world.. spread your cheer..\nand when you're done, come home, I'll be here\n\n********************************************************\n\"Awakening\"\nWhat miracle, to be borne aloft, by wings that are not mine?\nWhat angel carries me beyond the mortal coil, frees my soul?\nWhat is this feeling if not that pure flight, my contentment\nThat in the purest space I find a spark of my true form\nBlaze and flower... How else describe the moment if not as bliss?\nWould that I had an eternity of this...\nMiracles are things few might see\nNow I may content myself with whatever comes to be.\n\n\n********************************************************\nThe following piece I inherited from the peasants of Cormyr, though I heard it most often sung by my late mother, and it is intimately tied to my memory of her.\n\n\n\nAshes rend the air it seems, and all the world is lost\nDreams and homes and fields of gold, fallen into dust\nSoldiers tread the land we flee, so desolate, unbles't\nAnd wearily our hearts do seek, to leave this world in rest\n\nYet somewhere there lies hope I see, seed buried 'neath the ground\nThat war can never break nor touch, buried safe and sound\nFlower yet my hope and bring beauty to my eye\nCarry far this flame of life to all beneath the sky\n\nTill all the world forgets its loss, consumed by what is seen\nGolden fields aflower all in springtime golden green\n\nSo bring your fire and swords and lies, I stand ever strong\nThat seed will be here ere I die and live forever long\n\n********************************************************\n\"Candle song\" - R.W.\n\nFaintly burns the candle, that shines to light the way\nIt keeps away the darker things till the coming of the day\nWith all I have I shelter it - but inside, I doubt\nWhatever shall become of me if this candle is snuffed out?\n\nBefore me rose a dawning, a warmth to fill my soul\nEver it was with me but the feeling made me whole\n\nEven now a mystery, to know wherefrom it sprang\nFor all my heart was so entranced to hear it as it sang\n\nAnd it said \"Hey my friend, it will never be the end\nEven if you fall it will be only to ascend\nI will stand here by you, and the hope is never gone\nI'll always protect you and the light will carry on\"\n\nAnd so there I smiled, for it raised me higher\nIn sheltering this candle, I had found the fire\nAnd in that light I looked around, and all my fears were gone \n'Cause all the love swept through me, and we all were one\n\n\nAnd it said \"Hey my friend, it will never be the end\nEven if you fall it will be only to ascend \nI will stand here by you, and the hope is never gone \nI'll always protect you and the light will carry on\nI'll always protect you...\n\nAnd the light?...\n\n********************************************************\n\n\n\n\n\n\nLOVE\n\n\nLoving marriage is an ideal many aspire to, and I draw attention to the point that in reflection of loving-feeling one can be guided towards appropriate conduct in relationships. Therefore works which evoke such feeling are beneficial in visualising and achieving our desired outcomes.\n\n********************************************************\n\"What shines in my eyes\" - R.W.\n\nIf I saw though your eyes\nStood by you, at your core\nWould you follow me to where your heart flies\nCan I show you a place that you longed for\n\nTake you away where the angels play\nAnd you'll keep me there with you\nIf we dont sway then there we'll stay\nI want it too...\n\nSee through me what we can be\nThis rainbow bridges eternity\nThere we see past the white lies..\nThere I see through your eyes\n\nWould you stand by me in my core\nSee in there what I see in you\nYou'll know what you didnt know before\nThis is whats its like when loves true...\n\nLight shines from the inside\nAnd virtue rings pure\nMy soul opened so wide\n\nSee, I am sure...\n\nThat you will see what shines through...\nThis my heart has virtue...\nWe'll be whats never been before\nIt all waits for you at my core\nShare with me what never dies...\nsee what shines in my eyes...\n\nThat I live for you...\nThis is what its like when love's true...\n\n********************************************************\n\"This Love Divine\" - R.W.\n\nWas it really empty, when I was alone? Does it just seem that it was, now that we are one. \n\nWhen I first felt your caresses,I from myself was torn... A me who was more beautiful, awoke and was reborn.\n\nSo my love, fly with me. Wander through eternity \nnurtured by this love of ours, sheltered by our sacred vows\n\nI will be your shield\nI will be your grace\nFrom this world, retreat to me, I am your sacred space\n\nWhere we are caught, in chains we wrought\nForged of tender loving thought\n\nHow strange to see, I feel so free\nBo-ound by ecstasy\n\nHigh celeste gave my request\nAnd oh I smile I am so blessed\n\nThat all that's mine..\nI can resign..\nI lost it when I fell\nTo.. this.. love.. \ndivine\n\n********************************************************\n\"Hand in hand\" - R.W.\n\nTo be afraid..\nTo have no place...\nTo fear wandering, alone through starless space\n\nTo feel the distance, and then feel cheer\nWhen in the heart a warmth flutters near. \n\nNo stranger...\nBefore the eyes...\nTroubles fall away, this is the rise\n\nWhat was two.. one..\nContentment.. union..\n\nFlowering of hope\nEvery nerve on fire\nBlaze of inner life\nTouching something higher\n\nFeeling someone giving\nWho feel no need to take\nFinally understanding\nWhat it means to be awake\n\nLean together, resting\nNeed not hold to light\nSoon it will rise back for us\nThis is our right\n\nFor warmth, shines, forever\nWhen we understand\nHow close we are to ra... di... ance...\nHolding hand in hand..\n\n********************************************************\n\"Little things we do\" - R.W.\n\nIf all my deep affection\nThe touches of my hand\nAre but one connection\nA single blessed strand\n\nOf greater ministrations\nThat weave together to affect\nWider communication\nOf a feeling perfect\n\nView them all together\nThen there's room to see\nExtending through forever\nA single tapestry\n\nOf little tiny actions\n[For that's how things must be done]\nIntegrated interactions\nBut really only one\n\nA feeling\n\nA thought\n\nBe loved.\n\n********************************************************"
    }
  },
  "DisarmDC": {
    "type": "byte",
    "value": 0
  },
  "Faction": {
    "type": "dword",
    "value": 1
  },
  "Fort": {
    "type": "byte",
    "value": 5
  },
  "Hardness": {
    "type": "byte",
    "value": 5
  },
  "HasInventory": {
    "type": "byte",
    "value": 0
  },
  "HP": {
    "type": "short",
    "value": 10
  },
  "Interruptable": {
    "type": "byte",
    "value": 1
  },
  "KeyName": {
    "type": "cexostring",
    "value": ""
  },
  "KeyRequired": {
    "type": "byte",
    "value": 0
  },
  "Lockable": {
    "type": "byte",
    "value": 1
  },
  "Locked": {
    "type": "byte",
    "value": 0
  },
  "LocName": {
    "type": "cexolocstring",
    "value": {
      "0": "Call for Change"
    }
  },
  "OnClick": {
    "type": "resref",
    "value": ""
  },
  "OnClosed": {
    "type": "resref",
    "value": ""
  },
  "OnDamaged": {
    "type": "resref",
    "value": ""
  },
  "OnDeath": {
    "type": "resref",
    "value": ""
  },
  "OnDisarm": {
    "type": "resref",
    "value": ""
  },
  "OnHeartbeat": {
    "type": "resref",
    "value": ""
  },
  "OnInvDisturbed": {
    "type": "resref",
    "value": ""
  },
  "OnLock": {
    "type": "resref",
    "value": ""
  },
  "OnMeleeAttacked": {
    "type": "resref",
    "value": ""
  },
  "OnOpen": {
    "type": "resref",
    "value": ""
  },
  "OnSpellCastAt": {
    "type": "resref",
    "value": ""
  },
  "OnTrapTriggered": {
    "type": "resref",
    "value": ""
  },
  "OnUnlock": {
    "type": "resref",
    "value": ""
  },
  "OnUsed": {
    "type": "resref",
    "value": ""
  },
  "OnUserDefined": {
    "type": "resref",
    "value": ""
  },
  "OpenLockDC": {
    "type": "byte",
    "value": 0
  },
  "PaletteID": {
    "type": "byte",
    "value": 13
  },
  "Plot": {
    "type": "byte",
    "value": 1
  },
  "PortraitId": {
    "type": "word",
    "value": 0
  },
  "Ref": {
    "type": "byte",
    "value": 0
  },
  "Static": {
    "type": "byte",
    "value": 0
  },
  "Tag": {
    "type": "cexostring",
    "value": "book_arts_002"
  },
  "TemplateResRef": {
    "type": "resref",
    "value": "book_arts_002"
  },
  "TrapDetectable": {
    "type": "byte",
    "value": 1
  },
  "TrapDetectDC": {
    "type": "byte",
    "value": 0
  },
  "TrapDisarmable": {
    "type": "byte",
    "value": 1
  },
  "TrapFlag": {
    "type": "byte",
    "value": 0
  },
  "TrapOneShot": {
    "type": "byte",
    "value": 1
  },
  "TrapType": {
    "type": "byte",
    "value": 0
  },
  "Type": {
    "type": "byte",
    "value": 0
  },
  "Useable": {
    "type": "byte",
    "value": 1
  },
  "Will": {
    "type": "byte",
    "value": 0
  }
}
