{
  "__data_type": "UTP ",
  "AnimationState": {
    "type": "byte",
    "value": 0
  },
  "Appearance": {
    "type": "dword",
    "value": 1313
  },
  "AutoRemoveKey": {
    "type": "byte",
    "value": 0
  },
  "BodyBag": {
    "type": "byte",
    "value": 0
  },
  "CloseLockDC": {
    "type": "byte",
    "value": 0
  },
  "Comment": {
    "type": "cexostring",
    "value": ""
  },
  "Conversation": {
    "type": "resref",
    "value": ""
  },
  "CurrentHP": {
    "type": "short",
    "value": 10
  },
  "Description": {
    "type": "cexolocstring",
    "value": {
      "0": "A Foreword\n\nIn some 300 years I, Beldor Ma'fer, have come to know one thing if nothing else. The spellsword, Eldritch Knight, Bladesinger, Battle Mage, whatever you may call him is nigh one of the greatest and most skilled ranks of warrior known to Toril. The art of combining both sword and the Art is a noble quest, second to few. It is with this knowledge and personal experience that I write this in hopes of inspiring and elightening the minds of young men and women throughout our land to seek forth this art for themselves. \n\nThe Spellsword is War. He is a master of combat in any form it may take. He is thoughtful enough to see ahead but mindful enough to act and react to the moment. He is flexibility. He is fluidity. He is versatility. He is the final realization of the warrior. He is the envy of his sword-swinging cohorts. He has the admiration of his book-bound peers. He is a seeker of knowledge in all its forms. He is a bastion of power among the weak. He fights to further his knowledge, but he is cautious to further knowledge for the sake of fighting, and when he trains, he trains that the fighting might be more efficient and end more quickly.\n\nThe spellsword is Power.\n\nThis tome is penned that the knowledge and ways of the spellsword might be known by those to whom my lectures and training cannot reach. They are in no way a direct reflection of the Honorable Serpent's philosophy or teachings, but rather a general guideline for those looking to empower themselves in the art of warfare.\n\nThe Weave's Arms keep you,\n\n~B~E~L~D~O~R~ ~M~A'~F~E~R~\n\nEldritch Knight Superior of the Honorable Serpent\nGuardian of the Art and all of its Students\n\nChapter One: Defining a Destiny\n\nBefore I may begin to tell you, the reader, the tricks of the trade, perhaps it is best if I clarify what it is when I say \"spellsword.\"\n\nWhat's in a name, after all? Any Joe off the street would submit that a spellsword is \"a fellow who uses both blade and magic.\" But that definition is as apropos as saying 'a square is a rectangle, but different.\" Your holy cleric may call upon magic while wielding an arming sword. So might a paladin, an \"Arcane Archer\", or even your martial minded warlock. Suddenly, we find ourselves letting all sorts of menageries into the category of \"spellsword,\" magical beasts that learned to hold a rapier or dragons that manage to find a toothpick stuck in their claw. But as I was taught years ago and adhere to now, the definition of a spellsword is concise, yet fairly wide in its breadth.\n\nA spellsword, in empirical terms, is a user of the Arcane that seeks to be just as proficient in melee warfare as he is in his Art.\n\nThis definition sets us apart from what I will later introduce as \"battlemages\" and \"swordmages\" later, two groups that could be considered offshoots of the pure spellsword, yet inherently different in their aims.\n\nTo go back to our focus, the Spellsword, one is quick to realize that the definition allows for a large range, even still. There are spellswords that find themselves a master of conjuration and axes, others that realize their calling for evocation and polearms. The variety of a spellsword is the variety of a mage and a warrior multiplied. When the frenzier can find no greataxe, he is out of luck. And surely any Enchantress depletes her spellbook, she has found herself in a dire straight. The combination of the two seldom finds himself out of options. When his subtle magic fails, there's always enough axe to go around. The same can be said of virtually every warrior of this sort. \n\nSo while you tap your head in consideration of just what sort of spellsword you are (or are not, on the off-chance your are simply reading for enlightenment), keep in mind that there are always more roads to becoming a spellsword than one can realize. I myself put forth that the purest of our art-form come from sorcerous backgrounds(for reasons I'll posit later), but many a time I've been shown that Wizards and even Cantomancers possess the capability of rising to the top of our field. In becoming a (better) spellsword, it is as it often is in life itself: it's not where you start that matters, rather how far you are willing to go.\nChapter Two: The Reason and Reasons for Being\n\nWe know what, but do we know why?\n\n\"Why study as a spellsword?\" is a question you will hear many times on your journey as an Artful Warrior. And although it will most often come from an individual who has no real intention of knowing the answer, it is important that you know the answer for yourself.\n\nLet us start with the conceptions, or rather misconceptions, of soldiers-at-arms and mages.\n\n-\"Studying as a spellsword means you are inherently weaker at either arms or spell.\" Misconception full and throughout. There are many wizard and sorcerers that have risen to a level of learning to where their casting faculties just cannot keep up with the magics they attain. The same, there are soldiers that ultimately find themselves men in tin-cans facing off against Eldritch Horrors that their blades do nothing to. The spellsword, in blending both forms, actually becomes better at both. When the mage's spells cannot overcome on their own, he puts some elbow grease behind them and suddenly the enemy shatters. The soldier belays his sword and suddenly he finds there is even a more deadly melee force he may use instead, through the Art. \n\nThis misconception is based upon the premise of a spellsword solely relying on one facet of his training in a given situation. Which defeats the entire purpose of becoming one. One does no pick up the book and blade simply to alternate between the two at his leisure. No, he picks them up that he may enchant the blade and cull down the fleeing enemy with his magics as the run in terror. As a spellsword, many will see you as a mage with a sword and a soldier performing a few cantrips, but know that I and many others before you assure that you are not such. Should you fight any mage or soldier purely upon their grounds of expertise, we will all however, assure that you have failed to realize your true potential.\n\n-\"A spellsword will ultimately favor one or the other: spell or sword.\" Few things can be this wrong and still make grammatical sense. The rectification of this plays into my earlier answer, however. The goal and eventual success of a spellsword is seamlessly blending the two. There is no favoring to be had. It would be like favoring your \"half\" in your child or you wife's respective \"half.\" The parts of you as a couple are formed into a single being and you love that being for what it is, exactly as it is.\n\nYes, perhaps there are days when you arise and say \"I feel my sword arm is well. I shall fell twenty and nine orcs by it alone today, that it might get better.\" Or perhaps \"I cannot believe I have perfected my Firebrand! Surely this tenday, it is all I shall defend with.\" Temporary exploration into one facet or another is natural for a spellsword. It is a self-regulation of sorts that allows both sides to stay in check. Again, the ultimate goal however is to be able to use that sword arm in one moment and bring down your opponent with the Firebrand in the next. In time, the choice between using magic or metal will be so natural to you that you realize your choice is an answer to the situation, rather than any particular affinity. In the other instances, you will realize that choice is as trivial as a coin flip, because you have become so proficient in either.\n\n-\"Fine, a spellsword is virtually a different breed altogether than a mage or a soldier. But it certainly can't be as easy as being one or the other.\" This, my friends, is unfortunately true. Your dedication and training are constantly tested as a spellsword. And to become truly balanced as one, when you look back at fights, the answer \"it was impossible\" will never suffice. When a wizard runs out of spells or finds himself facing an Adamantine golem, when he is bested he can go \"Oh well. I was to fail from the beginning. All of my tools could do naught.\" A soldier may throw down his shield after the battle an exhale \"Blast it all! Outnumbered a dozen-to-one and all of them under enchantments. Alas, my sword could only do so much.\" As a spellsword there is likely a correct and viable answer to any situation you can find yourself in. Perhaps not always to win (even the gods do not win every war they fight), but certainly enough that you survive. \n\nThink of every situation as a locked door. For most people, they will look at it and see only one correct answer: to have the key. And for most people, that is the only way they can go beyond it. But for you, the Artful Warrior, you must be willing to see beyond the door. You must be willing to think that perhaps your magics would allow you to unlock it, to find the key, to create the key, to persuade the guardsman to open it for you, to create a spell that allows you to walk through walls, to blow the walls down, to turn the door into a hapless kitten, to turn yourself into some soupy liquid to pour through the keyhole, and if all else fails, that your weapon will be there to beat the hell out of the damn door anyway.\n\nNow, having covered the main preconceptions, I move on to the why I spoke of earlier. Why, in the face of all these challenge and odd-thoughts, would anyone choose to be a spellsword? It is simply this: \n\nIt is not a choice so much as it is a calling.\n\nThe same way no one chooses to \"become\" a cleric, in much the same way no one has ever truly (in their right mind) decided to become a teacher, no one chooses to become a spellsword. And if you find yourself struggling over the \"choice\" then you already have your answer. It is not your cup of tea. No, if this is the path you are to walk, you are the first one it is evident to. When you cast your spells, there is the inkling of \"what if I hit that orog with a mace instead?\". When you cut an ettercap open with your scimitar, there is this gnawing at the base of your skull that somehow you should like to roast it with flames from your hand instead. You do this because at the end of the day, you want to and know that it is in fact for you.\n\nIn my days as the head recruiter for the Honorable Serpent never did I once coerce an individual to taking up blade or book. I didn't have to. The people I was told to seek out and the people that in turn sought me out already had a drive to learn both. It would be pointless to do otherwise. It would be like trying to start a cabal of wizards by actively trying to teach people magic from the ground up. One is better off finding those already with the ability and inviting from there, for not only do these individuals already have the capability to do what is tasked to them, but also the eagerness to do it anyway.\n\nYour reason for being a spellsword can be many things. Personal reasons. Aspirations of adventure. The thrill of a challenge. But ultimately and always, you chose this path. You choose to do what you do because you can and invite knowing that every day will be a test that will result in your becoming wiser, swifter, and more powerful, to whatever end.\n\n\nChapter Three: The Spellsword's Best Friends\n\nBefore I may delve into any tactics, you must have a firm understanding of your greatest strength. These iare your ace-in-the-hole and your bread-and-butter. If you've been paying close attention to the first two chapters, you are already aware of what they are. A spellsword's best friends are adaptability and preparedness.\n\nThe Spellsword, in his purest form, has an answer to all situations. It is no so much that he's innately able to do so, rather he is able to use his myriad of tools to formulate a viable course of action. If I were to compare a realized spellsword to a creature, it would have to be a hyrda. I've had the (dis)pleasure of fighting one before. Pin down one head, another two rise up to meet you. Restrain one mouth and the others come at you all the more vehemently. The same is with you.\n\nWhen the wizard gives up because he is being counterspelled, when the warrior know's he's bested because his cleaver has slipped his grip, you rise and move on to the other tools at your disposal. The hydra's edge is your edge. You can never truly be pinned down. The most your opponent can do is hope to back you into a corner and overpower your once you have slipped up. Your challenge, your greatest challenge as a spellsword is to always be ready for that next step. Know that your enemy, if he is at all wise, will seek to escalate the fight to a level that restricts your options. All you need do is be prepared to sidestep these efforts and adapt in the case that you are not able to.\n\nAdaptability:\n\nWhile you will most often find that the Art gives you your biggest \"back of tricks,' I must remind you that martial weapons come in all shapes and sizes for a reason. While I will always favor a well-crafted courtblade over any other armament, I challenge you to ever find me out with out at least a set of cudgels and daggers on my person. While I suspect you also favor a particular sort of weapon, I an my precursors would strongly recommend being versed in at least three that you can use without much forethought. The more options the better.\n\nThe adaptability of Magic is so obvious I ponder to even spend a paragraph upon it. Look around you. Magic has literally found its way into every field of mortal and even immortal endeavor. It can do potentially anything, from turning a green frog blue to altering reality to be that the frog was blue all along. The important thing when considering magical adaptability is to not become overwhelmed by the options it presents to you. It is not only knowing that you have the choices offered to you, it is knowing which of them to use. At the very least, do not allow your analysis of any situation to paralyze you. If push comes to shove, go with what from your past experience seems the most prudent and deal with the situation from there. If that does not seem to work, that is when you creativity comes into play.\n\nPreparedness:\n\nSimply put, at all times be prepared and be prepared at all times. Do I intend that you walk around under all your enchantments and armor at all time? No. Anyone that's been invited to one of my house parties or seen me out casually knows I don't subscribe to such paranoid behavior. But I do however keep those things integral to my survival on my person when at all possible. Think plainly. If there is a single action that could render you dead, defenseless, or incapacitated and you have the ability to prevent such with a spell or armament, then it is likely in your best interest that you keep it on you when about. These things, likely armor, mind protections and death protections are your first line of defense. They are there that you may survive a surprise attack long enough to retreat or ground yourself to immediately retaliate. \n\nThis idea of preparedness goes for both magic and metal as I've already said. You can have a mountain of abjurations that wont protect you as well as a good chain mail in some situations. Just the same, it doesn't matter how durable your cuirass is if your enemy invades your mind with a phantasm. Those things that can take you out of the game in a single swoop are the things you should always have covered. Beyond that, it is situational and perhaps best left up to your level of comfort. \n\nIn the next chapters I shall cover the basics of a spellsword's defense and offense. I suggest you acquaint yourself well with your own abilities before your read, that you may be able to actively move and think through the text. Specifically: \n\nYour long range capabilities\nYour close range capabilities.\nYour methods of incapacitating.\nYour methods of escape.\nYour self-defensive faculties.\nYour faculties for defending others.\n\nChapter Four: Basics of Defense\n\nNow if you're anything like I was when I began my journey as an Artful Warrior, I must beg you to read through this chapter before you advance to the Basics of Offense. I know, I know, the urge for conquest must run deep within your veins, but more than likely, you already know what you do best when it comes to that sort of thing. All I will be doing is bringing them to you conscious level of thought and encouraging you to think on them. Defense, however, is not as obvious. But it is just as important, if not more, as a adequate offense.\n\nThe word defense may speak for itself, but how does a spellsword translate this to his own agenda? He must fist consider his own vulnerabilities, both as a spellcaster and a soldier-at-arms. While we use the strengths of one to overcome the weaknesses of the other, we may at times be susceptible to them all the same. Preparedness is your closest friend when it comes to defending yourself. Adaptability, as you may now guess, is it's counterpart in offense. In any case, let us take a closer look at our sums of our parts and their apparent limitations.\n\nThe Soldier's Downfall\n\n\"Soldier\" as I use it refers to a warrior who focuses in his melee prowess. As such, the Soldier's main methods for defense and attack stem from being able to make direct physical contact with his opponent. While he excels in the traditional sort of warfare, the chink in his armor so to speak is quite apparent. Out of range = out of luck. No matter how powerful, nigh godly in his strength, the Soldier's domain ends at the tip of his sword. In the case of defense, this means he cannot directly halt a threat unless he is able reach out and touch it. He broadsword cannot parry what it cannot touch and his shield cannot deflect what does not need to contact it to be effective. In a word: Magic.\n\nAs a \"soldier,\" you will face this limitation if and only if you do not fight fire with fire. Or magic with magic, I should say. \n\nThe Spellcaster's Downfall\n\nAs you may guess, the Spellcaster's weakpoint is usually the strength of the Soldier. Aye, there are plenty of spells that will allow you to shrug off a blow or two(Skin of Stone and it's greater variants), but not much keeps the Soldier from fully damaging and therefore interrupting the Spellcaster. Save for spells of concealment, but I look past those for now as they are the Soldier's specific bane; as said before, he cannot hurt what he cannot hit. Now one might bank on the spellcaster forever being magically out of dodge, but eventually and likely, he will be hit. All his spells and magics will do so much in the way of armor, but they stand in the place of what stands another of the Soldier's natural obstacles: Armor.\n\nAs a spellcaster, you will most certainly find yourself face to face with an enemy when you attempt to cast spells. And you will overcome this challenge with the same way the Soldier goes about his daily business: concentration, discipline, and just being able to take a hit.\n\nThe Spellsword's Rise\n\nYou methods of defense should be apparent at this point. As a Spellsword, use your magics to overcome the Soldier's Downfall. Use your hardiness and physical armaments to overcome the Spellcaster's Downfall. This general rubric works across the multiple combinations of spells and equipment our kind use. Whether you're a nimble dagger user in padded armor or a stalwart claymore wielder in a full plate, you will find yourself playing your own abilities towards their opposites. You will not focus on your shield arm being stronger than the brute in front of you. You will raise a Shielding abjuration and perhaps a bolster yourself with a strengthening spell. In the same manner, you will not stand to challenge the Archwizard upon the grounds of only his studies. You will defend against his magics with your own long enough for you to fit your rapier into his gullet.\n\nFor those to whom these generalizations are not descriptive enough, these are the key points you are to keep in mind.\n\nDefending Against Melee\n\n-Your magic is your greatest boon here. Use it without hesitation.\n\n-The Soldier cannot damage what he cannot touch. Distance renders you effectively invulnerable from melee alone. Concealment is effectively distance if you subscribe to the thought that \"A miss is as good as a mile.\" It is true on some level, but I don't have to worry about the storm giant a mile away as much as I have to worry about the one standing at my nose, if you catch the drift. \n\n-Your second line of defense is your armor and armor-like spells. You will be hit on your journey as a Spellsword. This is a fact. But it doesn't always have to hurt. \n\n-Your third line is mitigation. Skin of Stone, the secondary effects of Shadowshield, Ghost's Visage, Ethereal Veil are all examples. You have been hit. It will likely be hurt on some level. At least make it not hurt as much, if you must take damage, yes?\n\n-Your last line and more often an afterthought, is retaliatory. Death's Armor, Elemental Shield, Sheathe of Fire/Acid/Frost. If you have to be hit, if you have to be hurt, at least make the enemy pay for it. If you keep this as an afterthought and focus on true defense, you'll find that when you actually use it, the enemy is paying more dearly than you are for his strikes.\n\nDefending Against Magic\n\n-In warfare, the Art's obvious strenght is what you seek to keep in mind here: range. You will be forced to deal with spellcasting threats much earlier than when you are dealing with a Soldier. As soon as you are in range of an enemy mage, realize they are likely in range just as well.\n\n-Your first line of defense against a spellcaster is along the same lines as defending against a Soldier. Don't get hit. You actually have an edge doing this against a mage that you don't have when dealing with other enemies. You must wait for the Soldier to swing before you may block. But you may counterspell a mage and negate even having to dodge or resist the effect. Counterspelling will bring your enemy mage to his knees and allow you to advance upon him. Yes, I know, with the Soldier I said keep your distance, but that is because you are playing to your first strength over him. Here you are doing it too. You strength is that you can actually stand a face to face encounter better than the book-bound, mustached cur facing you.\n\n-Your second defense is post-completion negation. So he managed to get a fireball off. The Spell Mantle series allow you some forgiveness here, in all but the case of a few spells and dispellings. Countering dispelling and counterspelling are two specific cases I shall delve into deeper detail later when I cover situational maneuvers. Spell resistance, found in some items, is another example of post-completion negation.\n\n-Your last defense is mitigation. Mister Magus got off a fireball, you weren't able to counterspell it and you don't have any mantles or spell resistance at the moment. Well, you'd best get the dodging then, hadn't you? Dry, I know, but it is what it is. However, you still have an edge here over your sword-swinging brethren. Your knowledge of spell craft actually gives you insight into resisting their effects. When the Soldier sees a Phantasm being cast, he isn't quite sure what to do but grin and bear it. But you, knowing the nature of phantasms, the maxim and paradigms of Illusion, are able to steel your mind in preparation of the attack. Knowledge is indeed your greatest power when defending against the Art. Not only in preventing attacks, but making them less effective when you must actually take the brunt of them.\n\nMost spells will have some sort of mitigation factor you can bring to bear. Enduring Element spells will take the \"oomph\" out of that Fireball. Mind Protection will make your enemy wonder if they correctly cast that last Confusion spell on you. The ghoul will find himself utterly stumped when his draining touch only tickles you in the protection of your Shadowshield.\n\nNow you may begin thinking about specific maneuvers. Fine, but I wouldn't suggest getting ahead of yourself. If you keep in mind the basics, that will come naturally to you. I will list specific courses of actions and tactics after the Basics of Offense, but I'm not sure what good it will do a lot of you. You are just as creative if not more than me. You'll find what works for you best in good time. If you're still having trouble however, my experience should be enough for you to riff on until you gain a good understanding of your own abilities.\n\nChapter Five: Basics of Offense\n\n\"To survive is not enough. You must thrive.\"\n\n-Golithan, One of the Three Founders of the H.S.\n\nI cannot say it much better than my close associate and friend put it. You will be faced with situations in your journey where you will have no choice other than to forcefully incapacitate or even kill an enemy. Despite my own reputation and multiple times providing assault advice and tactics to Amia's war-waging groups, destruction is not something I take but so lightly. The the spellsword is an artform. And like any artform, it works on the premise of an exchange. When the painter creates his masterpiece, he nullifies the individual existence of the hues and dyes and the blank canvas itself. When a sculptor creates a likeness of his lover, he brings a new beauty into the world at the exchange of removing the stone's original beauty. \n\nI will make no qualms about it. No flowery metaphor can void that fact that you shall likely deal death in your time as a spellsword, if you have not already. No, it is not guaranteed. I have come across a handful of our kind that practice nonviolence in the hope of keeping their art free of bloodshed. But they are few. It becomes harder to keep this path each day from what I'm told. As I stated before, the spellsword is War, whether he chooses to engage in it actively or not. Sooner or later, the specter of the Final Slumber will rise to challenge you. \n\nYou will be left with little choice other than to repay it in kind.\n\nThe basics of offense I will present to you will aid you in these things: subduing, escaping, and termination of an enemy. I do no seek to encourage bloodshed for its own sake. But if life must pour from veins, at least let it be done correctly, swiftly, and in a way that shows talent, and not malice.\n\nWe have already covered the strengths of both the Soldier and the Spellcaster. It should be obvious that these are as well your strengths. Applying them, however, is not as straight forward for you and I as it is for them. If we go forward using only one or the other as they would, we do not maximize our potential, as if we tied a hand behind our back. Only when combining the two is our true prowess seen, and so, we are never content to use one and only one.\n\nWeaponry\n\nThe basics of any offense is to know what tools you have at your disposal to begin with. As a spellsword, naturally yours are both some sort of melee weapon and your spells. Simple enough, but knowing is only half the battle. Application is key. Let us break our tools down into the three key areas that I said would be aided here.\n\nSubdual:\n\nBelieve it or not, a blade must not always kill. Using the flat edge of your weapon can give a jarring shock to an enemy without viscerally harming him in the way the blade would. In the case of pole arms, the pole itself can be used to strike an enemy without causing much long term damage. In the case of bludgeoning weapons, the pommel will serve as a smaller head, lacking the mass of the original, but still allowing for blows to be struck with significant power. Your weapon is as much a tool as your magic. Do no be afraid to draw it even when you plan to only subdue an enemy. They may fully intend to kill you after all, and if it should come to that you must give yourself every advantage you can.\n\nIf you still find yourself struggling with this as I did, try aiming for non-vital areas that will still incapacitate an opponent. The sternum is an appropriate place. Breaking an enemy's ribs or disrupting their breathing will take the fight out of the, along with the air. Attack the opponent's sword arm or movable joints, such as the knee, shoulder and wrist. Most full-force attacks to these areas will not result in the immediate death of the target, allowing you to end what might have otherwise been a bloody encounter quickly.\n\nPacification via the Art is most more straight forward. Spells of the Enchantment, Illusion, and Conjurations schools will often allow you to do this. In the absence of such spells, specific spells from other schools allow for incapacitation just as well. While making them wreak of death itself, Ghoul Touch will allow you to stop an enemy in their tracks. Fear, while not exactly stopping them still, will allow you to at least keep them from attacking. The Bigsby Series is a rare example of Evocative magic working in a non-damaging capacity. Other than a few examples however, I'd suggest trying them out in practice before taking them to the field. It takes experience to be able to \"pull your punches\" when wielding things such as arcs of lightning and waves of magical energy.\n\nEscape:\n\nI realize many would believe this better belongs in the Basics of Defense section, but I disagree. In the case one's escape goes as planned, congratulations, you have succeeded. But in the case of it not working, and sometimes it simply won't, you must be wise as to methods of escape that also give you an edge in retaliation.\n\nUnfortunately, your melee tools offer little help in the realm of escape. They are after all a set of skills that rely completely upon being near the threat, while the purpose of escape is to put distance between you and said threat. There is not much synergy between striking and enemy down and retreating, unless you have mastered the art of the over-the-back sword strike. Your best tool in escaping with your martial skills are positioning and natural surrounding, two things that will be dealt with in the specific maneuvers to come. Until then, suffice to say running works just fine.\n\nThe Art on the other hand offers a cornucopia of methods for eluding one's foes. Once again, Illusion and Enchantment come to the rescue. Darkness, Invisibilities, Glamors and mind-effecting conditions all allow for a speedy getaway to be made. If nothing else, they will buy you time to re-assess the situation and proceed accordingly. Transmutation also offers an interesting series of choices when fleeing. Hastes and Slows are invaluable in this sort of thing. If you cannot be caught or put into range, then you cannot be harmed. The most interesting escape spell of all from this grouping is Greater Sanctuary. From my research, it is much akin to a spell that several clergymen receive in their early career, much more powerful however. Not only does it conceal you from any hostile threat, it allows you to endure some level of physical damage as well as run at a greater speed. While not all sorcerers are blessed to manifest this power and not all wizards are versed enough to learn it, it is worth holding onto a copy or two in the form of a scroll, whenever you should come across them.\n\nTermination:\n\nSometimes it is the easiest thing in the world to just let one's hand slip. To let that dagger fall into the right neck, to give that hammer the gentlest push just so that it ruptures the opposing cranium. It is nobler however to know what one is doing, rather than giving into bloodlusting reveries.\n\nIf you are a spellsword in truth, you are full aware of how to use your weapon in the \"correct\" way. I will not waste time upon the myriad of techniques and details that go into wielding every sort of weapon. What I will provide however is a general overview that goes beyond using said weapons against targets. Firstly, pull no punches in your fights once termination has become the course of action. Do not always seek out the weakest of your enemies first, rather allow your gut and reasoning to lead you to whom you know poses the most immediate and potential threat. The brutes swinging for your head may be strong, but if they're not managing to harm you, you should likely move on the the magus behind them that would be able to strip you of your spells and leave you as punching bag for his friends.\n\nMagic... again, I struggle to even put these things into words. Spend too much time on it, I look as if I mean to explain everything (which I can't, alas I am mortal all the same). Spend too little time, and it appears I want to gloss over what is perhaps the most successful tool of warfare in humanoid history. To put into plain words, if you're a sorcerer, you know full well the potentials of your powers. You have seen their effects played out before you many a time. When the time for termination comes, let the mind of your ancestors lead you. If you are a Wizard, you've been versed in the reach of your science. As an apprentice, you always knew what happens when the Magic Missile reached the end of its trajectory. Aim with diligence, and the results will not surprise you. Beyond the general list here, look to the next chapter, Maneuvers and Tactics, for specific examples of spells, combinations, and courses of action for magical termination. I am not in the business instructing want-to-be killers, rather instructing those Artists that must kill in the art at its core.\n\n\nFacing Melee\n\n-You are a spellsword. Use your spells at a distance, but do not flinch at close range. Do not retreat for the sake of keeping range, unless it is completely necessary. If you've done your job, by the time threat is to you, you still have the upper hand.\n\n-If you are anticipating a close range confrontation, prepare your weapons and such ahead of time. The Soldier has no better opportunity to disrupt your flow of battle than when you must fumble the components of your Electrify Weapon spell in front of him. Most weapon enchantments last for relatively long times, so there is no excuse for failing to keep them enchanted in wartime.\n\n-Keep your alternate weapons at the ready on your waist or some place accessible in the heat of battle. Realizing you are as well a melee fighter, the Soldier may attempt to disarm you of your weapon. Or he may have a defense that makes him more hardy against a certain style of weapon, in which case you switch so you may do the most damage with each swing or stab.\n\n-You are the natural fear of the Soldier: a spellcaster. His first and right instinct will be to close the distance between you and him. Keep him at bay as long as possible, as this will further panic and force him to plow ahead. You can use this to your advantage by casting large-area spells that force him to either move through them, or find another route of attack.\n\n-Once he is in melee range, do not shrink back, unless you are certain that he is somehow more potent in his strikes. You were bred for this and can return a blow just the same. If you've become disciplined and focused enough, the fact that he is attacking you will not even phase you, should you so choose to continue to cast spells. I do not recommend this as a rule however, as you will see later.\n\nFacing Mages\n\n-Just as you are the natural fear of the Soldier, you are the nightmare of the mage. You are equally instructed in the Art, yet you are incredibly more versed in melee. You have a majority of the same benefits with little of the same weaknesses.\n\n-If you can afford it, counterspell. Counterspell and continually move closer. He is deprived of his only tool while you are managing to bring your closer to bear. Do not allow him to stay at a distance and deplete your castings however. If he is a focused mage, it may be possible he has more spell castings than you, in which case continual counterspelling will deplete you of many of your magics while leaving him the upper hand.\n\n-If they are present, dispel enchantments at the first opportunity. Whether you are going to use your martial prowess to bring down the mage or your own spells, his magics are the first barrier you must break through, if you are not to endure a long and arduous fight. A powerful breach or dispelling followed immediately counterspelling leaves your enemy mage vulnerable to a fault. His magics are gone and he cannot gain them back. He is at your mercy.\n\n-Exploit assumptions. You'd be surprised how often an enemy mage will mistake you for one of his own. There are many times when an enemy mage has counterspelled me, only to find me laughing as I approached them and struck them down with my blade. If the enemy mage initiates counterspelling on you do not panic. He has used his -only- tool to restrain a single one of yours. If you feel that you need magic to overcome the threat, scrolls and wands are perfect for this situation. As only the triggers need to be activated, they cannot be counterspell. Your enemy mage will not only find themselves unable to keep enchantments off you, but you will be all the more powerful when you meet them on foot.\n\nChapter Six: Maneuvers and Tactics\n\nTo be brief concerning what I had originally only intended to be a pamphlet, the message of this book does little without being put into practice. Many people however have problems taking that first step between ad-libbing amateur to freestying adept. These basic strategies allow you to get a feel of these lessons put into motion. While there is no substitute for a trial by fire, I strongly suggest going through their motions at least once before trying them directly on the field of battle. Preparedness, if you'll recall, is essential to your success.\n\nSubdual Techniques:\n\nWallpaper \n\nRequirements: An entangling or adhesive spell, any number of spells or physical maneuvers that take the opponent off their feet.\n\nA prone enemy is a defeated enemy, if only temporarily. Knocking an opponent to their back will buy some time, but such expenditures are most efficient when the opponent doesn't have a chance to get up. Knocking an opponent into one of your Web spell for instance gives you what may be precious moments to further restrain your target or escalate the fight.\n\nConjurative Intervention:\n\nRequirements: A summoned creature of some girth or strength.\n\nWhen trying to subdue an enemy that is fighting with all their might, it is good to give yourself the better odds by doubling your number. You're fighting from a handicapped position, so the more help the better. Any summon of a man's size or larger is well enough to get a grip of an opponent, if only to give you time to engage them yourself. Do not be afraid to send your cherished Stone Grunt into the fray. Instruct any summoned being carefully enough, and they will most likely go along with your plans, although most I assume are used to the idea of taking a life outright.\n\nShock and Awe\n\nRequirements: Disorienting long range magics, Hasting or Mass Hasting.\n\nUnder the effects of a Hasting, your speed at casting can increase by some rate, if you know what you're doing. This gives you the opportunity to shut an opponent down with your disabling spells in a flurry and magic and often leave them wondering if the want to continue this fight. A volley of Thunderclaps, Soundbursts, Fear, or Hold Persons not only shock the enemy outright, it reminds them of your prowess. If they managed to be staggered by this flurry and realize that you are a spellsword, they may recognize that fighting back creates more of a challenge than they are willing to take on. This is not because you could have potentially killed them if you like, but that to even combat you on a serious level would requires more resistance than they can bring to bear at this time.\n\nAssault Tactics:\n\nWhitewashing\n\nRequirements: Abjuratory breaches, dispellings, counterspelling.\n\nAs I spoke of earlier, when facing an enemy mage or enchanted opponent, dispelling them is in your best interest, whether you plan to immediately use blade or magic first. The key here is to dispel the enemy, then immediately be ready to counterspell at the next moment. An enemy's first reaction to being dispelled will be to try to regain some of those lost magics. When they notice that they are unable to reclaim them, what started off as a fight has now become an exercise in futility on their part.\n\nNote: An enemy spellcaster may keep scrolls at the ready just as you do. In this case, they will in fact be able to gain their spells back with little you can do beside directly intervening with their reading. The likeliest course of action is to regain something that either protects them from spells or from melee, rather than an offensive motion. Most often it will be the later if they are a magus, in which case it will be something are rudimentary as Invisibility all the way of to Greater Sanctuary. In either case, you counterspelling becomes nullified. Be ready in the cast that this happens and IMMEDIATELY cast a dispel or breach at the area they were just standing upon. If the spell was cast from a scroll, its power should be mild enough for it to be dispelled by this, despite the mage's own level of expertise.\n\nMercy Strikes\n\nRequirement: Any fast-acting, high damaging spell at close range.\n\nYou may come to notice that in fighting melee, you find yourself whittling the opponent down slower than you'd like. All the same, they are knocking on death's door as it is. In the case the enemy has become fatigued and near his death, do not be afraid to cast whatever magics you have to put him out of his suffering. Many a spellsword finds his own Electric Spheres bursting before his eyes a bit much to handle, but if you've even the slightest bit of aim, you can cast even the most damaging spells at close range to end a fight quickly. The technique comes in focusing the blast completely in front of you, rather than at a specific area. In example, to terminate the Ice Giant staggering before you, aim your Fireball directly in front of you, at about chest height or higher. Even if the flames flash back at you, your hands are already in the position to shield your eyes and face. This is much safer and effective than aiming at the ground as many mages will often do. While it guarantees the enemy will be hit, it also guarantees that the damaging aspect of the spell washes over a large area. A large area you or your cohorts may be standing in without realizing it.\n\nIn further thought, a spell may be much more reliable than the \"perfect\" strikes you'll find yourself making every so often in battle. Aye, they're a blessed thing, when your sword goes right where you were intending it to go and your enemy is critically shaken, but it is not necessarily a reliable happening. Burst magics on the other hand almost always gives a large payload of damage and enemy collateral. While you're not able to send them out as fast as a strike perhaps, you are able to make the ones you do cast count. In simpler terms, if you see that last bugbear mortally wounded and staggering your way, take him out with some devastating evocation, rather than spend precious time paring his flesh.\n\nIf you are exceptionally confident in your weapon being able to deal death to an enemy without but another hit, then you might like to perform a Mercy Strike using True Strike. The main goal of Mercy Strikes are to eliminate enemies as soon as they become adequately weakened. Terminate all threats as quickly as you can and move on to the next.\n\nUnrelenting Alternation\n\nRequirements: Some reliable form of stun, confusion, or ground-throttling. The destructive spell of your choice.\n\nThis is more or less an a tactic used in surprise attacks. It is the deadly version of Shock and Awe. If you cannot afford to let an enemy gain a position of defense, simply don't allow them to. Alternate between magics you believe will reliably disable them and the hardest-hitting evocations you can manage. Between being knocked unconscious or to their knees, they will have little time to defend against your waves of fire or spears of ice. Perhaps not the most \"fair\" example of combat, but fairness is not a virtue you can afford in a battle for your life. Do what you must. History looks favorably upon the victor, often with little regard for their methods of battle.\n\nShadow's Assault\n\nRequirements: (Invisibility), Darkness or Blinding. A summon, though not necessarily your strongest.\n\nAnother surprise maneuver. When taking your opponent off guard, approach from their back. Initiate with Darkness, though blinding works if you are quite sure in your abilities. Darkness has the advantage of guaranteeing that you will not be seen until after they are already in the dark. Blindness, however, cannot be escaped from by foot. They both have their good sides, but experience has shown for me Darkness is the more preferable. Once the enemy is in the darkness, immediately summon your cohort on the side of the sphere closest to you, inside the actual spell. Though your opponent will not know where you are standing, they will likely try to exit the darkness as soon as they can. The summon distracts them with its initial attack, usually forcing them to defend themselves just out of reflex. This is valuable time you can use to further prepare or bombard them with your spells.\n\nDefensive Maneuvers\n\nShadow's Feint\n\nRequirements: Darkness, a summon, Invisibility helps.\n\nThis is the defensive version of Shadow's Assault. When being approached by an enemy, cast Darkness upon yourself. After this, summon your creature inside of your sphere and retreat towards the rear, being ready to disable or initiate your first attack on the enemy once they enter and find your summon instead of you.\n\nNote: This technique can be quiet useful for getting away from mages, as most are used to directly targeting a person. To attack you they literally must make a shot in the dark. In the case you are counterspelled, Darkness scrolls work well. I would recommend in the case of a mage however not wasting time with the summon, as their first act will likely be to dispel the darkness. The major point of using this in defense against a mage is to break line of sight, just long enough for you to regroup.\n\nSheltered Reversal/Retreat\n\nRequirements: Counterspell, Invisibility\n\nIf you must ensure the escape of yourself or your allies from a spellcaster, be on your toes. If it looks like the situation might go south fast, get your counterspelling ready. After counterspelling their next spell, immediately cast Invisibility on yourself and resume your counterspelling stance. Most are unaware, but you can continue your countering while in the guise of the spell. In between their castings, make your retreat, stopping only to counter their spells. Unless they have scrolls are the ready or a divination already cast, they will be unable to even see your retreat.\n\nNote: While this is a defensive maneuver, it can very easily play into Whitewashing. It will take you out of invisibility to dispel them, but you will have gained the upper hand already. In this case it is a Sheltered Reversal, allowing you to move from defense to offense in the course of only a few spells.\n\nStrategies:\n\nA brief overview of logistics when using some of these techniques.\n-Use landscape to your advantage when initiating surprise attacks. High ground allows for your assaults to be more harder to counter, because the enemy may often have to reposition themselves to counter, perhaps even having to come up to your level if they are a Soldier sort. Hasting is always a good idea here, as it allows you to make more actions in the same given time as your enemy.\n\n-Shadow's Feint works best when there is either a large area to retreat to directly behind you, or something that obscures sight, such as a building. If in close quarters with your back against an insurmountable obstruction, Darkness itself may be all you can manage. In which case, try to time your exit of the sphere with the enemy's entry. Be warned though, the smart enemy, knowing that you have nowhere to run but towards them may try to wait you out and prepare themselves. In this case, take the opportunity to prepare too. You're likely in for a battle either way you look at it.\n\n-Don't allow yourself to become caught up in Shock and Awe to the point it becomes Unrelenting Alternation. Granted, sometimes battle must escalate as it must, but if you've decided to use nonlethal force before battle, then attempt to follow it through unless your life becomes at risk. As good as it may feel to vanquish whatever fool is challenging you, you will feel even better knowing that you could have easily done so, but chose not to... if only to strike him down later if he continues his advance. Fools are quick to shrug off death in this day and age. Shame and humiliation, however, last longer than Resurrection sickness.\n\nWhat does this have to do about strategy you ask? Not all your strategies should pertain to the actual battle itself. There are many foes I have bested that have later become allies, if not good friends. Some of the greatest battles you win need not ever take place on a battlefield. Sometimes the greatest victory is the fight you're able to avoid.\n\n-Summons are a great thing to have about, even if they are not particularly damaging. Macabre as it may be, but their bodies may make good shields from your enemies' blows. Also, they can serve as distractions, especially when you are attacking from invisibility. The enemy may perceive their conjuration as the start of your assault and defend as soon as they may, thinking the summon is your main plan of attack. Even if they choose to flee it, it may manage some lucky parting shots.\n\n*Several Diagrams of logistics//Will be added later*\n\nChapter Seven: Wherever the Path May Lead\n\n\"You too must be willing to take the road untraveled. What lies ahead, who knows. But one thing is for sure. You shall be the first to view it. And you will be remembered for that.\"\n\n-Ania, One of the Three Founders of the H.S.\n\nThis is not the end of the journey my friends. Nay, it is only the beginning. Where your path as a Spellsword takes you from here out is up to you. You may choose to become a protector of the Weave as I have and take up the mantle of a Knight of the Weave. You may perhaps turn home to protect the lands of the People as a Bladesinger. Who knows, perhaps you'll find your way into a military of some sort as a Duskblade or Warmage. The possibilities are many and varied.\n\nIt is now that I take time to describe certain paths that you may already find yourself on. For this reason, I will describe them, that you might recognize what Fate may have in store for you.\n\nThe \"Swordmage\":\n\nIncreasingly common in this time is a particular brand of Spellsword that focuses mainly on magics that modify himself or his weapon. Transmutation is a popular school among them for this very reason, using such spells as Keening Weapon, Blackstaff, Tenser's Transmogrification, and even the Polymorph technique. While these spellswords do pride themselves on maintaining a few heavily damaging spells (mainly for Mercy Strikes), their aim is to perfect the Soldier's path, not only overcoming its weaknesses, but strengthening the things it is already known for. Often these spellswords are individuals who found themselves originally called towards the blade, but either had a natural talent or curiosity for the Art. While this did not become a great focus for them, they did realize the benefits of combining the Art with their first love.\n\n-Benefits: Incredibly versed in melee, often leaving their mundane peers in the dust.\n-Drawbacks: Thin on the choices that gives traditional Spellswords their huge adaptability.\n\n\"Battlemage\":\n\nThe true nature of most mages one will see in the traditional military setting. They leave behind the robes of their forerunners to don the armor of a Soldier, while maintaining their roots. They will likely be versed in a simple weapon or two, but the Art still remains their major focus for their career. More or less, their melee weapon serves as a \"back up plan\" that they resort to when their spells no longer have effect or depleted. The \"you never run out of axe\" lesson, if you recall. While this kind of spellsword will be far more ready to take up a blade than your average nose-in-book, they often rely on their magics alone to bring them up to par. True Strike is quite the favorite for them. However, they will often tend towards Abjurations to further bolster their armor wearing and allow them to stand toe-to-toe with Soldiers and not flinch in the least. Often, these are spellswords that began the purist's path, but found the call of the Art too overpowering for them to double their focus. They may often neglect their non-enchanted physicality much the way traditional mages are known for, whereas the Spellsword and Swordmage tend to train both mind and body equally.\n\n-Benefits: The frailty of the traditional Spellcaster is virtually erased, in exchange for learning techniques of stilled casting.\n-Drawbacks: They also lack some features that allow the Spellsword's adaptability.\n\nThe \"Hexblade\":\n\nSimilar to the Swordmage, the Hexblade focuses on a few disabling magics where the Swordmage would have spent his time on destructive spells. Martial prowess is as well their main goal, but they expressly choose to make the opponent weaker before challenging him on foot. Illusion and Curses are very popular among them, as they often specialize in surprise attacks. Immediately weakening the enemy and then pouncing proves a very successful tactic for them. Some, apparently also take up the knowledge of the Shadowdancer, to further engross themselves in their kind of combat.\n\n-Benefits: The Swordmage with the edge of making his opponents even less adequate to face him face to face.\n-Drawbacks: Perhaps the least versatility of any of the offshoots. In the case the opponent is warded against ailing magics, they become Swordmages without the option of direct damaging magics. For this reason, they usually rely on subterfuge to attack an enemy when they are at their least prepared.\n\nThe \"Warmage\":\n\nThe Warmage, the best examples of which come from Cormyr I'm told, are the closest cousin to the pure Spellsword. The only notable difference is their focus on offensive magics and destroying the enemy through overwhelming firepower and damage. While this makes them incredibly formidable in any sort of wartime situation(hence the name), they find themselves lacking in matters of defense and defending others. Admittedly, the few I've had the honor to work with usually made short work of whatever the threat was before they were able to take much damage. They will obviously gravitate towards the school of Evocation and a few Conjurations, as some take to summoning blades as well.\n\nBenefits: Astounding offensive capabilities. Adaptability in all things war-like.\nDrawbacks: Stunted in other areas of the Weave. While Magics is a great tool of war, unfortunately these few find themselves unable to explore its creative side.\n\nThe \"Purist\":\n\nAll in moderation, even moderation. The spellsword as I described him at the beginning of this book. I need not say much more on this, for you have spent an entire book coming to learn of his ways. More importantly, you know by now if you've chosen to love both blade and Art equally. I often take to calling this path the \"Sorcerous Warrior\", even for those that are not of sorcerous blood. This is because as naturally as the Art comes to my kind, most Purists find themselves coming naturally into a mix of the two archetypes. Additionally, Sorcerors are generally more inclined to pick up a weapon as more than a last defense than other Wizardous folk. Granted, the same might be said about Cantomancers, but more often their spells just start off as \"tidbits\" they pick up along the way and more often push them towards Hexblade or Swordmage than Purist. As I said before, all can rise to equal stature as a Spellsword. But I have no qualms with accusations of bias when I say Sorcerors usually have an easier time of it, for I have seen it myself. Dozens, if not hundreds of times. The same way Wizards find becoming an Artificer easier than most of my kind, Sorcerors will more often have ease with the path of the Artful Warrior.\n\nBenefits: Adaptability to almost any situation. In theory, can fulfill any of the previous roles, if given the proper preparation.\nDrawbacks: The most difficult of the paths. The \"Straight and Narrow\", though I should emphasize there is no shame in deviating from this road. Allow your experiences to lead you wherever feels right.\n\n\nOnly you can decide your path in life, in your career, in all things. Once again, these are just things I have seen in my own experience in order to educate the students of the Art. If you feel that none of these things apply to you, feel free to throw out the teachings of this old man. There were quite a few text books I came across in my days as a student that I just didn't find pertinent to my journey. While I'd like to think my words strike true to most of you, it is not as if I've seen everything in this great existence(though I have seen Existence itself on one... odd... occasion).\n\nFeel free to contact me for any questions or issue of further research at the Mafer Manor of Shadowscape. Currently I and my colleagues are in the final stages of publishing our work on Sorcerous Bloodlines. Though I am busy these days, I will always have time to give a few pointers or lessons to fellow Artful Soldiers, so long as I am shown some level of respect.\n\nUntil we meet or meet again, my fellows,\nYour Ally,\nIt's Protector\n\n~B~E~L~D~O~R~\n\n\"As long as the Daystar rises, so long as the Planes do twist, this sword and shield are at your side: I and the Weave amidst.\n\n-Yours Truly, Founder of the Honorable Serpent\n\nSpecial Thanks\n\nAll Members of the Honorable Serpent\nMy Extended Family of the Mystic Blade\nThe Amian Archeologist's Guild\nMark Anno of Wharftown, along with the rest of the Bunch\nThe Scouts\n\nAnd\n\nMy Muse and Enduring Inspiration, wherever She may be,\n\nJ. F."
    }
  },
  "DisarmDC": {
    "type": "byte",
    "value": 0
  },
  "Faction": {
    "type": "dword",
    "value": 1
  },
  "Fort": {
    "type": "byte",
    "value": 5
  },
  "Hardness": {
    "type": "byte",
    "value": 5
  },
  "HasInventory": {
    "type": "byte",
    "value": 0
  },
  "HP": {
    "type": "short",
    "value": 10
  },
  "Interruptable": {
    "type": "byte",
    "value": 1
  },
  "KeyName": {
    "type": "cexostring",
    "value": ""
  },
  "KeyRequired": {
    "type": "byte",
    "value": 0
  },
  "Lockable": {
    "type": "byte",
    "value": 1
  },
  "Locked": {
    "type": "byte",
    "value": 0
  },
  "LocName": {
    "type": "cexolocstring",
    "value": {
      "0": "The Spellsword's Manifesto"
    }
  },
  "OnClick": {
    "type": "resref",
    "value": ""
  },
  "OnClosed": {
    "type": "resref",
    "value": ""
  },
  "OnDamaged": {
    "type": "resref",
    "value": ""
  },
  "OnDeath": {
    "type": "resref",
    "value": ""
  },
  "OnDisarm": {
    "type": "resref",
    "value": ""
  },
  "OnHeartbeat": {
    "type": "resref",
    "value": ""
  },
  "OnInvDisturbed": {
    "type": "resref",
    "value": ""
  },
  "OnLock": {
    "type": "resref",
    "value": ""
  },
  "OnMeleeAttacked": {
    "type": "resref",
    "value": ""
  },
  "OnOpen": {
    "type": "resref",
    "value": ""
  },
  "OnSpellCastAt": {
    "type": "resref",
    "value": ""
  },
  "OnTrapTriggered": {
    "type": "resref",
    "value": ""
  },
  "OnUnlock": {
    "type": "resref",
    "value": ""
  },
  "OnUsed": {
    "type": "resref",
    "value": ""
  },
  "OnUserDefined": {
    "type": "resref",
    "value": ""
  },
  "OpenLockDC": {
    "type": "byte",
    "value": 0
  },
  "PaletteID": {
    "type": "byte",
    "value": 13
  },
  "Plot": {
    "type": "byte",
    "value": 1
  },
  "PortraitId": {
    "type": "word",
    "value": 0
  },
  "Ref": {
    "type": "byte",
    "value": 0
  },
  "Static": {
    "type": "byte",
    "value": 0
  },
  "Tag": {
    "type": "cexostring",
    "value": "book_arc_018"
  },
  "TemplateResRef": {
    "type": "resref",
    "value": "book_arc_018"
  },
  "TrapDetectable": {
    "type": "byte",
    "value": 1
  },
  "TrapDetectDC": {
    "type": "byte",
    "value": 0
  },
  "TrapDisarmable": {
    "type": "byte",
    "value": 1
  },
  "TrapFlag": {
    "type": "byte",
    "value": 0
  },
  "TrapOneShot": {
    "type": "byte",
    "value": 1
  },
  "TrapType": {
    "type": "byte",
    "value": 0
  },
  "Type": {
    "type": "byte",
    "value": 0
  },
  "Useable": {
    "type": "byte",
    "value": 1
  },
  "Will": {
    "type": "byte",
    "value": 0
  }
}
