{
  "__data_type": "UTP ",
  "AnimationState": {
    "type": "byte",
    "value": 0
  },
  "Appearance": {
    "type": "dword",
    "value": 1327
  },
  "AutoRemoveKey": {
    "type": "byte",
    "value": 0
  },
  "BodyBag": {
    "type": "byte",
    "value": 0
  },
  "CloseLockDC": {
    "type": "byte",
    "value": 0
  },
  "Comment": {
    "type": "cexostring",
    "value": ""
  },
  "Conversation": {
    "type": "resref",
    "value": ""
  },
  "CurrentHP": {
    "type": "short",
    "value": 10
  },
  "Description": {
    "type": "cexolocstring",
    "value": {
      "0": "Treatise on Arcane Artisanry, or \"I've decided what I want to make, how do I go about it?\"\n\nBy: Tuomas Valo\n\nReviewed by: Ulrik Valis\n\nThis treatise, is a document intended to provide Magicians whom have not delved significantly into the Artisan's art, or a curious lay individual with a more thorough outlook from one point of view on exactly how an Artisan of magical crafting goes about their art and why.\n\nThis does not cover the more commonly known local art of Mythal crafting given the common availibility of instruction and education in such as well as it's ease of process. However, certain concepts do translate over which are more universal, such as the limitations of how many abilities an individual item might possess.\n\n\n----\n\nChapter 1: Preparations and Essential components.\n\nIn going about the process of enchanting an object after deciding what they wish to enchant and what enchantments they want to imbue, one needs several key components, some obvious and implied but will be listed here for sake of thoroughness and detail:\n\n* Diamond Dust: This is a physical component which serves, alongside an arcanist's own ritualistic preparations as a natural conductor for arcane energy when properly set out or integrated into a solution with pure water (see below). The exact amount of diamond dust will vary from project to project\n\n* Pure Water: To define the purity of water required here , I cite the following explanation: The water must either be from a Glacial source, from the Elemental Plane of Water (a bit inefficient) , or created through the spell 'Create Water', an Orison availible to Druidic and to those of Divine magic. Alternatively, if none of these is viable, water purified through Alchemical means may be sufficient however this is a secondary preference. \n\nBecause this water will be imbued in a solution with some of the quantity of Diamond Dust to be used in the enchanting process, the purity is important as any impurity in the water will potentially disrupt the delicate flow of Weave energy once it has begun it's imbuing process. \n\n*Spells: The 'Permanency' spell will be essential, it is a Fifth Circle incantation of no specific school, as it will be what is used to hold the enchantments in place once they are cast lastly onto the object intended to be enchanted. \n\nAside from this, the spells nescessary are those relevant to the intended enchantments on the object, and will vary from individual project to project but in most cases, an Arcanist would know what is nescessary from analysis, consideration and to a lesser extent, intuition.\n\n*The object to be enchanted: This may seem silly but I will go into some details on the object and it's importance to the process. \n\nIdeally, the object will have a symbolic or real tie to the function of the intended enchantments (Such as protective enchantments best suited to be on a suit of clothing or armour, for instance). This might seem silly to note but it is important as if the purpose of an object's mundane nature is in conflict with it's arcane intention, the enchantments may not be as effective or complete properly.\n\nSecondly, but as importantly as the first point, the object intended to recieve the enchantments will be of the finest mundane craft possible with as little magic used in the basic crafting process as humanly possible, ideally none. The latent aura on an object formed or shaped of magic already may interfere potentially with the final enchantment process.\n\nThirdly, though this is optional, where possible, try to find materials which have a stronger tie to the form of magics you are working. An example: If you are enchanting a sword to be flaming, if you can possibly lay hands on a ruby to set in the pommel or somewhere in the sword, that would help, although it is more a point of aesthetics and improvement of the connection the item has to the intended enchantments. \n\nA private workspace: This is important in that once you begin the enchanting, an object's connection to the Weave is in flux and changing, thus potentially easy to disrupt for when you are not attending the work. Thusly, it is ideal to leave your crafting Circle and intended object (Crafting Circles will be covered in the next chapter) in a place it will not be easily disrupted, a private abode or dedicated lab is ideal.\n\n---\n\nChapter 2: Preparations.\n\nOnce all of the ingredients have been obtained for the item you wish to enchant above, the processes followed in preparation for an item's enchantment are thus:\n\n* Firstly, determine the amount of Diamond dust to be used in the enchantment of the item in question. Though this is a difficult process to detail here, a common guideline is to base the value of diamond dust needed on the appropriate potency of the enchantments. Commonly, increments of one thousand gold pieces in gold value is a guideline to base values off of. \n\n* A solution of pure water and Diamond dust is prepared, by mixing a portion of the diamond dust to equate to one tenth of the amount of Diamond dust to be used in the enchantment, in a tub of pure water, at least two feet radius by one foot in depth (more may be required, given you need to completely submerge the item in question). \n\n* The item to be enchanted is completely submerged within the tub of solution for an hour's time, then allowed to dry for eight hours time. Once this step is completed, the Crafter's circle is prepared.\n\n* A Crafter's circle is a magic circle of designs based around the patterns and formulae for the item to be enchanted, along with a general magic circle of stabilization so the energy you have brought to the circle, yet not transferred into the item has a place to rest whilst you are not working upon the enchanting and transfer of energy. This will be covered more in the next chapter.\n\n* Once the Crafter's circle is fashioned, and the energies transferred (again, will cover in the next chapter) , a Final spoken invocation signals to the Weave that you are completing the rituals, something intrinsic to the intention of the item such as \"By these final Rotes, and the Will of my Patron Gond I imbue this armour to protect it's wearer against flames\" , in the case of fashioning an armour meant to protect against fire. Then, for each spell to be enchanted into the armour, a Permanancy spell is cast first, then the intended spell. One permanency spell must be cast per imbuement. After all the spells are imbued, a final and brief ritualistic act ends the ritual and completes the process of binding the energies of the Weave into the object.\n\n\n-----\n\n\nChapter 3: The Act of Enchantment\n\nWhile I digress I cannot give the specific rituals entailing artisanry in this, I will give a rudimentary explanation of what they functionally do and some of the reasoning why the conventions that are in place are.\n\nThe Crafter's Circle has a threefold purpose:\n\n* To Draw slowly but surely a measure of the Weave's energy from the surrounding area, as well as the Caster's own energies to a lesser extent.\n\n* To create a stable environment of transferrance to allow the raw energies both of the Weave and Ritualist to be imbued into the item.\n\n* To allow for the Caster to step away from the enchanting process to eat, and rest as well as attend rudimentary activities of self-sustenance. \n\n\nThe process of enchanting itself begins by the Caster slowly and ritualistically opening a tie to the Weave, once the Crafter's circle is prepared and slowly drawing energy through his rituals from the surrounding weave, and from within himself and letting it course through the circle to carefully feed into the item intended to be enchanted.\n\nThe rituals which control this process can be sustained for eight hours each day, at which point the Caster ritualistically blocks off the circle's connection to the Weave so that new energy doesn't seep in or overflow , but also that the energy which has yet to be absorbed into the enchanted object.\n\nThe exact number of days this above process must be sustained can be calculated if you have an approximation of the item's value of enchantment worked out from your prior calculations. Each day, you can only enchant one thousand gold pieces worth of energy into the enchanted object in a safe fashion, both for the actual object and for your own sake due to the drain of energy on your part which occurs during the enchanting process. \n\nWhile Weave energy on it's own is potent, it does require some drain of the ritualist's energies and life force in order to make it suitable for providing a permanent and persistant enchantment on an object. This is why there is a drain of a ritualist's personal energies, alongside those of the Weave. \n\nThe transfer of energies which takes so much time is nescessary to provide the raw energy that will, alongside the ritualist's own life energy be used to provide the persistant enchantment that a simple Rote formulaic spell cannot provide on it's own accord. It is also nescessary to limit the amount absorbed per day due to the potential of an arcane backlash that could disrupt the whole process of enchantment and ruin any work done to date.\n\nThe ending of the rituals, as explained above with the castings of Permanency and the individual spells to be used to enchant the objects is a matter of providing intent and shape to the energies gathered over the Crafting ritual's process to date. Just like an edge is forged for a knife or sharp tool after the metal has been shaped, the Permanency and spells provide the 'Shape' of the enchantments, defining that energy into the form which will imbue the object with it's enchantment. It is at that point additionally, during the final invocation (whether in the mind, or verbally) , that any nescessary command words or triggering definitions are set down.\n\n-------\n\nTo close, it is my hope that this provides an eye into the process of Arcane crafting that will help people gain a better understanding of the process by which items are created through enchanting rituals. \n\nAs said previously, this is my own perspective, and just as there are many perspectives on other matters, so too is there many perspectives on this particular facet of the Art.\n\nRegards,\nTuomas Valo"
    }
  },
  "DisarmDC": {
    "type": "byte",
    "value": 0
  },
  "Faction": {
    "type": "dword",
    "value": 1
  },
  "Fort": {
    "type": "byte",
    "value": 5
  },
  "Hardness": {
    "type": "byte",
    "value": 5
  },
  "HasInventory": {
    "type": "byte",
    "value": 0
  },
  "HP": {
    "type": "short",
    "value": 10
  },
  "Interruptable": {
    "type": "byte",
    "value": 1
  },
  "KeyName": {
    "type": "cexostring",
    "value": ""
  },
  "KeyRequired": {
    "type": "byte",
    "value": 0
  },
  "Lockable": {
    "type": "byte",
    "value": 1
  },
  "Locked": {
    "type": "byte",
    "value": 0
  },
  "LocName": {
    "type": "cexolocstring",
    "value": {
      "0": "Treatise Upon Arcane History"
    }
  },
  "OnClick": {
    "type": "resref",
    "value": ""
  },
  "OnClosed": {
    "type": "resref",
    "value": ""
  },
  "OnDamaged": {
    "type": "resref",
    "value": ""
  },
  "OnDeath": {
    "type": "resref",
    "value": ""
  },
  "OnDisarm": {
    "type": "resref",
    "value": ""
  },
  "OnHeartbeat": {
    "type": "resref",
    "value": ""
  },
  "OnInvDisturbed": {
    "type": "resref",
    "value": ""
  },
  "OnLock": {
    "type": "resref",
    "value": ""
  },
  "OnMeleeAttacked": {
    "type": "resref",
    "value": ""
  },
  "OnOpen": {
    "type": "resref",
    "value": ""
  },
  "OnSpellCastAt": {
    "type": "resref",
    "value": ""
  },
  "OnTrapTriggered": {
    "type": "resref",
    "value": ""
  },
  "OnUnlock": {
    "type": "resref",
    "value": ""
  },
  "OnUsed": {
    "type": "resref",
    "value": ""
  },
  "OnUserDefined": {
    "type": "resref",
    "value": ""
  },
  "OpenLockDC": {
    "type": "byte",
    "value": 0
  },
  "PaletteID": {
    "type": "byte",
    "value": 13
  },
  "Plot": {
    "type": "byte",
    "value": 1
  },
  "PortraitId": {
    "type": "word",
    "value": 0
  },
  "Ref": {
    "type": "byte",
    "value": 0
  },
  "Static": {
    "type": "byte",
    "value": 0
  },
  "Tag": {
    "type": "cexostring",
    "value": "book_arc_021"
  },
  "TemplateResRef": {
    "type": "resref",
    "value": "book_arc_021"
  },
  "TrapDetectable": {
    "type": "byte",
    "value": 1
  },
  "TrapDetectDC": {
    "type": "byte",
    "value": 0
  },
  "TrapDisarmable": {
    "type": "byte",
    "value": 1
  },
  "TrapFlag": {
    "type": "byte",
    "value": 0
  },
  "TrapOneShot": {
    "type": "byte",
    "value": 1
  },
  "TrapType": {
    "type": "byte",
    "value": 0
  },
  "Type": {
    "type": "byte",
    "value": 0
  },
  "Useable": {
    "type": "byte",
    "value": 1
  },
  "Will": {
    "type": "byte",
    "value": 0
  }
}
