{
  "__data_type": "UTP ",
  "AnimationState": {
    "type": "byte",
    "value": 0
  },
  "Appearance": {
    "type": "dword",
    "value": 1385
  },
  "AutoRemoveKey": {
    "type": "byte",
    "value": 0
  },
  "BodyBag": {
    "type": "byte",
    "value": 0
  },
  "CloseLockDC": {
    "type": "byte",
    "value": 0
  },
  "Comment": {
    "type": "cexostring",
    "value": ""
  },
  "Conversation": {
    "type": "resref",
    "value": ""
  },
  "CurrentHP": {
    "type": "short",
    "value": 10
  },
  "Description": {
    "type": "cexolocstring",
    "value": {
      "0": "On the Ethics of Magic \nWritten by Drin Al'til \n------------------------------------------------------------------------------------- \n\n\nThis scroll includes a copy of the Research of Drin Al'til upon the ethics of (offensive) magic. The content, if deemed suitable, is free to be used for studying and expanding purposes. Best regards.\n\n\n\n\nI would like to start this scroll by a small word on my viewing point on this research matter. First of all is my research one on the ethics of mainly offensive magic. This stated, ethics and magic has been a much discussed debating point throughout the ages. There is an almost automatic reaction to jump towards the possible dangers of necromancy. Often people will try to impose their own way of seeing things onto others. This is however not what I wished to accomplish in this research. I do not wish to evaluate the place of necromancy. Nor do I wish to give a moral system on how to deal things. I will not treat these areas.\nI will treat however the different ways how people may experience ethics. Why do they choose for a certain morality? Is there a general factor that unites the possible ways of dealing with ethics and magic?\n\nTo start one needs a classification on what is offensive magic. I for myself have divided magic in general by its school on a grid using two dimensions. I distinguish the physical - mental dimension and a second one, harming - protecting. This creates a diagram where one can order the different schools on. The way I personally order them is represented below.\n\n\nMENTAL\n\nDivination\nEnchantment Illusion\nHARMING Necromancy Abjuration PROTECTING\nEvocation Transmutation\nConjuration\n\nPHYSICAL\n\n\n\nUsing this figure, one could conclude that enchantment, evocation and necromancy are the schools that should be researched when one is interested in offensive magic. Their offensive character is very clear for all to see. However this does not mean that the other schools do not have the potential of performing offensive acts. Divination can be used to see what lives in someone, which at it self can be used to cause harm. Even a protective incantation can be considered offensive. If we state that an offensive spell must be regarded so when it is cast against the will of the receiver, then virtually any spell can be regarded as offensive. -I expect spells mages cast upon themselves not to be offensive though- Now we have stated a definition for offensive casting we can regards the ethics concerning them.\n\nSegregation between ethics concerning divine and arcane magic will be made at first. Although this gap will be crossed later on, it is used in order to create structure. Starting with divine magic, it will be split again in two namely priestly and natural magic.\n\nNatural magic is the magic most known for druids to wield. They seemingly rule the elements around them. As if the forest obeys their every command. Themselves they claim not to rule the forest. They are so in touch with the forest that it does what they ask, almost as one can say, as a favor. Intriguing in this relationship is that the druid does not asks for something if he or she doesn't believe it to be beneficial to nature. The key idea, in regarding whether or not something is good for its environment, is balance. The principle of balance appears to be the central idea for them. They believe that for everything there is a point of balance that creates the opportunity for growth in the future.\nRelated to the forests they often inhabit, this can be done with the example of dead wood. When there are too much dead branches the sunlight is blocked so the undergrowth and possibly other trees do not get enough sun. This causes those plants to waste away. However if an overeager lumberman would cut too much of the branches, the tree would die. A balance needs to be sought between cutting enough branches to let the light through and not to much for the tree to live. The balance idea is applied to every aspect.\nHow do the druids declare which actions and spells cause imbalance? Which actions and spells do they regard as unethical? As I was told, the druids know through the consequences. If they cause too much of an imbalance they loose their magical bond with nature. A druid which would create an undead being would loose its powers since they believe there is a time and place for every creature to live and die. As life should be respected, so should death .This again in order to keep the balance.\nHowever, the druid does not gain any sign in advance that what they are going to do will cause an imbalance. I was told they do feel an imbalance when it occurs but they do not feel if their actions will restore it or cause greater harm. They then must rely on their intuition and reasoning. They might consult other druids on the topics, but the action is theirs to make. Remarkable is that their ethical system is initially based on their own judgment. They just might have to face the consequences of losing their magic.\nOn offensive magic one should be able to draw the consequences. Offensive spells are permitted both in defense as in offense. Considering off coarse they do not disrupt balance.\n\nPriestly magic seems rather straightforward. A disciple receives the power of magic from their deity. It is a gift from their duty, but it comes with consequences. In order to be deemed worthy enough by their deity, a disciple must maintain a certain code of conduct. This code is usually written out and can contain both general guidelines and specific orders. Both rights and duties are mostly covered. This code of conduct reflects the deity's view on matters of life. The regulations on offensive magic, if any, are stated in this code. An exhaustive list of every deity and the view on offensive magic could be given here, but this wouldn't contribute much to this writing. Just as a druid, a disciple of a certain deity loses his or her magic when violating their code of ethics. Contrasting to the druid however they have a more clear view on what is accepted, and what not, by their deity. For priestly magic the ethics are thus defined by which God one chooses to follow.\n\nThe next field of magic is that of the arcane. Mages access the weave through their own power. They have the freedom to shape it as they wish, only limited by their own power and knowledge. This means they are not bound by an imposed code of ethics. They do not lose their magic power if they take a misstep. They lose their live and soul in the worst case. This makes the research on ethics more difficult when one regards mages. Mages thus choose their own code of ethics. This may be provided by their deity, choosing the same restrictions as a cleric of the same deity. Or it may be a code given by the mentor of the specific mage. Most of these codes appear to have the same items. Usually it includes not using offensive magic when not necessary. This might be only in defense, but for some there are goals which are more important than another's life. A lot of mages also decide not to use offensive castings on people of their own race unless their life is threatened. A few don't even make this exception. Very clearly, mages have free will when one regards this theme. Off coarse this free will must not be taken as unlimited. A society will respond when a mage's actions become a threat to it. But intrinsic the mage is free to judge by is own wisdom.\n\nNow are there universal aspects when one regards ethics and magic? Clearly there is an important aspect of choice. When one wishes to follow the ways of magic, one starts with the choice on how to achieve this. Through study and learning, or by forming a deeper connection with something that surpasses us? After one has learned how to wield magic, it is up to that person to decide how to use the power he or she has been given. Choice is a key aspect. Interesting on this matter is what drives people to make the choices they make. Why does one decide to follow a certain deity? I have been suggested there might be a factor of destination in this matter. This may however seem to be restricting the idea that man has free will. On the other hand, if we are influenced by random events without any logic in the process, free will might be reduced as well. This because in this vision, man is like a string puppet that can only move in limited ways and always has to obey the strings that are attached to it. It would take a very exceptional person to cut these strings. Both of these visions seem to state that there is more a lack of ethics when one considers the individual. The actions and the ethics used are, according to these visions, steered by causes greater than the individual. These cause being a cosmic plan or an automatic reaction on events. I believe however that the truth lies somewhere between this extremes. That there is free will in this matter, a free will that may be partly influenced by destination and environment. This vision however states that there are more aspects in this process. Which may be these other aspects are left open for the future.\n\nTo close this scroll, I would like to invite everyone to give their own opinion on this matter. This way, possible errors in this writing may be pointed out. Furthermore a more differentiated view may arise. I would also like to thank everyone who has been so kind to answer my myriad of questions when I was researching the matter. If anyone feels to go deeper on the matter, please do."
    }
  },
  "DisarmDC": {
    "type": "byte",
    "value": 0
  },
  "Faction": {
    "type": "dword",
    "value": 1
  },
  "Fort": {
    "type": "byte",
    "value": 5
  },
  "Hardness": {
    "type": "byte",
    "value": 5
  },
  "HasInventory": {
    "type": "byte",
    "value": 0
  },
  "HP": {
    "type": "short",
    "value": 10
  },
  "Interruptable": {
    "type": "byte",
    "value": 1
  },
  "KeyName": {
    "type": "cexostring",
    "value": ""
  },
  "KeyRequired": {
    "type": "byte",
    "value": 0
  },
  "Lockable": {
    "type": "byte",
    "value": 1
  },
  "Locked": {
    "type": "byte",
    "value": 0
  },
  "LocName": {
    "type": "cexolocstring",
    "value": {
      "0": "On The Ethics of Magic"
    }
  },
  "OnClick": {
    "type": "resref",
    "value": ""
  },
  "OnClosed": {
    "type": "resref",
    "value": ""
  },
  "OnDamaged": {
    "type": "resref",
    "value": ""
  },
  "OnDeath": {
    "type": "resref",
    "value": ""
  },
  "OnDisarm": {
    "type": "resref",
    "value": ""
  },
  "OnHeartbeat": {
    "type": "resref",
    "value": ""
  },
  "OnInvDisturbed": {
    "type": "resref",
    "value": ""
  },
  "OnLock": {
    "type": "resref",
    "value": ""
  },
  "OnMeleeAttacked": {
    "type": "resref",
    "value": ""
  },
  "OnOpen": {
    "type": "resref",
    "value": ""
  },
  "OnSpellCastAt": {
    "type": "resref",
    "value": ""
  },
  "OnTrapTriggered": {
    "type": "resref",
    "value": ""
  },
  "OnUnlock": {
    "type": "resref",
    "value": ""
  },
  "OnUsed": {
    "type": "resref",
    "value": ""
  },
  "OnUserDefined": {
    "type": "resref",
    "value": ""
  },
  "OpenLockDC": {
    "type": "byte",
    "value": 0
  },
  "PaletteID": {
    "type": "byte",
    "value": 13
  },
  "Plot": {
    "type": "byte",
    "value": 1
  },
  "PortraitId": {
    "type": "word",
    "value": 0
  },
  "Ref": {
    "type": "byte",
    "value": 0
  },
  "Static": {
    "type": "byte",
    "value": 0
  },
  "Tag": {
    "type": "cexostring",
    "value": "book_arc_016"
  },
  "TemplateResRef": {
    "type": "resref",
    "value": "book_arc_016"
  },
  "TrapDetectable": {
    "type": "byte",
    "value": 1
  },
  "TrapDetectDC": {
    "type": "byte",
    "value": 0
  },
  "TrapDisarmable": {
    "type": "byte",
    "value": 1
  },
  "TrapFlag": {
    "type": "byte",
    "value": 0
  },
  "TrapOneShot": {
    "type": "byte",
    "value": 1
  },
  "TrapType": {
    "type": "byte",
    "value": 0
  },
  "Type": {
    "type": "byte",
    "value": 0
  },
  "Useable": {
    "type": "byte",
    "value": 1
  },
  "Will": {
    "type": "byte",
    "value": 0
  }
}
