{
  "__data_type": "UTP ",
  "AnimationState": {
    "type": "byte",
    "value": 0
  },
  "Appearance": {
    "type": "dword",
    "value": 1313
  },
  "AutoRemoveKey": {
    "type": "byte",
    "value": 0
  },
  "BodyBag": {
    "type": "byte",
    "value": 0
  },
  "CloseLockDC": {
    "type": "byte",
    "value": 0
  },
  "Comment": {
    "type": "cexostring",
    "value": ""
  },
  "Conversation": {
    "type": "resref",
    "value": ""
  },
  "CurrentHP": {
    "type": "short",
    "value": 10
  },
  "Description": {
    "type": "cexolocstring",
    "value": {
      "0": "-------------------------------------------------------------------------------------\nStory of Nabessa the Sword Saint\nA historical short story by an unknown author\n-------------------------------------------------------------------------------------\n\nBorn to a milliner and his wife as Altair Nabessa, Kholingen's patron saint of blades would have lived a simple life on the northern shores of the Amian island if not for the intervention of divine providence. In these years long before the Horde had a presence on Amia, the villages and settlements on the northern end of the island lived mostly off of the land, engaging in quarterly trade with an ambitious city rising in wealth and power on the southern coastline. This city, named Cordor after its wealthiest landowner, an architectural and mercantile visionary who took it upon himself to lift the traditionally isolationist curtain from Amia and engage in lucrative trade with the mainland, purchased its homegrown goods for export from all of the small villages north of its borders. This included Nabessa's hometown, Jukka, mostly a fishing outpost near the mouth of the Mimir river. Nabessa's father wove hunting caps adorned with the scales of rainbow fish caught in the rich coral beds just beyond the outlet, and these became very popular with the noblemen and merchants who rode along with the Duke of Cordor in his hunting train. Knowing that business would be good for his family only so long as he could maintain a good trade with Cordor, Nabessa's father sent him to the local smith to learn a trade and expand the family's versatility. Nabessa excelled in his internship under the blacksmith, who to this day has no known name; it is only known through Nabessa's own words that he was a devout follower of Tyr, who introduced Nabessa to the god's love not through temple doctrine, but through the display of his simple works in the lives and the hearts of good men. There was no temple to Tyr in those early days, although some, the blacksmith included, had petitioned for its institution. But the blacksmith was no architect.\n\n\"Had I the knowledge, Altair, I would build a temple to my patron from the soil itself, from the earth, for there is nothing more natural to us as human beings than the virtues we use to control our vices.\"\n\"Why, then, do you not?\" Nabessa asked.\n\"Because I am a blacksmith, and it is my life to hammer horseshoes so that people might gallop the plains more easily to spread Tyr's word far and wide, to smelt the nails needed to build shelters for the needy, to forge shields and armaments that will defend the righteous man from his enemies in war, gods forbid we should ever live to see the day. War is a terrible thing, and it must never come to pass, for there is nothing more wasteful than the shed of blood for ignoble purposes.\"\nNabessa nodded quietly.\n\"Besides,\" the smith continued, \"if there is to be a temple to Tyr, it shall be by his will that one is sent to us.\"\n\nNabessa grew both in talent and in faith, and by his sixteenth birthday, he was an accomplished smith with an innate understanding of the form and fashion of the blade. The sword proved to him to be the excellent model of human virtue; straightforward, light of heart, balanced in justice, and edged, for there must come a time when every good man must cut through the complexity to find the simple truth within. His father's business was booming, and Nabessa himself had already been contracted to aid in forging armaments for the Cordorian militia. On the first day when Nabessa carried a single cart of his goods by mule to a merchant's waystation along the northern coast, he looked to the northern sea and there spied a small ferry of ships on the horizon, ships with high and noble sails. By the following morning, they arrived on the northern shore; there were many from Jukka and the other settlements who came to see these men, whom they all knew were settlers, judging from the incredible amount of artisans and building supplies in their retinue. More to their surprise, however, were the noblemen who descended the gangplank and immediately came to address the people. The senior among them, a man who introduced himself as Lord Darius Tristam of Benwick, was like nothing most of the natives had seen. His shield openly bore a coat of arms dedicated to Tyr, and over his shoulders were slung both the vespers of a priest and the patterned cloak of a holy warrior, his symbolic and sacred decree of faith etched into the trim in golden lettering. He declared that they were an Order of the Knights of Benwick who had travelled far from the mainland city to uncover a more truthful, honest living, and to share the words of faith with those who had never known the greatest works of their god.\n\nThe next three years were wonderful for the north, as Lord Tristam and his retinue, having brought their coffers from the mainland, immediately offered better rates than the Cordorian merchants on simple building materials, foodstuffs, and other necessary goods and services from the locals. It was a necessary expenditure, Lord Tristam explained to the people, for they were of the mind to build a grand city on the northern coast atop the tallest, one that would be a beacon to all the faithful men and women of the Amian island. Building began straightaway, as yet another fleet of ships arrived with other disaffected peoples from the city of Benwick.\n\nWord of this competition and the construction of a new city reached the governance of Cordor, and a public council, perhaps the first of its kind, was nominated and elected to oversee the progress of Cordor. In just three short months, a mercantile law was passed, stating that all estates or free lands engaged in public trade with Cordor equalling or surpassing fifty percent of their gross revenue shall in both deed and title be annexed property of the city of Cordor. Not only would this give the Duke and the city of Cordor the legal mandate to tax and even fine the northern settlements for breach of merchant law, but it would also ensure that more than seventy percent of the island would belong to Cordor. Lord Darius Tristam was approached by dignitaries from Cordor, who with a grand display of paperwork and financial mathematics, economically proved that more than fifty percent of the money spent by his people to build their grand new city was technically Cordorian goods, which therefore titled their land as Cordorian property, rather than the sovereign soil Lord Tristam and his Knights intended for it to be.\n\n\"Tell the Duke of Cordor and his Council that I had not been aware of these laws upon my settlement, and that I shall visit his city within the month, and thereupon deliver my answer to this mandate,\" Tristam told the dignitaries from Cordor. A month later, he returned from the southern city and declared simply to his knights, \"We shall never submit this land to a city whose secular mercantilism has created in them a base culture of decadence and dishonesty. Our answer is delivered, and it is a negative so resounding that it would wake the ancient gods from their slumber beneath the earth.\"\n\nThe northern city continued to form over the months, and on the day that it was christened as Kholingen, the \"City of Paladins\", Nabessa's family moved there from Jukka, along with many other scattered citizens. So alluring and promising was this new bastion to the northern citizens, particularly in light of being heavily taxed and fined by a distant Cordor, that many settlements were entirely abandoned and left to the elements. This mass exodus onto territory they could not legally claim was troubling to the Council and the Duke of Cordor, who had wished to see the island united under a single, profitable banner, and so the issue was pressed again and again. Merchants, politicians, councillors, and finally the Duke himself all came calling upon Kholingen, requesting more sternly every time that the city submit to the mercantile law. When the Duke himself was patiently denied by Lord Tristam, he returned to Cordor and the Council first, behind closed doors and thick curtains, uttered the terrible word, \"war\".\n\nMeanwhile, in Kholingen, Nabessa's mentor petitioned for a temple of Tyr to be built within the city, and it was approved without paperwork or formalities. A contingent of builders faithful to Tyr immediately set upon the project, and the smith contributed to the effort. Nabessa, caught up in the wonderment of these new prospects, sought to prove his own virtues above and beyond the common man. He became a man most loved by the displaced citizens in Kholingen, collecting their individual needs for housing and seeing to it that they were built; he suggested that families all live together under one roof until more houses could be built. He personally hunted for food for families where the patron had fallen ill, but who more than anything else, communicated himself and his faith in ways that truly inspired people to remain patient and most of all hopeful of the future.\n\nAnd then, the rumors of possible war spread from Cordor to Kholingen. Nabessa, along with many other young men of Kohlingen, joined the militia in anticipation of a fallout. No army ever came from Cordor, and for several more months, the people lived in tension. Building continued, but at a drastically slowed pace. Lord Tristam maintained his position, and like his citizens, kept his troubled gaze towards the southern forests, or on the northern seas, should the Cordorian navy approach. Instead, an official document arrived bearing the seal of the Council and the Duke, stating that all citizens currently contracted to the Cordorian merchantry were in violation of their contracts, and that their debts would be collected by force, if necessary. It also warned of an upcoming vote in Cordor, to determine whether or not execution would be a viable punishment for debtors. In truth, the Duke and the Council knew that such an extreme vote would never be approved by the public, but its inclusion in this document served its purpose: many of the citizens of Kholingen were intimidated, and very few had the money required to finish out the five, ten, or even twenty year contracts some of them had signed. Almost overnight, Kholingen's population sank, as those in legal arrears with Cordor travelled in a train southwards to complete their contracts, or negotiate a way out of them. Lord Tristam was incensed at what he knew was a foul manipulation of the people's fear, and he immediately declared that the city of Kholingen prepare itself for war.\n\n\"To date, citizens, we have had a dream that Kholingen would be a city to shine above and beyond all cities! But today, I am afraid that the truth we have all wished to deny stares us in the face, like the demons in our dreams: if we are to realize our dream, our city must first be as a fortress, for as sure as the sun rose this morn, the men of Cordor have used fear and oppression to ensure that their coffers are overflowing with the people's hard-earned money! A city is meant to provide prosperity, but a fortress is intended to protect. And there is no time that you have needed our protection more than today, friends.\"\n\nIt did not seem right to Nabessa that money should be held in higher regard than personal virtue, or that people should be so crassly intimidated into obedience. He found it particularly heinous that good men should be put to war over contract disputes. At first, he was of the mind to quietly leave the militia and return to the simple smithing trade, but when his father the milliner delcared that he, too, was bound for Cordor, Nabessa could no longer ignore the impact of this struggle for temporal power. No amount of pleading or cajoling could convince his father to defy the Duke and the Council, and one early morn at dawn he left in a caravan headed south. Times grew equally hard on the floundering fortress of Kholingen; between the labor and resources spent on constructing walls around the city and the debilitating trade sanctions levelled against them by the Cordorian merchants, there was very little money left to arm the volunteer militia and even Lord Tristam's knights.\n\nIn an act thought both subversive and heroically generous, Nabessa fired up his forege on the even of Gidhet and did not let it rest until the apex of Duharkat. That entire season was spent forging martial sabres for the militiamen, one after another, as well as masterfully crafted longswords for the knights under Lord Tristam's banner. These acts made him as endeared to the militia of Kholingen as he was beloved by the people, and Lord Tristam honored Nabessa with a crown of golden laurels and personally annointed him with sacred oil in the Chapel of Tyr, holding a service which revered the good works of their divine patron as witnessed through the diligent and selfless acts of his most faithful. A parade was held after the ceremony, where Nabessa spoke openly and honestly to the people, desiring to give them inspiration, and more than that, hope.\n\n\"History may judge a man with ruthless vindiction, and his enemies may judge him at the point of a sword. His peers will judge him by his actions, and a faithful wife will never judge for fear of bringing calumny where her role is to bring kindness. His god will judge him at death, and determine the weight of his soul in stones. But what does a man do to judge himself? I have come to ask this of myself in these troubled times, when we are so quick to cast suspicion on kith and kin, wondering at the vices and the notions of men who are our bretheren, our friends, our sons and daughters, our fathers. And I find, through reason and kindness of heart, that I cannot look critically at my fellow man without turning the same sight inwards, so that I might know something of the judged through their judge. Yet, how am I to judge myself? I considered trust in an external model, such as the teaching of the temple, but I know a man cannot be defined by dogma; it was written for the everyman, not the individual. Neither did the sacred vow, a personal code of honor, seem adequate, fo rman's word is a doubled-edged sword, capable of inspiration and manipulation, of good counsel and deceit. The words of the gods are sacrosanct, but the words of man are, at times through his vice, profane, and not suited for removing him from self-judgment.\n\n\"Upon my prayers, I did uncover, in a glorious moment of enlightenment so simple even a child could grasp, the truth that man can only be judged in life as he is in death - by the providence of a god. But he must therefore set the condition by which he may be judged, a condition for which there is no chance to malign or otherwise persuade its coming or going. It must be a condition wholly visible and unmistakable, so that when his god passes judgment, he cannot miss or misinterpret the portent. As the sword is a symbol used to judge the living or the dying of a fellow man, so I have chosen to be judged by the same thing I have lived by: the sword. A very wise and noble man once said to me that war is a tragedy that bring naught but ill to good men. When the drums of war beat, though, can good men turn a deaf ear? When people may suffer ravages and loss, and sorrow marches through our fields? I say, then, that good men have no choice but to engage in the evils of war. The sword, then, shall be my only judge as I pledge myself to the defense of my beloved countrymen, and bring my blade to bear against my bretheren.\n\n\"Before Tyr's blind yet all-seeing eye, I unsheathe this blade, forged by my own hand, and ne'er shall it be sheathed until peace is restored. If it be sheated, my body will also be shrouded, for it will never leave my hand until I am dead, or peace is brought to our people.\"\n\nFrom that day forward, Nabessa strode the streets of Kohlingen with the sword in his hand, as the ramparts with their portculli rose higher and higher in anticipation of war. The man who was Altair Nabessa became synonymous with the sword, as from that day none could separate him from the image he carried with him daily.\n\nThe day soon came when Nabessa's pledge became more than words, and in fact showed the favor of the gods. Kohlingen had formally declared merchant caravans bearing the Cordorian banner as enemies of the state. On a patrol near the Minmir river, Nabessa's unit, with him serving as captain, encountered just such a caravan as it forded the waters. When they arrive on the shore, Nabessa approached and asked them kindly to vacate lands they weren't welcome in. The leader of the caravan, who also happened to be Lucas Freckin, a Cordor councilor, came to meet with Nabessa on the banks of the river. Freckin argued the claim by producing an official deed to all lands north of the Amian forest, signed and stamped by the Duke, but Nabessa continued to refute, citing Kohlingen's sovereignty - Cordor's control would nto be recognized from this side of the Minmir to the shore of the Trackless Sea. For several minutes, it was a meeting of two titans who refused to budge. Then Councilor Freckin spoke.\n\n\"Commoner, why do you have your blade drawn in my presence? Do you wish to make this the site of your rebellion's first battl ein a war you are not prepared to fight?\"\n\"With all due respect, my lord, this is the first that I have heard us called a rebellion. Against what do we rebel? A vice-ridden city so full of greed and avarice that it must own every inch of land and human life? A ruling body who would rather manipulate and threaten their constituency than deal with them fairly and honestly? A - \"\n\"Enough of this insolence!\" Councilor Freckin commanded. \"Sheathe your sword or I shall consider it a personal challenge to my authority, and a provocation to duel.\"\nNabessa froze and looked to the blade in his hand, and then to the men behind him, who watched his every move with a mix of adrenaline, ardor, and fear. Some of them eyed him. many watched the blade, held still in his hand, paralyzed.\n\"Councillor, I mean no challenge, but I have taken a vow before the people that I shall not sheathe this blade until we can have peace...\"\n\"Then it is war you court, not peace. Prepare yourself,\" Freckin cut in, drawing a rapier from his belt. \"On the condition of your loss, my men will continue unhindered to Kohlingen. Win, and my men will depart, but you will have open war. Perhaps this is for the best; I am eager to end this whole mess.\"\n\"So be it, then,\" Nabessa declared, bringing his sword to bear. \"It is a true shame that we are of like mind, but must still succumb to this evil violence.\"\n\"Let your weapon speak for you,\" childed Freckin, striding forward with his rapier glinting in the sunlight. It sang and bit against the flat of Nabessa's sword, coaxing and inciting it to life. \"The sword speaks the language of power, and it will be the judge of who between us possesses the gods' own favor.\"\n\n\"Do not belittle the blade!\" Nabessa barked, launching a surprise feint that drew Freckin's rapier to block, but instead doubling back to dive up th elength of the sinewy sword, spinning it counter-clockwise as many as five screeching rotations before the Councillor's wrist gave way, his rapier falling impotent to the damp, pebbled shore. \"It speaks of discipline and honor. Men are the ones obsessed with power. Your sword is innocent and blameless; yes, it will judge you, but by the gods, it is more than a tool for gaining the power you crave!\" he shouted. Then he stepped away and pointed at the fallen rapier. \"Now pick up your sword and live up to the agreement you forced us into. And may that blade show you mercy and spare you, arrogant fool, because I shall not!\"\n\nA cheer went up from his men. Nabessa engaged Freckin in a fury, who was himself an accomplished swordsman and duellist with a reputation for gaining his political prominence by challenging his betters at the moment they slipped from public favor. He was no stranger to a sword battle, and yet Nabessa gave no quarter. he did not fight like a duelist or a soldier, with ambitions or duties that went beyond himself. He did not even seem to fight against Freckin, for Nabessa's eyes never left the rapier, watching it as though it were the combatant and not the councillor.\n\nSparks flew and swear dripped during what would one day be called the triumph at Minmir. The battle ended abruptly when Freckin conceded the fight after stumbling on the slippery stones and collapsing into the water, exhausted by Nabessa's relentless swordplay. Panting, he exnteded a peaceful hand to the young man. \"If I didn't know better firstand, I would say you treat this like sport.\"\n\nNabessa shook his head, helping his opponent to his feet. \"No, sir, not when the stakes are as high as they are.\"\n\n\"You could have killed me three times over. I am not as nimble as I was when your age. At least thrice I left myself open to a thrust to the midsection or abdomen. I saw your eyes move to pinpoint the weakness, but you never took your advantage.\"\n\n\"Because I would have taken your life with it,\" Nabessa nodded, keeping his blade drawn, but idle at his hip. \"I no more desire to kill you than to see any man come to harm.\"\n\n\"Your mercy is a virtue, though it shames me,\" Freckin frowned, throwing his rapier and scabbard to the ground before Nabessa. \"It is yours, you have taken away my right to it.\"\n\nNabessa lifted the sword and looked questioningly at Councillor Freckin, who gathered his men and, without further word, began to ford back across the river. The company cheered at Nabessa victorious, and his triumph at Minmir. One week later, Nabessa's company were approached by another caravan, this one sporting Councillor Miller, who also challenged Nabessa to a duel and failed upon the shore of the Minmir. Another councillor came with a contingent of knights, and was bested at the edge of the Amian forest. Once he was properly subdued, he revealed that the Duke of Cordor had offered a sprawling acreage and a grant of title to the Councillor who could personally handle what he called \"the northern disenfranchisement.\" When Freckin had spread the word about Nabessa, the Duke had made his reward contingent upon the capture of Altair Nabessa, a \"commoner citizen of Cordor.\"\n\nOthers tried and continued to fail, challenging the blademaster to one duel after another. Nabessa's swordsmanship was unparalelled, and became not only the shield of Kholingen, but the divine icon that stirred so many to renewed faith, much to Lord Tristam's pleasure. Never once did the blade leave his hands; his callouses grew in direct relation with his countrymen's confidence in the new fortress of Kholingen. Those who had travelled months and months before to Cordor wrote back to their lived ones and families, sharing distressing news: publically, the Duke had remained against the idea of a standing military save in the defense of the capitol's capital, but his policies were beginning to change. Already, he had offered a heinous sum to the fomentation of a merchant militia to enforce his land rights, and had threatened to institute a draft if the militia yielded no results. Popular opinion of the Duke was beginning to falter, but still he persisted in asserting a right to economic control of the northern expanses of the Amian island. The Duke of Cordor's fortune seemed to sink as Nabessa's star rose, a brilliant gleam on the tip of a heavenly sword. But even though Nabessa's light shone brightly, Kholingen's prospects grew dim as the conflict took a turn for the worse. Cordor's merchant militia, under contract by the Duke and his Council, began a slow campaign of occupation. Militia units marched into many of the small, defenseless agricultural vilages north of the forest and east of the river, stoppering the flow of produce into Kholingen. Vendors had no choice but to inflate the prices on their goods to make ends meet, and the strategy successfully bled the fortress dry.\n\nStarved for supplies, Kholingen was forced to begin rationing food. Anticipating civil unrest, Lord Tristam recalled all of the outlying patrols, including Nabessa and his company, who arrived in Kholingen with a hero's reception. Word had travelled well and far regarding Nabessa's valor and the uncanny, divinely inspired adherence to his promise never to let that blade out of his grasp, and to wield it until peace took the place of war. Tensions in Kholingen over the next few weeks grew higher and higher as the walls meant to keep out invaders began to feel more like the imprisoning walls of a dungeon keep. Lord Darius Tristam and the other Knights of Benwick, leaders of Kholingen, were backed into a corner, and even they contemplated, in hushed assembly, the very real necessity to openly pursue a land war. The opportunity did not take long to present itself - one morning, Kholingen awoke to find its surrounding fields and hillocks occupied by the Cordorian merchant militia, numbering nearly 500 strong. They barely had time to prepare their soldiers before an envoy from the militia arrived at the front gates and declared the final answer as to whether or not Kholingen would surrender Cordorian lands. The leaders of the fortress gathered hastily and tried to decide what to do, or how to phrase a declaration of war if indeed one needed to be made, when to their surprise the front gates were opened and Altair Nabessa, armored, helmed, and still wielding the sword he hadn't sheathed in over a month.\n\n\"Altair Nabessa,\" the speaker of the merchant militia's envoy hailed, clearly recognizing the man. \"Do you speak on behalf of these rebels?\"\n\n\"No, sir,\" Nabessa called out. \"I speak on behalf of my friends and countrymen, and no one else.\"\n\nThis earned an incredulous laugh from the envoy, and the speaker shook his head, continuing. \"Then what is your answer on their behalf? Will you cede the Duke of Cordor his rightful lands? If the answer is yes, then step forward and acknowledge. If the answer is no, then prepare yourself. We will storm this fortress and take these lands for their rightful owner.\"\n\nThe answer came in one slow motion that drew a line in the sand and dropped the bottom out of many stomachs on both sides who weren't eager to engage in a battle. Nabessa the Blademaster squared off in a battle stance, sword in one hand and a dirk with a broad guard in the other. The speaker of the militia's envoy pointed a heavy hand towards Nabessa at the gates, and a small battallion of fifty men moved in, with fifty more spreading out behind them. Archers aimed for the ramparts, but waited for the command to fire. To their surprise, the ramparts were empty, no one above to return fire. Kholingen to them seemed occupied only by this modern legend of a man, determined to defend not only his countrymen, but the ideas embodied in the rich, whitewashed fortress behind him.\n\nThe battallion charged forward, and there are many accounts of what occurred for the next ten minutes, blow for blow, but no matter how the story is painted, it is said that Nabessa challenged one hundred men and never once let one through his guard, or more importantly, never lost control of his blade. It seemed a terrible dance, the first bloodshed of the war, with Nabessa himself taking several knocks but never allowing himself to be overwhelmed, bottlenecking his opponents within the small armored alcove in front of the gates. It was not until his back was against the iron bars that the lone rider galloped forth over the southern hills, piercing the rear ranks of the Cordorian merchant militia and cutting grass to the commander of the militia. Moments later, a battle horn sounded and the fighting ceased, with militiamen backing away from Nabessa warily, his blades decorated with the blood of their co-workers. The speaker from the envoy hastily read from a parchment delivered by the commander, shouting clearly.\n\n\"The Duke of Cordor has been deposed! By a vote of thirty to seven in the Merchant's Guild, the deposition drawn up by Councillor Freckin for the Duke of Cordor's removal has been approved in the grand majority! Councillor Freckin himself has stepped in as the Duke pro temporis, pending the institution of new and proper ruler. All contracts approved by the deposed Duke are to be considered null and void by order of the Merchant's Guild!\"\n\nShocked and stunned, the merchant militia withdrew from the conflict and regrouped, and before noon, had withdrawn from the Kholingen outskirts altogether, taking the few dead with them. There was no longer any money to be had in risking life and limb to destroy the sovereignty of a self-reliant people. The war was over, and it had been almost bloodless until the very end, when Nabessa the Blademaster went up against more men than any single swordsman could ever have taken alone. The gates reopened, and Nabessa entered Kholingen, throwing off his helm and staring around in exhaustion and disbelief. The message was clear. Standing in the city square, all eyes upon him, he shamefully and with great reverence cleaned the blood from his blade and, sighing, finally sheathed it in his wanting scabbard.\n\nTrade routes reopened and the food shortage ceased. The deposed Duke of Cordor disappeared, supposedly having boarded a vessel for the mainland. Councillor Freckin urged the Merchant's Guild to grant sovereignty to Kholingen for the sake of competition to drive up profits, and after the presentation of an excellent model proving such, the measure was approved by the newly appointed Duke less than a month after his inauguration. Nabessa retired from the public limelight, some say regretful over the blood he had to spill, others say because of his admirable humility, and still some for reasons more hidden. An informal school of swordsmanship opened in his name in the heart of Kholingen, supported by the Justicar and the lofty leaders, and he taught lessons there for many years until he abruptly handed over ownership of the school to a senior student and left for Cordor. He was never seen again afterwards, but his memory and his deeds have lived on in Kholingen.\n\nEvery year between Gidhet and Duharkat, a festival is held in Nabessa's honor, commemorating the months that he spent forging equipment for the people defending Kholingen. It is an ongoing and grand affair where many yearly competitions occur: swordplay demonstrations, a duelling competition, contests to see who can forge the finest sword on the island with each entry judged by some of the best smiths from around Amia. Each year bards far and wide travel to Kholingen during these months with a newly prepared version of Nabessa's story to present nightly, as the sun sets. Each year the stories become more and more dramatic and detailed, and one teller of tales leaves with a crown of wreathes declaring him as the best keeper of Nabessa'a legend. There are also several public readings and a few parades dedicated to the gods believed to have been moving the heavens for an early Kholingen and Nabessa, as well as a dramatic enactment of several key encounters and duels. The final stand before the gates of a Kholingen is a particularly important part of the festival, and it has become contemporary tradition for a keynote Defender to play the role of Nabessa as he is backed against the walls, single-handedly fending off the merchant militiamen in defense of his beloved countrymen. Some say the mythos of Nabessa figured into the establishment of the Defenders. And every year, the Justicar himself introduces the top student of the Nabessan Blade Academy, who delivers the speech Nabessa gave to the public about the role men play in their own judgment, culminating with his promise never to sheathe his sword until peace is at last enjoyed by all men.\n\nThe blade that Nabessa wielded, and that some say was touched by the gods, vanished along with him. There are rumors that it remains behind in Kholingen, in the care of the Academy or perhaps the Justicar."
    }
  },
  "DisarmDC": {
    "type": "byte",
    "value": 0
  },
  "Faction": {
    "type": "dword",
    "value": 1
  },
  "Fort": {
    "type": "byte",
    "value": 5
  },
  "Hardness": {
    "type": "byte",
    "value": 5
  },
  "HasInventory": {
    "type": "byte",
    "value": 0
  },
  "HP": {
    "type": "short",
    "value": 10
  },
  "Interruptable": {
    "type": "byte",
    "value": 1
  },
  "KeyName": {
    "type": "cexostring",
    "value": ""
  },
  "KeyRequired": {
    "type": "byte",
    "value": 0
  },
  "Lockable": {
    "type": "byte",
    "value": 1
  },
  "Locked": {
    "type": "byte",
    "value": 0
  },
  "LocName": {
    "type": "cexolocstring",
    "value": {
      "0": "The Story of Nabessa the Sword Saint"
    }
  },
  "OnClick": {
    "type": "resref",
    "value": ""
  },
  "OnClosed": {
    "type": "resref",
    "value": ""
  },
  "OnDamaged": {
    "type": "resref",
    "value": ""
  },
  "OnDeath": {
    "type": "resref",
    "value": ""
  },
  "OnDisarm": {
    "type": "resref",
    "value": ""
  },
  "OnHeartbeat": {
    "type": "resref",
    "value": ""
  },
  "OnInvDisturbed": {
    "type": "resref",
    "value": ""
  },
  "OnLock": {
    "type": "resref",
    "value": ""
  },
  "OnMeleeAttacked": {
    "type": "resref",
    "value": ""
  },
  "OnOpen": {
    "type": "resref",
    "value": ""
  },
  "OnSpellCastAt": {
    "type": "resref",
    "value": ""
  },
  "OnTrapTriggered": {
    "type": "resref",
    "value": ""
  },
  "OnUnlock": {
    "type": "resref",
    "value": ""
  },
  "OnUsed": {
    "type": "resref",
    "value": ""
  },
  "OnUserDefined": {
    "type": "resref",
    "value": ""
  },
  "OpenLockDC": {
    "type": "byte",
    "value": 0
  },
  "PaletteID": {
    "type": "byte",
    "value": 13
  },
  "Plot": {
    "type": "byte",
    "value": 1
  },
  "PortraitId": {
    "type": "word",
    "value": 0
  },
  "Ref": {
    "type": "byte",
    "value": 0
  },
  "Static": {
    "type": "byte",
    "value": 0
  },
  "Tag": {
    "type": "cexostring",
    "value": "book_hist_013"
  },
  "TemplateResRef": {
    "type": "resref",
    "value": "book_hist_013"
  },
  "TrapDetectable": {
    "type": "byte",
    "value": 1
  },
  "TrapDetectDC": {
    "type": "byte",
    "value": 0
  },
  "TrapDisarmable": {
    "type": "byte",
    "value": 1
  },
  "TrapFlag": {
    "type": "byte",
    "value": 0
  },
  "TrapOneShot": {
    "type": "byte",
    "value": 1
  },
  "TrapType": {
    "type": "byte",
    "value": 0
  },
  "Type": {
    "type": "byte",
    "value": 0
  },
  "Useable": {
    "type": "byte",
    "value": 1
  },
  "Will": {
    "type": "byte",
    "value": 0
  }
}
