{
  "__data_type": "UTP ",
  "AnimationState": {
    "type": "byte",
    "value": 0
  },
  "Appearance": {
    "type": "dword",
    "value": 1327
  },
  "AutoRemoveKey": {
    "type": "byte",
    "value": 0
  },
  "BodyBag": {
    "type": "byte",
    "value": 0
  },
  "CloseLockDC": {
    "type": "byte",
    "value": 0
  },
  "Comment": {
    "type": "cexostring",
    "value": ""
  },
  "Conversation": {
    "type": "resref",
    "value": ""
  },
  "CurrentHP": {
    "type": "short",
    "value": 10
  },
  "Description": {
    "type": "cexolocstring",
    "value": {
      "0": "------------------------------------------------------------------------------------- \nEvaliir'Vel, or the Song of the Blade \nWritten by Kalliniel Galadhron \n------------------------------------------------------------------------------------- \n\nCopies of this small, unassuming booklet can be found in the Winya library and Mystra's Monolith. One copy has also been donated to Cordor library. \n\n\nForeword\n\nFor nineteen years now, I have walked the way of the bladesong. I once told this to a human warrior, and he said: it is an honour to meet such a renowned master of elven swordsmanship. I was amused, but refrained from correcting him so as not to insult his prowess. For surely it would be insulting to tell him, a veteran sellsword who had surely not had time to practice warcraft for any longer than two decades, that I can be called little more than a novice after such short training.\n\nPreventing such awkard situations is one reason for writing this essay. Another is that I have experienced a distinct lack of knowledge about bladesingers on Amia, and indeed, a lack of those who practice this ancient art. I am well aware of the controversy I may stir in certain circles; circles that believe elven lore is better kept to elves, that such secrets is to be kept from the eyes of N'Tel'Quess. I sympathize with this notion, but only to an extent. As a servant of Labelas Enoreth and a scholar, the preservation of history and culture is important to me. I do not believe wisdom is to be hoarded, but spread and nurtured. If me writing this makes one human understand the People better, if it makes one elf inspired to pursue the song, it has been worth it. Though at this point, I must comfort the circles I referred to, and disappoint the one greedy for easy power: within these pages, I will reveal no great secrets of elven warcraft, no locations of elven treasure let alone shortcuts to mastering High Magic or something equally ridicilous. This is merely an introduction to the bladesong, based on my own experiences and known history. I hope it will serve both as a reminder for Tel'Quessir of Amia about their tradition and as a guidebook to the elven mind, for others.\n\nWho are the bladesingers?\n\nOftentimes, I am asked whether I am a wizard, a bard or perhaps a spellsword. When I say I am a bladesinger, it's either met with blank stares or misinformed but polite admiration. Perhaps I can remedy this confusion. Each race and civilization has its champions. Many human kings are served by paladins, dwarven realms from the Great Rift to cold Vaasa are home to unyelding Defenders and even the Forgotten Folk have their brave breachgnomes. In elven realms, this role belongs to the bladesingers. Treasure hunters, wandering swordsmen, mysterious artist of magic and steel; we are all this, but first and foremost we protectors of the People. That is our primary concern, the purpose of our existance. It is what sets us apart from regular warriors, no matter how skilled, and makes the way of the bladesong a hard one to walk. Not only does the bladesinger need talent and determination, he must also devote his heart to the cause.\n\nBladesingers, as a group, are perhaps the most graceful and skilled swordsmen on Toril. In addition, we master spells to rival many a talented mage, and know how to create them safely and quickly in battle. As is the law of the planes, such power has to be balanced by great demands; not unlike the matter of paladins and their knightly codes. Those priviledged to learn the bladesong must swear to serve and defend the People and the Seldarine with their lives. This is no small oath to make, as the life of an elf is long and the enemies of the People are many. For many, the cost is too high and they're content to learn only the basics of the style, never reaching its truest nature. Those that do go all the way, however, must forever put the good of the People before their personal gain and even the safety of their friends. A bladesinger may never leave another elf undefended and in need of help, unless it is an unavoidable sacrifice for a mission greater still. Those that fail to uphold this principle must give up practicing the bladesong or be renounced in the eyes of the Seldarine. Indeed, even if a bladesinger falls and attempts to continue his art for personal gain, he will no longer reach the True Song. The style becomes but a shell without a heart, learned manouvers with no passion or devotion to give them true strength. This is what happened to the all-but-forgotten H'ei'Yal Drathinmaleé of Aryvandaar. The life of a bladesinger is often that of a loner, but every one of us draws power from the confidence that we are the People, and the People are as one. Wherever we walk, we mustn't turn our backs to the People, for the People do not turn their backs on us. No matter how long we are away from home, no matter how few friends we have - indeed, even if we had no home or friends - there will still be unity among Tel'Quessir, and we are part of that symbiosis in our own way.\n\nThis is a good moment to take a quick look at the history of bladesingers. By no means will this be a complete presentation, but I feel it is useful to connect the abstract ideas above to the living world. One legend tells that the style was created in the heavens and given to mortals by Corellon Larethian himself. Another claims it arrived on Toril with the Ar'Tel'Quessir who came from other worlds. This much is certain: its roots reach as as far as before the First Flowering, to the sun elves of Occidian, and the avariel. It was widely practiced in at least Aryvandaar, Illefarn, Ardeep, Syórpiir, Miyeritar and Shantel Othreier. Bladesingers also played a major part in the defense of Myth Drannor, the most legendary individual being Josidiah Starym: he who returned the Artblade, Spell-Major of the Akh'Faer and one on the Council of Twelve, the last defender of the Speculum in the Battle of Stars Shining. Unfortunately, the stories of other notable bladesingers haven't been as thoroughly documented as his. There is one legend I learned from my mentor: that of the Irbryn Gyrah, Birds of Prey. They were a band of seven bladesingers in late Illefarn, over three millenia ago. Relic hunters and wanderers, they never stayed in one place for long; a testimony to the suitability of their airborne totem animals. Nothing lasts forever, though, and the group split up after a daredevil raid against the Twisted Tower during the Elventh Rysar of Rystall Wood. It is said three of them fell in this battle, and the remaining four went seperate ways to pass on the legacy of the Birds on to another generation. I am an heir to this tradition, though I know not how many masters there have been before mine. Whether it is coincidence or a whim of the gods, my totem animal is also a bird of prey; the owl.\n\nIn modern days, the bladesinger tradition has become less prominent. Most of us work alone, whether we prefer it or not. The disappearance of elven realms on Faerûn and the Retreat has also brought about a decline in the ranks of bladesingers, and those who remain on the continent have no common hub of activity. This is further augmented by the fact that a bladesinger's training is always done one-on-one, with a deeply personal and dedicated relationship of master and apprentice. As the training takes decades, it is apparent why so few bladesinger groups see the light of day on Faerûn. The situation isn't quite the same on the Green Isle. There, the tradition of bladesinger lodges is still lively, though they are focused on defending Evermeet rather than travelling Faerûn as champions of all elves. I do not mean to critisize, but simply to point out the difference in outlook and why the bladesingers of Evermeet are of little help in revitalizing the tradition elsewhere. They do offer a fascinating view into the ancient traditions, though: groups of sun and moon elves, trained in the arts and magic but organized in a primitive fashion, each lodge represented by a totem animal that brings to mind the ways of the Sy'Tel'Quessir more than anything. Elven life has many aspects and our different races embody different ideals of the Seldarine, but it all blends together in the serene beauty that is the way of the bladesong.\n\nThe Way of the Bladesong\n\nIn the earlier chapter, I spoke of the elven way of ife. What does it mean and how is it connected to the bladesingers? As I have explained, we are champions of all elves and elven culture. But how can one be champion of something one does not know? An absurd notion, and therefore a bladesinger must embrace elven culture in all its aspects. That is why the training is so challenging, why apprenticeship lasts for decades and why it is such a rewarding path to walk. For war wizards, understanding the Weave, mastering new spells and developing their tactical skills is everything. For warriors, combat manouvers and physical training is enough to reach excellency. Minstrels know songs and lore. But bladesingers have to learn all these and more. We must know history in order to preserve it and to locate and retrieve artifacts of ancient elven realms, and to understand the wisdom of Labelas in all of us. We must know painting, sculpture, poetry and music to know the creative spirit of Corellon and Hanali inside us. We must be serene and balanced, so that Sehanine may come to us in Reverie. We must know the ways of the world, for only travelling and experience reveals the divine seeds Aerdrie, Deep Sashelas and Rillifane have planted in our souls. To hunt evil\nis to know Solonor and Shevarash. We mustn't take ourselves too seriously, however, for to do so is to deny Erevan Ilesere. Finally, we must know the loneliness of Fenmarel and through it, come to love the unity and wholeness represented by Angharradh.\n\nThese are the first things a bladesinger is taught. Bladesong is not the way of the Sword, but the way of the World. If one is detached from life, one cannot understand it. And if one cannot understand life, one cannot defend it. Do not think this is the bladesong, though! This is only the basis on which bladesong must be built. After this understanding, begins rigorous training of the beautiful art that has struck awe or fear into those who have witnessed it in action. The three cornerstones of bladesong are art, magic and swordplay. These names are easy to understand, but one could also call them spirit, mind and skill. From these pillars grows harmony. Harmony is the essence of bladesong. It is in the humming of the whirling sword, the unfaltering steps of the warrior, the spells he casts with percision and purpose, and in the trance he enters to outperform even a much stronger foe. Harmony itself cannot be learned, but it is reached via training the three pillars.\n\nSwordplay is the foremost passion and the primary weapon of the bladesinger. We train daily, striving to find the perfect balance of movements. The bladesinger rarely needs more protection than his speed and sword, for in the trance of the bladesong none but the most lucky and masterful of attacks can get through his defense. Ours is not an offensive style, but one of constant movement and distraction. Every strike we deal is precise and vital. I should not say more, lest some fool believes he can use such round-about knowledge to defeat us, and rushes straight to his sad death.\n\nMagic supports swordsmanship, and we study it with the same patience wizards do. For us, however, magic is not its own goal. It is part of a balanced self, and a means to an end. The Song of Celerity is technique that allows us to hurl deadly evocations or weave cunning illusions in the heat of battle without losing focus or opening our defense for the enemy. Becoming as strong as a bull before facing an ogre half-again your size is also a preparation one shouldn't dismiss. Bladesingers' training focuses on battle magic, for learning the full spectrum of wizardry is impossible for those who dedicate anything less than their life to the task. A bladesinger's life is dedicated to something else.\n\nEvery bladesinger has a weapon that is his own, the symbol of steel and Weave united. Most often, and especially in modern days, this weapon is a thinblade, a longsword or a rapier. There is no fundamental restriction preventing the use of other balanced melee weapons, though. What is signifigant about the bladesinger's weapon is that it has become part of him. A soldier may buy a new sword for every major war, but a bladesinger will hold onto his chosen weapon forever. Choosing this weapon is an important rite of passage for bladesingers who have finished their apprenticeship. Traditionally, a family heirloom sword has been chosen. Lacking such, it's not uncommon to have one made for the bladesinger. My thinblade, Salka Tel'Osta, is an example of such. Forged by Thraldur of Winya, enchanted by two mages and myself, coated in alchemical silver, I hope to pass it on to generations to come when my time is done. It holds my soul, my devotion to all Tel'Quessir, and will hopefully define what it is to be bladesinger for another young warrior in the far future. It is more than a deadly weapon and a symbol of my training: for bladesingers, our weapons serve as conduits of magic. Eventually, we learn to cast spells through our blades and even store magic in them. These are challenging techniques, however, and few in today's Faerûn have truly mastered them.\n\nArt, the refining of spirit, is the part of bladesingers' training that is the hardest to explain. It is what completes the harmony of the other two fields. Music and painting are arts of peace that correspond with magic and swordplay, arts of war. That is why they are so important to bladesingers. As the name of the tradition implies, music also plays a greater part in the bladesong itself. Bladesong, in the most concrete sense, is the music a bladesinger's whirling sword creates in battle. I accompany this with singing of my own, though that is a personal addition and not a traditional part of the style. However, music also has a deeper meaning. In the trance of the bladesong, it is music that guides the bladesinger's movements. When I transcend into the bladesong, it is not random melodies I create with my sword and voice. No, it is reflections of the universal harmonies that ring clear in my soul. Only when a warrior has advanced far enough to hear this song clearly, do they really practice the bladesong in the real meaning of the word. It is my belief, based on my research and experiences, that those elves and half-elves who fail to uphold the bladesingers' oaths lose contact to this divine melody. They will know magic and swordplay, but as the third pillar crumbles they can no longer reach harmony. \n\nI have often wondered about the source of this harmony, the song that plays in a bladesinger's soul. I think it is reasonable to assume it is related to the inner power of monks and the faith of paladins. Sword sages of the East may have similar experiences, and perhaps even the raw energy of sorcerers is somehow connected to our power. Some hear it as song, others see it as order and light, and for some yet it is a pure ideal. Is there a building block of the multiverse, a seed in our souls that is common to all beings in all worlds? I do not know. However, the True Bladesong is a particular manifestation of such hypothetical power. It is the song of the elven soul, granted by the Seldarine and nurtured by our culture. That is why, even if knights can become extraordinary swordsmen and monks may learn to overcome to limitations of physicality, only Tel'Quessir or those of immediate elven descent can ever become bladesingers.\n\n\n\nIn Winya Ravana, island of Amia\n29h Eleint, the Year of Lightning Storms\nKalliniel Galadhron"
    }
  },
  "DisarmDC": {
    "type": "byte",
    "value": 0
  },
  "Faction": {
    "type": "dword",
    "value": 1
  },
  "Fort": {
    "type": "byte",
    "value": 5
  },
  "Hardness": {
    "type": "byte",
    "value": 5
  },
  "HasInventory": {
    "type": "byte",
    "value": 0
  },
  "HP": {
    "type": "short",
    "value": 10
  },
  "Interruptable": {
    "type": "byte",
    "value": 1
  },
  "KeyName": {
    "type": "cexostring",
    "value": ""
  },
  "KeyRequired": {
    "type": "byte",
    "value": 0
  },
  "Lockable": {
    "type": "byte",
    "value": 1
  },
  "Locked": {
    "type": "byte",
    "value": 0
  },
  "LocName": {
    "type": "cexolocstring",
    "value": {
      "0": "Evaliir'Vel, or the Song of the Blade"
    }
  },
  "OnClick": {
    "type": "resref",
    "value": ""
  },
  "OnClosed": {
    "type": "resref",
    "value": ""
  },
  "OnDamaged": {
    "type": "resref",
    "value": ""
  },
  "OnDeath": {
    "type": "resref",
    "value": ""
  },
  "OnDisarm": {
    "type": "resref",
    "value": ""
  },
  "OnHeartbeat": {
    "type": "resref",
    "value": ""
  },
  "OnInvDisturbed": {
    "type": "resref",
    "value": ""
  },
  "OnLock": {
    "type": "resref",
    "value": ""
  },
  "OnMeleeAttacked": {
    "type": "resref",
    "value": ""
  },
  "OnOpen": {
    "type": "resref",
    "value": ""
  },
  "OnSpellCastAt": {
    "type": "resref",
    "value": ""
  },
  "OnTrapTriggered": {
    "type": "resref",
    "value": ""
  },
  "OnUnlock": {
    "type": "resref",
    "value": ""
  },
  "OnUsed": {
    "type": "resref",
    "value": ""
  },
  "OnUserDefined": {
    "type": "resref",
    "value": ""
  },
  "OpenLockDC": {
    "type": "byte",
    "value": 0
  },
  "PaletteID": {
    "type": "byte",
    "value": 13
  },
  "Plot": {
    "type": "byte",
    "value": 1
  },
  "PortraitId": {
    "type": "word",
    "value": 0
  },
  "Ref": {
    "type": "byte",
    "value": 0
  },
  "Static": {
    "type": "byte",
    "value": 0
  },
  "Tag": {
    "type": "cexostring",
    "value": "book_arc_006"
  },
  "TemplateResRef": {
    "type": "resref",
    "value": "book_arc_006"
  },
  "TrapDetectable": {
    "type": "byte",
    "value": 1
  },
  "TrapDetectDC": {
    "type": "byte",
    "value": 0
  },
  "TrapDisarmable": {
    "type": "byte",
    "value": 1
  },
  "TrapFlag": {
    "type": "byte",
    "value": 0
  },
  "TrapOneShot": {
    "type": "byte",
    "value": 1
  },
  "TrapType": {
    "type": "byte",
    "value": 0
  },
  "Type": {
    "type": "byte",
    "value": 0
  },
  "Useable": {
    "type": "byte",
    "value": 1
  },
  "Will": {
    "type": "byte",
    "value": 0
  }
}
