{
  "__data_type": "UTP ",
  "AnimationState": {
    "type": "byte",
    "value": 0
  },
  "Appearance": {
    "type": "dword",
    "value": 1313
  },
  "AutoRemoveKey": {
    "type": "byte",
    "value": 0
  },
  "BodyBag": {
    "type": "byte",
    "value": 0
  },
  "CloseLockDC": {
    "type": "byte",
    "value": 0
  },
  "Comment": {
    "type": "cexostring",
    "value": ""
  },
  "Conversation": {
    "type": "resref",
    "value": ""
  },
  "CurrentHP": {
    "type": "short",
    "value": 10
  },
  "Description": {
    "type": "cexolocstring",
    "value": {
      "0": "== Mystran Conspiracy ==\n\nThe Thayvian Influence, Vol. III\n\nBy : Valkin Mulgin\n\nFor many decades, the Thayvians had good business on the Amian island, practicing soul smithing. The energies they used to enchant weapons and armors for adventurers and were to come from a personal source of the user to further help bond the object to them.\n\nThen a rumor was set about that the Thayvians were using quintessential soul magic, which is known for its corrupting influence. Once this became common knowledge to the island's populace, the commoners did take on these fabricated lies and charlatan displays of the weave knights and the Thayvian trade was discredited, someone was pushing to ensure the Thayvians were ruined in every way possible.\n\nPropaganda to ensure they no longer had pull within the merchant industry, well placed rumors coursed chaos for the once Lawful and most appreciated services of the Red Wizards of Thay, their trade decimated yet not ruined entirely there was still room for recovery. Still hope to continue their services.\n\nUnfortunately the play was not over at this and out of desperation the organization desperate to remove the Thayvian trade did \"weave\" a web leading to a great tragedy.\n\nThe Remaining Red Wizards were boxed into cordor with no place to flee, and were slowly herded towards the Orphanage, supposedly one of the rouge agents of Thay did lead them into a trap were they cornered, however they did not dispite reports hold the children hostage it was in-fact all a ploy to ensure the Thayvians were discredited further.\n\nThe Thayan negotiator came freely to speak with the Knight of Law, but it was the Law Knight who attacked without cause. Other Red Wizards rushed to aid the negotiator as the fight spilled into the nearby orphanage. This is when Mages from Monolith showed themselves abruptly and began to assault the Thayan's inside the orphanage. Due to the battle inside, fire caught hold of the building, yet the building held strong.\n\nConveniently to prevent the real evidence from being shown Ice storm spells were cast supposedly to stop the fire, but it was a careless attempt to put out the flames, the building perhaps may have held strong till the Mystran mage's pummel the building with their magic from outside, in-fact it is said that many of the children that did survive only did due to the magic of the Red Wizards doing battle with the mystran knights.\n\n----------------------------------------------------------------------\n\n\"The Following information was penned by someone during this strife of the attack on the cabals of amia, the documents has been carbon dated and corresponds with this time frame its writer remains anonymous to avoid persecution\"\n\n\"It was the Accusations leveled by the mystrans that led the city of Cordor to turn its swords against the Red Wizards, a people who had peacefully served Cordorians without incident since the city's inception, Absent of any \"proof\" other than the Mystrans' assurances the Cordorian guard laid siege to the orphanage, leading to its destruction.\n\nAsk yourself how it is that the mighty Red Wizards could succumb to the mundane fires of a burning orphanage. Even peoples untrained in magical arts know only those skilled in magic can defeat masters of the arcane. Its obvious they were killed by no ordinary flames.\n\nBut why would the agents of mystra slay them? What did they stand to again from the downfall and banishment of the Red Wizards and there services they offered to all? Its is a curios coincidence that the Mystranns were able to so \"swiftly\" step in forward to offer their \"own\" service as a most convenient remedy. It is as if they knew what was to come and had been planing a strategic takeover of the magical trades in the commonwealth of Amia.\n\nAnd is it not apparent to all how Thayan enchantments were often so much stronger than that of the Mystrans ? One might suspect that the Mystran know they could not compete with the unparalleled skill of the Red Wizards. Perhaps.. the Mystrans know the only way they could control the industries of magic on the isle was to first rid it of the Thayans and there Vastly superior work. Or perhaps they just wished to ensure everyone else but those loyal to the monolith had weak equipment an enchantments.\n\nThere is no doubt that the Red Wizards can be Cruel and Wicket, Few of any Fair mind and judgment would argue otherwise however What makes more sens is the fair of mind, that the lawful people with a history of lawful services would suddenly destroy there golden goose, or that a would-be competitor serving a lawless ends-justing-the-means framed them to peddle their inferior wares ?\n\nFurther, why is it that many of the new Mystran tower are so heavily fortified with Mithral golems ? Given what they did to the thayvnians, one wonders what the True purpose of their Constructs might be, and is it not metallic constructs that which attacked the Thayan Enclave in west Cordor Originally ?\n\nBut how, you might ask yourself, could a preponderance of evidence and mind boggling series of coincidence go unnoticed by the Cordorian guard ?\n\nOne final nail in the Coffin is placed to prove, Would it surprise you to know that the Captain of the Cordorian guard at the time was in-fact a Weave Knight himself ?\n\nMerely Another coincidence I am Sure...!\"\n\n\"In another Report that was posted in the Amia Newspapers\"\n\nAs some of you may have heard, the Thayan building was attacked by unknown assailants. The Wizard where killed or kidnapped, no attempts at scrying their location by our sources have been successful, and speak with the dead has failed as well.\n\nThis was the First Attack, the Enclave itself was attacked by individuals that were linked the the weave knight's or the \"mystrans\" believed to be under there employ, they intended to gather the secrets of the Red Wizards superior services and incite the first act of violence that they could use to fuel the fire's of hate.\n\nThe Red Wizards, after a customary wait period, where given a public audience with Lord Motgomory, in which they stated they had Irrefutable proof of scrying that their numbers had been killed and where even now being experimented on by Mystrans.\n\nThe Duke, however, was adamant that the scrying images could have been fabricated or even faked by outside sources, and refused to take any form of action regardless without first hearing from the accused( No doubt buying time for his accomplices to remove vital evidence and ensure this could not be investigated further)\n\nThe Duke refused to act on any evidence present to him that something was wrong, Many ongoing letters and report were sent to the Duke at this time none were ever seen to and slowly but surely more Chaos and lies erupted coursing further harm and harassment to the Thayvians in Amia the plot thickens at it appears even the Duke himself of the time was corrupted and perhaps involved with these mystrans or at least had his hand in the Gold pot hoping to benefit from this hostile takeover..\n\nAs Stated in the Cordor Newspapers at the time\n\n-------------------------------------------------------------------------\n\n\"FORMER DUKE TO STAND TRIAL FOR CRIMES AGAINST COMMONWEALTH\n\n\"by Ethan Starr, Editor-in-Chief of the Amian Recorder \"\n\n\"Although Montgomery was a sometime popular dictator and abdicated his rule with sincere humility and acknowledgment of his crimes against the people, this does not exonerate him in the eyes of the law,\" Maximillian went on to address the crowd. \"There were many things made wrong under his regime, and they must be set right if the people, if the commonwealth, is to advance.\"\n\n\"One might wonder who else was benefiting from the Thayvian Trade being moved out perhaps these officials had there hands in the honey pot so to speak and were involved with the conspirators\"\n\n\"The list of allegations against the former duke is considerable enough to warrant a trial,\" Rochford wrote in a statement from his office. \"There are clear abuses of power evident, and I intend to prove that the former duke is not, as he once was, above the law and beyond a responsibility to the people he governed.\"\n\n\"Furthermore the guard have been reportedly involved in scandals acts and criminal origination and yet they still operate and have the support of the commonwealth, the Red wizards did nothing but trade there superior weres and are punished for it.\"\n\n\n\"It was said that the Duke himself of the time was not himself, report have even be said that he was replaced with a doppleganger early in his life for unknown reasons, perhaps these very reasons were to instigate the corruption and infiltration of the Commonwealth of Amia, so that these would be powers could take over the fair trade for themselves, justifying there actions as for the great good.\"\n\n\"Quote Ethan Starr, Editor-in-Chief of the Amian Recorder\n\"\n\"he most recent scandal involved the late Vishlesz, a drowess at the center of the ACLU vs. Galverson case, who reportedly died from blunt trauma delivered after she attacked three armed guards, mere days before she was scheduled to testify in the case. Despite apprehension, the citizens of Cordor have continued to support the Guard. In truth, that may be the chief reason why corruption has now overtaken the core of the Guard. Duchal and civilian oversight of the Guard has been non-existant due to blind faith, empowering those within the Cordor Guard to exploit the office's power for their own benefit. \"\n\nAn inside source within the Cordor Guard, who has gone on the record as anonymous, has reported that a faction of like-minded individuals deeply entrenched in the Guard have not only been suspected of criminal activity, but have been implicated by corroborating physical evidence.\n\n\"I care about the law of this city. I care about her citizens, and about my mates in the unit,\" Inside Source's informant said in a closed interview. \"If it weren't for the fact that this corruption goes as high as it does, I wouldn't worry about giving out my name. But as it is, I'm probably already targetted. Frankly, I think my days on the force are numbered.\"\n\nThe informant presented official documentation of a search warrant for a private residence in West Cordor, as well as an arrest warrant for its owner, Cordor Guard Sergeant Mellene Korlis. Eyewitness reports confirm that a fully tactical raid was conducted at Korlis' residence on 754 Waterloo Way, a raid that resulted in the apprehension and arrest of several unknown individuals. Several Guard documents that should be filed in the Guardhouse were recovered during the raid by Law Knights, many of them detailing classified information regarding Cordor Guard operating procedures, Cordor Guard special objectives, arrest record information, and worse, the identity of undercover agents currently active in the field, as well as unaffiliated informants. Korlis herself is a sergeant with an oversight role in the Cordorian Department of Corrections at the South Cordor District Prison, meaning she has near exclusive access to the kinds of documents retrieved from her home.\n\nHad the raid itself not occurred over a month ago, it might seem as though the Cordor Guard is acting swiftly upon its own corruption. However, more than thirty days have passed since the raid on Korlis' residence, and there have been no announcements to the press, no public statements made, and no public trial scheduled for Korlis or the unnamed individuals apprehended at the Sergeant's home. In fact, it was only under significant pressure from Inside Source that the clerks at the South Cordor District Prison even acknowledged that Korlis and the unnamed individuals were incarcerated at that location.\n\n\"Though I'm not even sure they [Korlis, et al] really are there,\" said the anonymous informant. \"All of my efforts to find out the truth have been rebuffed by the Law Knights and the clerks. I have significant rank in the Guard, and I've been told that all details of the case and the documents taken from Korlis' house have been classified Red. I think even the Duke would have a hard time getting through that much red tape. And when you have that much red tape, you know something is being hidden. Something bad, something really bad.\"\n\n---------------------------------------------------------------------------\n\nAfter this further more tragedy spring into play, however the individuals involved were not affiliated with Thay or the Red Wizards since there past actions that were reported to Thay were reported and they had them exiled and labeled terrorist and renegades of Thay.\n\nThe Remaining Rouge Agents were of course striped of there status by the Magorcy of Thay, they were considered renegades and official orders were posted for them to be handed over to the Cordorian authority if captured, and order that still is in place today however not for the incident at the orphanage but for there continued renegade unsanctioned activities with the unsanctioned alliance with the Auralites.\n\nHowever in an in vane attempt to regain the trust and status in Thay these Terrorists did so believe that they could transform all of the island's Weave into mythal, harvest the mythal, and then leave the Amian Island in a state of disarray.\n\nUsing a giant manufactured mythal crystal as a focus, the Thayvian magicians combined arcane ritual with the divine influence of the Winter Queen's faithful an unsanctioned alliance with the Aurilites.\n\nThe ritual began to tear into the very Weave on the Amian island itself. Mana storms broke out across the island. Magic itself ceased to function in some places, and wild magic zones sprang up as turmoil broke out in the metaphysical Weave.\n\nThese rouge agents failed. They were thwarted when the Tower of Mystra who conveniently was repaired of an assault, declared a Wizard's March upon the Thayvians.\n\nThe entire Tower marched via magical portal to Howness in Forrstakkr, and from there to the cavern where the ritual took place - and there, they slew Aurilite and Thayvian alike until the threat was neutralized. The names Halen Van, Casper Meche, Yossarin, Rhea, and Airais Alanein stick out as noteworthy figures within the Tower of Mystra who \"led the charge\".\n\nSince this time Thay has been to involved with other affair's to return to Amia and repair the broken relations with Amia, however more recently a Young and upcoming Diplomat And Red Wizard was sent to Amia to merely to do the best he can to make it so that the collective cities on the Island of Amia will not murder a Thayvian just for being a Thayvian.\n\nhe was also advised that some remnants of the Renegade Thayvian cabal that joined with the Aurilites to destroy the island's Weave may still be lurking somewhere on the island, being very low key. If he was to uncover their whereabouts, or find out about them, to turn them in to the Island's authorities to pay for their crimes against Amia, an order he has pursued with great determination as have all the members of the cabal.\n\n---------------------------------------------------------------------------\n\nIn summery, I feel enough evidence has been brought to the public attention as well as the commonwealth to warrant a new hearing, seeming Cordor has such a policy on fair tolerance it is only fair that this terrible unjust ban on the red wizard be lifted so once again the people of Amia can benefit from there Fine services.\n\nHowever i do not write this to incite civil unrest i do not write this to course issues within the commonwealth and the good people of Amia. We only wish that our case be heard and that the rulings and events that took place so long ago be removed. As this past ban as well as accusations are clouded by a sea of corruption lies and conspiracy. Hear our words and let us remove this foolish Ban on the city's of Amia, the Red Wizards simply wish to move freely offering there services and will abide by all laws of the city's they are within as has always been the way of Thay.\n\n*the tome is marked with the seal of the Magisterium as well as Valkins personal seal, and the library seal of authentication,*"
    }
  },
  "DisarmDC": {
    "type": "byte",
    "value": 0
  },
  "Faction": {
    "type": "dword",
    "value": 1
  },
  "Fort": {
    "type": "byte",
    "value": 5
  },
  "Hardness": {
    "type": "byte",
    "value": 5
  },
  "HasInventory": {
    "type": "byte",
    "value": 0
  },
  "HP": {
    "type": "short",
    "value": 10
  },
  "Interruptable": {
    "type": "byte",
    "value": 1
  },
  "KeyName": {
    "type": "cexostring",
    "value": ""
  },
  "KeyRequired": {
    "type": "byte",
    "value": 0
  },
  "Lockable": {
    "type": "byte",
    "value": 1
  },
  "Locked": {
    "type": "byte",
    "value": 0
  },
  "LocName": {
    "type": "cexolocstring",
    "value": {
      "0": "Mystran Conspiracy"
    }
  },
  "OnClick": {
    "type": "resref",
    "value": ""
  },
  "OnClosed": {
    "type": "resref",
    "value": ""
  },
  "OnDamaged": {
    "type": "resref",
    "value": ""
  },
  "OnDeath": {
    "type": "resref",
    "value": ""
  },
  "OnDisarm": {
    "type": "resref",
    "value": ""
  },
  "OnHeartbeat": {
    "type": "resref",
    "value": ""
  },
  "OnInvDisturbed": {
    "type": "resref",
    "value": ""
  },
  "OnLock": {
    "type": "resref",
    "value": ""
  },
  "OnMeleeAttacked": {
    "type": "resref",
    "value": ""
  },
  "OnOpen": {
    "type": "resref",
    "value": ""
  },
  "OnSpellCastAt": {
    "type": "resref",
    "value": ""
  },
  "OnTrapTriggered": {
    "type": "resref",
    "value": ""
  },
  "OnUnlock": {
    "type": "resref",
    "value": ""
  },
  "OnUsed": {
    "type": "resref",
    "value": ""
  },
  "OnUserDefined": {
    "type": "resref",
    "value": ""
  },
  "OpenLockDC": {
    "type": "byte",
    "value": 0
  },
  "PaletteID": {
    "type": "byte",
    "value": 13
  },
  "Plot": {
    "type": "byte",
    "value": 1
  },
  "PortraitId": {
    "type": "word",
    "value": 0
  },
  "Ref": {
    "type": "byte",
    "value": 0
  },
  "Static": {
    "type": "byte",
    "value": 0
  },
  "Tag": {
    "type": "cexostring",
    "value": "book_hist_010"
  },
  "TemplateResRef": {
    "type": "resref",
    "value": "book_hist_010"
  },
  "TrapDetectable": {
    "type": "byte",
    "value": 1
  },
  "TrapDetectDC": {
    "type": "byte",
    "value": 0
  },
  "TrapDisarmable": {
    "type": "byte",
    "value": 1
  },
  "TrapFlag": {
    "type": "byte",
    "value": 0
  },
  "TrapOneShot": {
    "type": "byte",
    "value": 1
  },
  "TrapType": {
    "type": "byte",
    "value": 0
  },
  "Type": {
    "type": "byte",
    "value": 0
  },
  "Useable": {
    "type": "byte",
    "value": 1
  },
  "Will": {
    "type": "byte",
    "value": 0
  }
}
