{
  "__data_type": "UTP ",
  "AnimationState": {
    "type": "byte",
    "value": 0
  },
  "Appearance": {
    "type": "dword",
    "value": 1327
  },
  "AutoRemoveKey": {
    "type": "byte",
    "value": 0
  },
  "BodyBag": {
    "type": "byte",
    "value": 0
  },
  "CloseLockDC": {
    "type": "byte",
    "value": 0
  },
  "Comment": {
    "type": "cexostring",
    "value": ""
  },
  "Conversation": {
    "type": "resref",
    "value": ""
  },
  "CurrentHP": {
    "type": "short",
    "value": 10
  },
  "Description": {
    "type": "cexolocstring",
    "value": {
      "0": "The Rise & Fall of Netheril\n\nTo the east, on the sandy shores of the calm and shining Narrow Sea, human fishing villages grew into small towns and then joined together as the nation of Netheril. Sages believe the fishing towns were unified by a powerful human wizard who had discovered a book of great magic power that had survived from the Days of Thunder - a book that legend calls the Nether Scrolls. Under this nameless wizard and those who followed, Netheril rose in power and glory, becoming both the first human land in the North and the most powerful. Some say this discovery marked the birth of human wizardry, since before this time mankind had only shamans and witch doctors. For over 3,000 years Netheril dominated the North, but even its legendary wizards were unable to stop their final doom.\n\nDoom for Netheril came in the form of a desert, devouring the Narrow Sea and spreading to fills its banks with dry dust and blowing sand. Legend states when the great wizards of Netheril realized their land was lost, they abandoned it and their countrymen, fleeing to all corners of the world and taking the secrets of wizardry with them. More likely, this was a slow migration that began 3,000 years ago and reached its conclusion 1,500 years later.\n\nWhatever the truth, wizards no longer dwelled in Netheril. To the north, the once-majestic dwarven stronghold of Delzoun fell upon hard days. Then the orcs struck. Orcs have always been foes in the North, surging out of their holes every few tens of generations when their normal haunts can no longer support their burgeoning numbers. This time they charged out of their caverns in the Spine of the World, poured out of abandoned mines in the Graypeaks, screamed out of lost dwarfholds in the Ice Mountains, raged forth from crypt complexes in the Nether Mountains, and stormed upward from the bowels of the High Moon Mountains. Never before or since has then been such an outpouring of orcs.\n\nDelzoun crumbled before this onslaught and was driven in on itself. Netheril, without its wizards, was wiped from the face of history. The Eaerlann elves alone withstood the onslaught, and with the aid of treants of Turlang and other unnamed allies, were able to stave off the final days of their land for yet a few centuries more.\n\nIn the east, Eaerlann built the fortress of Ascalhorn and turned it over to refugees from Netheril as Netherese followers built the town of Karse in the High Forest. The fleeing Netherese founded Llorkh and Loudwater. Others wandered the mountains, hills, and moors north and west of the High Forest, becoming ancestors of the Uthgardt and founders of Silverymoon, Everlund, and Sundabar."
    }
  },
  "DisarmDC": {
    "type": "byte",
    "value": 0
  },
  "Faction": {
    "type": "dword",
    "value": 1
  },
  "Fort": {
    "type": "byte",
    "value": 5
  },
  "Hardness": {
    "type": "byte",
    "value": 5
  },
  "HasInventory": {
    "type": "byte",
    "value": 0
  },
  "HP": {
    "type": "short",
    "value": 10
  },
  "Interruptable": {
    "type": "byte",
    "value": 1
  },
  "KeyName": {
    "type": "cexostring",
    "value": ""
  },
  "KeyRequired": {
    "type": "byte",
    "value": 0
  },
  "Lockable": {
    "type": "byte",
    "value": 1
  },
  "Locked": {
    "type": "byte",
    "value": 0
  },
  "LocName": {
    "type": "cexolocstring",
    "value": {
      "0": "The Rise & Fall of Nethril"
    }
  },
  "OnClick": {
    "type": "resref",
    "value": ""
  },
  "OnClosed": {
    "type": "resref",
    "value": ""
  },
  "OnDamaged": {
    "type": "resref",
    "value": ""
  },
  "OnDeath": {
    "type": "resref",
    "value": ""
  },
  "OnDisarm": {
    "type": "resref",
    "value": ""
  },
  "OnHeartbeat": {
    "type": "resref",
    "value": ""
  },
  "OnInvDisturbed": {
    "type": "resref",
    "value": ""
  },
  "OnLock": {
    "type": "resref",
    "value": ""
  },
  "OnMeleeAttacked": {
    "type": "resref",
    "value": ""
  },
  "OnOpen": {
    "type": "resref",
    "value": ""
  },
  "OnSpellCastAt": {
    "type": "resref",
    "value": ""
  },
  "OnTrapTriggered": {
    "type": "resref",
    "value": ""
  },
  "OnUnlock": {
    "type": "resref",
    "value": ""
  },
  "OnUsed": {
    "type": "resref",
    "value": ""
  },
  "OnUserDefined": {
    "type": "resref",
    "value": ""
  },
  "OpenLockDC": {
    "type": "byte",
    "value": 0
  },
  "PaletteID": {
    "type": "byte",
    "value": 13
  },
  "Plot": {
    "type": "byte",
    "value": 1
  },
  "PortraitId": {
    "type": "word",
    "value": 0
  },
  "Ref": {
    "type": "byte",
    "value": 0
  },
  "Static": {
    "type": "byte",
    "value": 0
  },
  "Tag": {
    "type": "cexostring",
    "value": "book_hist_026"
  },
  "TemplateResRef": {
    "type": "resref",
    "value": "book_hist_026"
  },
  "TrapDetectable": {
    "type": "byte",
    "value": 1
  },
  "TrapDetectDC": {
    "type": "byte",
    "value": 0
  },
  "TrapDisarmable": {
    "type": "byte",
    "value": 1
  },
  "TrapFlag": {
    "type": "byte",
    "value": 0
  },
  "TrapOneShot": {
    "type": "byte",
    "value": 1
  },
  "TrapType": {
    "type": "byte",
    "value": 0
  },
  "Type": {
    "type": "byte",
    "value": 0
  },
  "Useable": {
    "type": "byte",
    "value": 1
  },
  "Will": {
    "type": "byte",
    "value": 0
  }
}
