{
  "__data_type": "UTP ",
  "AnimationState": {
    "type": "byte",
    "value": 0
  },
  "Appearance": {
    "type": "dword",
    "value": 1313
  },
  "AutoRemoveKey": {
    "type": "byte",
    "value": 0
  },
  "BodyBag": {
    "type": "byte",
    "value": 0
  },
  "CloseLockDC": {
    "type": "byte",
    "value": 0
  },
  "Comment": {
    "type": "cexostring",
    "value": ""
  },
  "Conversation": {
    "type": "resref",
    "value": ""
  },
  "CurrentHP": {
    "type": "short",
    "value": 10
  },
  "Description": {
    "type": "cexolocstring",
    "value": {
      "0": "Oneiromancy: An Overview \nWritten by Djowen Megistus, Seventh Circle of the Ordo Azuthi \n------------------------------------------------------------------------------------- \n\n\n\nA mystical paradigm lost or overlooked by most modern magicians, oneiromancy is not merely the art of interpreting dreams, but mastering the mysterious realms that open to us when we experience sleep, or respite. The casual metaphysicist or hedge magician boasts the ability to interpret dreams, but the true oneiromancer does more than see and comprehend dreams: he traverses them, manipulates them, and, in some of the darkest cases, inflicts them in the form of nightmares. The application of genuine magic in the form of esoteric spell formulae and ritual is the critical difference between the dreamer and the doer.\n\nThe oneiromancer must operate his or her magic with the understanding that dreams are, in fact, visions or interpretations of a greater realm or universe that is beyond mortal perception. It has been posited that perhaps the thoughts of the omniscient gods themselves are the source of dream and prophecy alike; that, to sleep, perchance to dream, is a kind of astral travel through a mental landscape that spans both liminal time (encompassing the past, present, and future at the same moment) and the entire breadth of the human experience, shared by all living, mortal creatures in the quiet of slumber. Those faithful to Savras commonly make the claim. To work with the understanding that dreaming is tapping into a realm of seemingly unlimited potential, a universally shared experience, where the normal physical and metaphysical boundaries of the Material Plane do not apply, provides the oneiromancer with the necessary grounding he requires to comprehend, command, shape, and ultimately create and destroy the quintessential substance of the dream world. To grasp the subtle nuances and complex intricacies of this primal understanding, I highly recommend reading Ovio's \"1000 Visions Under the Moon\" and the popular work of Halruuan genius, \"My Essential Self\" by Worrell V.\n\nAs with any mystical practice, oneiromancy is not without its share of important rituals:\n\nBefore night has fallen, or you even consider embarking to sleep, adopt a regular routine of rest and relaxation. The amount of preparation it takes for a genuine oneiromantic dream experience can sometimes take days; it has been known to take months for those with naturally fervent or active minds and bodies. Practice regular breathing and meditation. Take plenty of naps through the day, at the body's insistence, to regularize the process of drifting off with a clear mind. Eat healthy to avoid heartburn, bloat, excitement, or excessive urination or defecation, as all of these involuntary urges of the body will interfere with the mandatory meditative calm demanded of the oneiromancer while traversing the dream world.\n\nWithin an hour or two of the journey, take a hot bath sprinkled liberally with chamomile. Burn sagebrush or incense of the Northern Throne. Prepare the Temple, also knows as the place where you are going to sleep. Historically, oneiromancy was discovered (or some claim rediscovered) in the crumbling temples and shrines to ancient, forgotten deities, mysterious and sometimes cavernous places that are mostly forgotten to people, but remain invested with the resonance of divination. These abandoned shrines and caverns often made excellent Temples for the journey into the dream realms; ancient accounts indicate that these places, so forgotten as they were, seemed to exist both in the Material Plane and in the dream world. In fact, some say the exact spacial properties of these locations existed in both realms as they set out on their journey. Focus on keeping the Temple void of all distracting noise, movement, or light.\n\nThere is a difference between merely falling asleep and dreaming, and slipping subconciously out of your mortal shell and into the world of dreams. The majority of dream experiences are had by the passive observer; a groggy eyewitness, locked behind an iron fence and unable to understand and impact the dreams. You must make yourself a Seeker, and in order to do so, must know both what you are Seeking, and how to Seek it. Most magicians practicing oneiromancy will insist on a given paradigmatic approach: some claim that focusing on the face of a given dragon tarot card before falling asleep and keeping that in the forefront of your mind is necessary. Others, that holding a particular gemstone in the right or left hand (whichever is dominant) and concentrating on its metallurgical properties and essential energies is the key. I have heard that runes may serve the purpose, or the presence of certain animals, and even some cantomancers have mentioned that specific musical phrases or chords serve well. Clearly, the Symbolism itself is the most important part, as well as the concentration on the given focus at the exclusion of all extraneous and distracting thought. Find whatever sources work best for you, sources that you feel are a part of you, and that you can, with minimal concentration, internalize and, in some respect, become.\n\nAccomplishing this narrowing of focus allows the oneiromancer to be more than the passive observer; once he moves into the realm of dreams, he is like the primal embodiment of the object of his obsession, able to navigate a world of equally primal essences with the same kind of freedom one might navigate the Material Plane. An even greater navigational ability, perhaps, because in the Material Plane, boundaries are set by the body. In the dream world, boundaries are only set by the subconcious mind; the more liberated your mind and your thoughts, the more freedom - and hence, the more raw power - you may command.\n\nAs a mere neophyte to oneiromancy, I encourage you to practice only the powers of observation, and from them, divination. Consider that dreams may be themselves a kind of liminal time, showing us an even hazier representation of what has been, is, or will be. The more you practice the navigation of your dreams, seeking out familiar Symbols and recognizeable Patterns, the more clarity you will achieve. Remember, as with many forms of magic, it is not merely talent: it is skill. It takes practice and dedication. Just as there are no born wizards, there are also no born oneiromancers.\n\nUpon waking, record all that you have witnessed so that you may apply the Waking Eye to it as well. If you are an accomplished thaumaturge, there are some unique rituals that actually allow the oneiromancer to record the experiences of his journey while he is still within the dream world. The unconcious body, guided by the ritual, can write, as through a common Scribe ritual, all that his sixth senses detect within the dream world. It can also paint vivid portraits that may be detailed, or mere explosions of color, to be interpreted through paradigm appropriate divination. Some cantomancers compose music. I have heard an account of a druidic oneiromancer who awoke to find a particular animal summoned to her side, and judging from what kind of animal it was, she would glean some incredible insight about the nature of the dream, even aside from what she may recall. A serpent meant there was great wisdom locked within the dream; a magpie meant that she was feeding on the carrion of some past experience, and needed to let go.\n\nLikewise, there are a plethora of other oneiromantic rituals, including one intended to grant the oneiromancer access not to his own dreams, but to another's. In this ritual, the object or symbol that acts as the focus while drifting off to sleep must be an object that satisfies the principles of Sympathy and Contagion. An article of clothing, fingernail or lock of hair, an heirloom or favorite object used in this way acts as the oneiromancer's key into the subject's dreams. Naturally, this is much harder to accomplish than merely tapping into the collective dream world via a universal symbol - an object that satisfies Sympathy and Contagion is not universal, but rather entirely subjective to the individual, and therefore can be much more difficult for the oneiromancer to \"embody\" or \"become\". I do not recommend this rite for beginners. An advanced Seeker possesses the presence of mind and, gods willing, the responsibility to invade another's dream, and to do so without ill intent.\n\nTo those who possess ill intent, such as the desire to provide inherently false prophetic dreams, to inflict an endless cycle of nightmares on the subject, or, at its worst, to slay a subject from the dream world, I say you shall not find those dark rituals here.\n\nAnd I pray to Azuth that you never do uncover them."
    }
  },
  "DisarmDC": {
    "type": "byte",
    "value": 0
  },
  "Faction": {
    "type": "dword",
    "value": 1
  },
  "Fort": {
    "type": "byte",
    "value": 5
  },
  "Hardness": {
    "type": "byte",
    "value": 5
  },
  "HasInventory": {
    "type": "byte",
    "value": 0
  },
  "HP": {
    "type": "short",
    "value": 10
  },
  "Interruptable": {
    "type": "byte",
    "value": 1
  },
  "KeyName": {
    "type": "cexostring",
    "value": ""
  },
  "KeyRequired": {
    "type": "byte",
    "value": 0
  },
  "Lockable": {
    "type": "byte",
    "value": 1
  },
  "Locked": {
    "type": "byte",
    "value": 0
  },
  "LocName": {
    "type": "cexolocstring",
    "value": {
      "0": "Oneiromancy: An Overview"
    }
  },
  "OnClick": {
    "type": "resref",
    "value": ""
  },
  "OnClosed": {
    "type": "resref",
    "value": ""
  },
  "OnDamaged": {
    "type": "resref",
    "value": ""
  },
  "OnDeath": {
    "type": "resref",
    "value": ""
  },
  "OnDisarm": {
    "type": "resref",
    "value": ""
  },
  "OnHeartbeat": {
    "type": "resref",
    "value": ""
  },
  "OnInvDisturbed": {
    "type": "resref",
    "value": ""
  },
  "OnLock": {
    "type": "resref",
    "value": ""
  },
  "OnMeleeAttacked": {
    "type": "resref",
    "value": ""
  },
  "OnOpen": {
    "type": "resref",
    "value": ""
  },
  "OnSpellCastAt": {
    "type": "resref",
    "value": ""
  },
  "OnTrapTriggered": {
    "type": "resref",
    "value": ""
  },
  "OnUnlock": {
    "type": "resref",
    "value": ""
  },
  "OnUsed": {
    "type": "resref",
    "value": ""
  },
  "OnUserDefined": {
    "type": "resref",
    "value": ""
  },
  "OpenLockDC": {
    "type": "byte",
    "value": 0
  },
  "PaletteID": {
    "type": "byte",
    "value": 13
  },
  "Plot": {
    "type": "byte",
    "value": 1
  },
  "PortraitId": {
    "type": "word",
    "value": 0
  },
  "Ref": {
    "type": "byte",
    "value": 0
  },
  "Static": {
    "type": "byte",
    "value": 0
  },
  "Tag": {
    "type": "cexostring",
    "value": "book_arc_014"
  },
  "TemplateResRef": {
    "type": "resref",
    "value": "book_arc_014"
  },
  "TrapDetectable": {
    "type": "byte",
    "value": 1
  },
  "TrapDetectDC": {
    "type": "byte",
    "value": 0
  },
  "TrapDisarmable": {
    "type": "byte",
    "value": 1
  },
  "TrapFlag": {
    "type": "byte",
    "value": 0
  },
  "TrapOneShot": {
    "type": "byte",
    "value": 1
  },
  "TrapType": {
    "type": "byte",
    "value": 0
  },
  "Type": {
    "type": "byte",
    "value": 0
  },
  "Useable": {
    "type": "byte",
    "value": 1
  },
  "Will": {
    "type": "byte",
    "value": 0
  }
}
