{
  "__data_type": "UTP ",
  "AnimationState": {
    "type": "byte",
    "value": 0
  },
  "Appearance": {
    "type": "dword",
    "value": 1385
  },
  "AutoRemoveKey": {
    "type": "byte",
    "value": 0
  },
  "BodyBag": {
    "type": "byte",
    "value": 0
  },
  "CloseLockDC": {
    "type": "byte",
    "value": 0
  },
  "Comment": {
    "type": "cexostring",
    "value": ""
  },
  "Conversation": {
    "type": "resref",
    "value": ""
  },
  "CurrentHP": {
    "type": "short",
    "value": 10
  },
  "Description": {
    "type": "cexolocstring",
    "value": {
      "0": "Seven Celestial Virtues, and their potential connotations in the art:\n\nWritten by: Tuomas Valo\n\n\nChastity: Foregoing the pleasures of the mortal flesh, such as sexual and sensual in favour of the pursuit of the Virtous ways. Not allowing the distractions of such to affect one's judgement or one's life.\n\n\nCharity: Giving freely to those in need, whether in the form of coin, physical resources or donation of relevant and potent spells, or alternatively in one's own essence for more potent rituals.\nTo some extent, extending mercy to those whom have been felled, or showing consideration\n\nTemperance: Approaching all actions rationally, and disconnecting oneself from emotional reactions or inclinations, with the exception of the benevolant emotions of love, goodwill, and caring. Judging not a being for it's race or bloodline, but for it's actions. \n\n\nDiligence: Being careful and refraining from presumption or conclusion and allowing such to cloud one's judgement in action. Showing care and fully exploring all aspects of a situation as able, through the use of applied reasoning and deductive investigation.\n\n\n\nPatience: Avoiding presumption and recognizing that the Art and the accomplishment of it's comprehension are meant to be a thorough and careful process rather then simply jumping to conclusions. Taking the time to contemplate all aspects of a situation and of a potential spell or experiment before beginning any field work in such. \n\nAlso, when dealing with those not of the Arcane, taking the time to explain to them what they need to know to better make decisions themselves regarding matters of Arcanum. Lastly, refraining from judgement of those who are not Magi, and recognizing that their input is as valid to any situation, no matter what.\n\n\n\nKindness: Being polite to all beings and showing consideration to any request. Additionally, being respectful of all even those who would be your foe and who stand diametrically opposite to your beliefs, for they too are mortal beings more likely then not. \n\n\n\nHumility: Not applying the art solely for one's own gain but for the benefit of all. Not acting out of personal want for recognition but for the greater whole of the realm. Always being respectful and polite to all beings, regardless of rank, creed or faith. Not seeking reward for good works, knowing in one's own heart the value of these works themselves.\n\n---\n\nMy thanks to Elder Meldrium Verafend for pointing out a valid flaw in my writings. This is part of the reason why I wished to reserve the right to edit and correct my work as I improved my understanding and connection to the virtues Celestial.\n\nPart of my growing understanding of these virtues is the recognition I am a mortal, in mind , (definitely) in body, and in soul. I will err, but in Erring, I strive to learn and improve myself, to aid in bettering the world around me through my learnings.\n\nI claim to be an Arcanist, but I only claim to be experienced in the arcane, I am far from (and would rather refrain from being called) a master in the Art, for the Art is an dynamic Art. Ever changing, ever growing as our understanding grows with it.\n\nA further discourse on the Elder's points will be written in the future and added to all copies.\n\nIn advance, I apologize that I do not address the next coming points in any particular order or reason of organization. I also apologize that not all the points of the Elder's are addressed.\n\n\nRegarding Humility:\n\nHaving asked a few people what they felt Humility means, I come to an interesting thought, that being: One meaning of humility is to do what it is that needs to be done, without thought of reward or consideration. An example of this would be to act in defense of another without seeking anything in return from that individual. Admittedly, this also comes as an example of Charity and in point of fact the two greatly intertwine , though the differentiation is in part in the specific intent in each of the two virtues.\n\nHumility as a virtue, at least in one sense strives for what could be argued as an acknowledgement and acceptance of one's place, flaws, limitations and abilities in the greater expanse of the universe. That is not to say that growth, transcendance of limitation and adaptation are not to be followed. However, comprehension of certain things requires a comprehension of the self. \n\nAs a contextual example: I am a single mortal being, I haven't the right nor would want such a right to decide if a person deserves to live, or have their life ended. The only time I would ever even consider such is if I must defend myself, or others from imminent harm to be enacted by this individual. I also do not have the right to judge if another being is good or evil, although there are certain guidelines one could contend to this. However, everyone individually is entitled to bear an opinion, to formulate an opinion based on what they know and what they believe.\n\nI shall use this point to address something said by Elder Meldrium:\n\nI do not believe this (Temperance) is a celestial virtue. Perhaps it is a celestial virtue for Mystra - but an Arcanist dedicated to the duty of Corellon Larethian would be left fed to the spiders.\n\nSocietally, there are indeed certain traits and certain behaviours which are more valued then others. As an example, the faithful of Corellon are from what I recall (and I apologize if I am incorrect in the wording but I shall try to at least correctly portray the spirit of the ideal):\n\n'Be ever Vigilant against the Spider Queen (Lolth) and ward against the corruption she would bring.\n\nThis is arguably an admirable trait. Being vigilant against corruption and darkness, for these are true Forces Manifest, tied to 'Evil'. However, how can one define being Vigilant? I admit I did not see further extrapolation though I imagine in the more detailed dogmatic lessons there would be teachings on how Corellon would teach to achieve such a vigilance.\n\nReturning back to what I am striving to say: Although societally there are certain standards of behaviour, it is also true that there are in the Materium and the planes beyond fundamental forces: 'Good' , 'Evil' , 'Order' and 'Chaos' . These forces both in their pure manifest form, and in the spread essence which can be found in all sentient beings serve albeit indirectly to guide lives and people, although they do possess real power.\n\nTake for example Devils and Demons: These beings are potent beings of great, and terrible evil. Unlike a mortal I admit readily, they are near to true Manifest Evil as one might get, as I understand them. Consistantly, and nigh without fail these beings are Evil and Malevolant with few if any exceptions.\n\nThey are admittedly Sentients, whom are capable of free choice, however the nature of their existance is such that seldom do they stray from the path they are on.\n\nJust as there are these Forces Manifest, they represent specific ideas, beliefs that transcend a simple mortal understanding to some extent. I will not attempt to interpret what they themselves represent directly, for such is not my place. I am instead simply offering a contemplation and what I imagine will become written dialogue on the subject of the Celestial Virtues as they are commonly understood.\n\nAdmittedly, I imagine that I will have my ideal of Temperance quoted back to me citing not to judge a being for it's Bloodline, something I still hold to. Admittedly, a being of manifestation to a particular trait will likely fall to any archtypes that one might place upon it were they to judge, but there is nothing wrong with leaving room for potentially being proven wrong. \n\nMoving to the notion that Diligence and Chastity being virtues of Paladins, Clerics and Monastic Ascetics, being seperate to Wizards and Loremasters. Occupation should not decide what virtues are or are not pertinent. An example regarding Diligence and it's pertinence to a Wizard:\n\n- A Wizard's research into a particular topic can , regardless of the extensiveness that it discerns have ramifications for the greater world as a whole. Even the smallest, most academic bit of research can potentially create ripples into other topics, and influence ideas, beliefs and understandings unexpectedly. Specifically for sake of this example let us say a Wizard researches a successful way to create more advanced Golem-like beings, capable of independant thought and sentience that would allow them to provide and augment existing labour groups.\n\nThe ramifications for such a discovery would be many: Positively.. this new race could potentially carry out labours a lot more difficult then for any mortal being. However.. as I just alluded to, this developmenet would in effect be the birth of a race. This race would have to find their place with the existance of the Materium and define if it would be willing to serve in the role for which it'd been originally developed, or if they as a race would seek their own path, benign or malign.\n\n\nIt is important for a Wizard to consider the ramifications of their works, and to be diligent in not carrying out something for which they are incapable of dealing with the resulting happenings.\n\n\nIt is in my humble opinion that these, amongst the other virtues are universally of value, although I can only offer my own beliefs, and encourage that people make their own choices in the adherance of these virtues, or whatever they hold dearest. I will continue with these writings as thoughts upon them come to my mind.\n\n---\n\nPatience:\n\nPatience is not just something to be sought in interactions with people, but in oneself. This is a particularly pertinent virtue to Wizards and researchers, ebcause it is important to recognize the need for this virtue when adversity vexes, not only on a general level of the situation's resolution but on one's emotions, such as research meant to aid a friend or specific individual.\n\nAdditionally, Patience applies in the experimentation process, because invariably, as a part of the nature of the process of experimentation there will be failure. A Wizard cannot allow a want for success to override the need for proper experimentation or development of process, as to keep from any problems developing. With patience, the urge to 'cut corners' in lieu of seeking faster results can be transcended.\n\nThese may sound like very obvious and simplistic notions to you reader, however I must admit that I have seen a number of people fall to the wayside in this in my time, and I also admit to have fallen to the wayside at times myself in this particular aspect of Wizardly craft.\n\n\n\nKindness:\n\nKindness , (and Charity to a lesser extent) manifest not just in the obvious senses as one might expect but also in an sense that not many would expect, or expect but not quite link in the same fashion as I do, though I could be mistaken. \n\n\nMercy\n\nExtending mercy to any and all whom you deal with, even those whom you have to defend yourself against in violence is an important consideration for any who would adhere to the Celestial Virtues, again at least in my humble opinion.\n\n\nTo both of the above consider this: What is truly the greater, legitimately extended mercy and kindness of one whom may not nescessarily have committed ills of free will, or one whom willingly and wholehartedly has committed free ills? Many would say the one who committed the ills not of their free willk, a few might say the one who had willingly and wholehartedly committed the ills. \n\nMy belief is that both are equally important in their own right. Those not acting of their free will are likely in a very precarious position and in need of someone to reach out to. And yet, those whom willingly committed the ills upon truly recieving beneficient mercy may have a doorway opened in their hearts and minds which has otherwise been closed by hatred and darkness.\n\nI admit, not all people would see it that way, but at the same time Kindness and Mercy should be shown in equivical measure regardless of whom is benefiting, at least in my humble opinion.\n\n\nTemperance:\n\nTemperance in one way and a very reliably interpretive way be described as the Restraint of the Self. To Wizards , Sorcerors and all forms of Arcanists amongst others, this trait is very important for the Weave is a great and potent gift and were it to be misused it would bear terrible consequences. This restraint of self also applies to excesses of any number of sorts, including alcohol, wealth, emotion (to a lesser extent) , and is applicable in forgiveness.\n\nI call to ask you to look to the Folly of Karsus and the Fall of the Netheril Empire. Karsus' actions as the story goes temporarily unbound the Weave directly or indirectly as he sought to become the God of Magic.\n\nPerhaps a less Arcanely focused example: A temperate man whom is asked to preside over a case of law which has great emotional involvement for many involved on both sides of the matter will be able to more readily set aside any personal, or emotional bias not only to find the truth, but to deliver a verdict in the matter which is fair and can reasonably deliver the verdict's required actions in a fashion which cannot be solely attributed to any sort of biased reasoning.\n\nI will, of course continue with appending to this process as time progresses.\n\n\nTuomas Valo\n\nIn this addendum, I shall write on an important topic after recent events and inspirations, specifically Sacrifice and how it relates into the virtues.\n\nPlease understand firstly, I do not speak of the sacrifice of sentient beings as a process to gain power. That is the violent ending of life to which I am vehemently opposed, and would give my own life to see stopped if it was absolutely nescessary.\n\nNo, what I speak of is the sacrifices that an individual whom would adhere to the Seven Celestial Virtues makes. Charity , as understood is the willing donation of time, resources and anything that is needed freely and without want for anything in return. Sacrifice and how I shall speak on it ties strongly to Charity but not just in the obvious sacrifice of material wealth and of one's time and personal resources. \n\nSometimes, as an adherant to the Celestial Virtues, one must accept that their life will not always be without tumult, or without challenge in some form or another. This challenge could manifest simply in the small part of all of us that is left wanting of material possessions and it's being ignored due to the adherance of Charity and Kindness. \n\nA specific and relevant example: If one was to donate the bulk of their personal resources to facilitate a worth cause, such as a new edifice or new research that would benefit any, then that person may not be so readily able to purchase a valuable piece of equipment that would assist them greatly in their works. \n\nTo one who adheres though, this is irrelevant, for they will find a way to adapt as they must in order to continue their works and to thrive as a force serving Good.\n\nAnother form of Sacrifice is not in the form of physical resources or even energy, but in conflict with others. One must accept as an adherant that not all will agree with how the adherant sees the world, and what must be done for the benefit of others within it. There are those who will simply disagree with the adherant, and those who will work against the Adherant for any number of motives. Some of these motives are not in and of themselves malign, simply a difference in perception and perhaps in some cases a mixture of pride in one's own belief, but some are malign and it is the responsibility of all to recognize why one opposes an adherant of Good. \n\nIn general, one can choose to disagree, one can choose to condemn or judge if that is their wish. It is not the Adherant's place to judge or condemn, but instead to persevere and to continue to serve Good, regardless of what others think of them. In the grandest sense, there always, ALWAYS will be those who are grateful for the actions of the adherant even if history itself is written by those who feel it their place to judge and to condemn.\n\nReturning on track , the Sacrifice of popularity as might best be called will not always be a factor of consideration as , depending on the world within which the Adherant works there may well be enough of those who think similarly to them that they know they are not alone. One should be mindful not to let pride interfere in the doing of Good works, lest they lose their lustre and value before the whole of the Materium. Above all it must be remembered: The importance of a Good work is that it must be done. If it is quiet and unknown, so mote it be. If it is heralded and hailed, then that is what happens. What is important, is that the Good work must be done, because it needs to be done.\n\n\nAnother topic I shall touch on briefly before ending this addendum, is Atonement. Many Arcanists and Clergy understand the meaning of this as a ritual of the Divine to grant absolution for one's sins and forgiveness.\n\nAtonement as a concept however is generally more complex then that, for as I am to understand it based on my experiences and exposure to priests granting the processes of Atonement, firstly, one who is Atoning must work to make amends for their past transgressions in some form or another. Sometimes , it is viable to directly make amends for the past transgressions involved, and to seek the forgiveness of those whom you have wronged in some form or another.\n\nSometimes however, it is not so viable due to any number of sundry circumstances and in which case, determining what truly would make amends for that transgression becomes a bit more subjective , however the quest for such amends and the effort put into it is an important process if not the driving force beyond Atonement. \n\nHow it relates to the Seven Virtues: Simply it relates to Kindness and Charity, in that it serves as an oppritunity to turn that which was evil or misguided to the path of Good and to help them realize a better life then that which they had lead. It relates to Temperance, in that ever when one sees the darkness which such an individual may have committed it is important to remain calm and to remain focused to see the potential for redemption and for atonement. It relates to Diligence for similar reasons, to recognize if a person is capable of redemption or atonement and similar. \n\nIt relates to Humility and to Patience in that the process of Atonement is not as simple as lighting a candle, or in pulling a switch to lower a drawbridge. Atonement is near literally a battle twixt the forces within a person's mind and heart. The want to change versus the want to continue as they had, Love versus Hatred, Light versus Darkness, and the Past versus the Future.\n\nAlthough I cannot find a direct correlation to the virtue of Chastity, should I find a particular comparison of relevance, I shall see it is added in, at a point in the future.\n\nIn this addendum, I focus on Diligence of the Seven Virtues. Last time, I spoke of Sacrifice. \n\nSometimes, the Sacrifice is not a choice given to us so much as a necessity for the preservation of the Greater Good. The act of Martyrdom has been contended to be in this light enough times in the past, and it is in my opinion quite truely a brave act. As brave , if not braver an act though is to be amongst those left behind to still act, to still work for the Greater Good no matter the cost. \n\nThere are Evils whom would use this against us. Foes of malign intent whom mean nothing but the worst for all but themselves , or even worse against all. There are foes whom would make use of our nature to defeat us , but we must transcend this. We must show that with our fellows, we can surpass that which they would use against us, and within our ideals we must find options, ways around, over, or through the walls they would lay against us.\n\nI apologize, I admit I am prostelyzing at this point, however in the darkest times, especially like those visited upon me and my family , Diligence is a Virtue which must remain in the forefront of th mind. \n\nA good friend of mine had to lay up his life, that myself and others of the Monolith would be able to escape, the danger we had been placed in. But.. it is my belief, my contention that the Virtues would have us remember his Sacrifice and be sure it was not in vain, and to be sure those responsible are brought to justice. Not vengence, Justice.\n\nTuomas Valo\n\nForward: Special thanks to Miss Lady Emma Vaughn for her input into this particular article.\n\nRegarding Nobility:\n\nDue to recent events and some past experiences, I thought I would take the time to offer consideration on how Nobility fits into the Celestial Virtues.\n\nI will confess readily, I have seen the negatives that those of Nobility can offer. I have witnessed the result of a Noble electing to murder his 'hired help' at the end of an expedition when it was convienent for him to do so. This same noble also elected to take from the graves of a noble in Mulhorand for their own personal wealth, a grievous crime for which they have since been taken into Mulhorandi Custody (Horus Re be praised and respected, and Ma'at continue). \n\nHowever, with the perspective of another Noble, I was shown a different picture which helped me put into perspective what a Noble is.\n\nA noble is in essential defnition (at least as far as I can glean based on Miss Lady Emma's words) an individual granted through bloodline or virtue resources and access to means and knowledge to better rule and lead the people whom are under their charge. Though they are granted these greater resources, and greater priviledge, they are very commonly also those with the greatest due responsibility to their people. \n\nMost seem to believe that the only way to attain nobility is to be born into it but such is incorrect and I offer forth the story of Miss Lady Emma Vaughn's familial background:\n\nThe Vaughn Family in Cordor's earlier days were hard and dedicated workers, and had made innovations in the Shipbuilding process which allowed them to finance the purchase of shipbuilding docks within Cordor over time. The successes which these innovations granted Cordor put the Vaughn family in the direction of improvement, and with both hard work and insightful management of their resources, they had been in a position to be more then fair employers that did their best to attend and assist those under their charge. Miss Lady Emma's father was cited by her as being willing to be patient with employees whom resided in their apartments when they were injured, and her mother and she attended to help when there was need of midwifery. \n\nThese examples in my humble observation show several of the Celestial Virtues: Patience, Kindness, Temperance and Diligence as well as Charity. Miss Lady Emma personally has demonstrated on numerous occasions the virtue of Humility to me as well. \n\nHowever: I will attest that the background of Miss Lady Emma Vaughn and her family is but one amongst many. It does , however show that there is nobility capable of the Celestial Virtues. Nobles whom follow the definition of their nobility as she has explained also hold to the virtues and represent them admirably. \n\nTherefore: The Virtues are not exclusive to any particular social class at least as far as I am able to see. Nobility is in the essence followed by those whom would adhere to the path of Siamorphe truly a Virtuous path, and not simply privledge and the ability to control or manipulate others but instead, a very important duty that true adherants to Siamorphe would take with the same consideration as an adherant of the Virtues.\n\nIn a sense, the Art can be contended to be ken to Nobility in that the boons granted ought be used responsibly and for the benefit of all. \n\nIt is my hope to see these writings continue given time, and I do apologize for the delay betwixt my last writing and this one.\n\nTuomas Valo\n\nCourage,\n\nWhat is Courage? \n\nTo some, Courage is standing up against impossible odds, against all chance a reasonable man might see of success, continuing against those odds. To some, Courage is donning a suit of armour, or whatever protective clothing one chooses to way to go out unto the world, and do battle against those one would call foe.\n\nTo some, Courage is simply exposing oneself and what one truly is to the world, removing all masks, facades and covers to lay oneself bear. (Metaphorically speaking). To some, Courage is simply living, in spite of a life of pain, suffering and turmoil. \n\n\nWhy does Courage come up?\n\nThe adherance of the Virtues in it's truest forms can be at times, trying. Too often, there are many, compelling and powerful temptations to stray from the path that the Virtues offer. Too often, the path of the Virtues is narrow, twisting, and uncertain both for the adherant, and for those around him.\n\nThus, the tempatations to stray from the path can also be many, and seductive.. especially in the worst possible ways. Sometimes, the path of the Virtues leads one to what is difficult, challenging, and perhaps more dangerous then the less virtous path. \n\nTo truly hold to the Virtues, is to show Courage of at least one if not more of the forms above, or any other permutation of forms that exists in our living world. To truly hold to the Virtues, is to be Courageous in perhaps it's own form.. a form similarly represented by the common adage: \n\n\"Sometimes the Braver man is the one who chooses not to fight.\" \n\nIt is easy to say one is courageous, but is another thing to truly be courageous. To find a singular definition of Courage would be nigh impossible, thus to say that Courage exists in many forms, just as adherance to the Virtues also exists in many a form is the most prudent course to take at this juncture. \n\nAdmittedly, perception of what Courage means does influence what one considers Courageous, though it can be agreed in common that do do what is difficult is a Courageous act. A Gnome might see Courage differently from an Elf, who might see Courage differently from a Human. But, Courage as said, can be found in many forms, and in many things. \n\nTo end this passage, I ask you: When you look to another's actions.. strive beyond what is apparent and dig down. They may yet be courageous in a way you do not realize.\n\nTuomas Valo\n\nSpecial Thanks to Lyle Torrowfire\n\nThis chapter takes a bit of time to examine the Faerunian pantheon of deities and working to discern amongst them, which deity most exemplifies each of the virtues. Below are my contemplations and observations based on theological study. I note these are personal observations and opinions, not any attempt to set these ideas down in dogmatic law or codification for such is not my place:\n\n\n* Charity:\n\nOne of many examples of Charity personified, is the Hin deity Cyrrollalee, who's Dogma cites thusly: \n\n\"Be Generous in friendship, and welcome all friends into your home nad trust. Never betray the trust of a host, break an oath, or violate the sanctity of another's home. .. \" \n\nAdmittedly but a singular example, this is characteristic of the Hin people as a whole, and the concept of the Hearth being of utmost importance. Bahamut, though not in the same way as many would think is a deity of great Charity whom offers his help to those in need. Rather then simply give money, Bahamut's way is as much to provide so the person could provide for themselves and learn to better their future. Regrettably, I haven't a specific dogmatic notation to cite to prove this, however should I find one it will be appended in the future.\n\nTwo key examples can be found in deities with fairly common worship, Lathander and Waukeen. Though the whole of Lathander's Dogma is generally altrustic, the specific focus to this point is near the end: \n\n\" .. Place more importance in activities that help others, than in strict adherance to rules, rituals and the dictates of your seniors.\"\n\nGiven this, it is a strongly suggestive measure of Lathander being a deity of Charity. Waukeen however, at least in a portion and aspect of her Dogma also offers a suitable case, even if the Charity is more contextually related to her, I cite thus:\n\n\" ... Give money freely to beggars and business, for the more coin everyone has, the greater the urge to spend and trade rather then hoard.\" \n\nThough it is easily contended this Charity example is contextual, given she is the Goddess of Trade, it is still worth considering, as at a more pragmatic level, by more coin being spent, more coin is likely to be spread and potentially, to help those in need.\n\nAmongst nature deities, Eldath in her Dogma does preach a form of humbler, simpler Charity:\n\n\"... Share with all beings the beneficial things that grow in or come from running water, that all may know of and praise Eldath.\"\n\nAlso contextually, Siamorphe in spite of popular belief in some cultures does espouse Charity, to wit I offer this portion of Dogma as cited by one of her faithful:\n\n\"The nobility have an obligation, also called the Nobliesse Oblige in Cormathan, to rule with the best interest of their subjects in mind even when those obligations interfere with their personal desires.\"\n\nThis again relates to context but perhaps a bit more broadly, in that the context of this Charity is extended to those whom a noble is responisble for.\n\n\n\n* Temperance:\n\nIn the varying dogmas , a number of deities encourage care in action, a common trait represented by the virtue of Temperance. However, refraining from drunkedness , another common trait is not nescessarily found, perhaps implicit in the overall code of behaviour of a number of deities, but not nescessarily. A number of deities seem to in their way temper their worshippers in a specific context: the Triad and their deities in regards to their Duties, Helm similar, Mystra and Azuth in regards to their worshippers and the use of Magic, Waukeen and her followers in the matters of trade and similar.\n\nAn exampe of Temperance codified can be found in Savras' dogma specfically, I cite here:\n\n\"Be not paralyzed by indecision, but take no action without analyzing the implications. Hasty actions and decisions are rarely more beneficial then well thought out strategies. .. \"\n\nThis theme runes true in a number of deities, Savras though as lord of Divinations and the insights they bring does stand to reason in particular to emphasize this as Divinations are often employed specifically to assist in remaining temperate.\n\n* Patience:\n\n\"Peace is innate, and cannot be taught or imposed. Seek stillness and thereby find peace\" teaches the Dogma of Eldath. Though it is not a direct reference to patience it offers a key point about it, in that Patience is something within, not that can be as easily inspired without.\n\nContextually, Helm does encourage patience in the course of duty, saying thus in his Dogma:\n\n\"Careful planning always defeats rushed actions in the end.. \"\n\nHelm's link to patience, is specifically of course tied to planning, arguably a link but, another deity whom more wholly has a link to the virtue of patience is the Elven deity Labelas. Citing his Dogma I note:\n\n\"In the end, the sun always sets before the next day dawns anew. When you follow Labelas' teachings, time is on your side.\"\n\nThough it is.. rather directly implying a link between following the idealogy and being patient, to my knowledge Labelas encourages that time be taken to consider all possibilities and to not make rash judgements, arguably also linking him to Temperance.\n\n\n\n* Kindness: \n\nThough many would contend Eilistraee personifies kindness, and to a point I would agree with them, the Dogma of Eilistraee does cite: \n\n\"Be always kind, except in battle.\"\n\nThough it is a reasonable limitation, ever-kindness is the truer goal and one I feel is viable. It is possible to be kind even to one's foe in a conflict. Much of Eilistraee's dogma does encourage kindness, though Ilmater's dogma encourages healing of all universally Salandra's dogma cites that:\n\n\"The Primary creed of Salandra is to offer aid to all that require it, regardless of the good or evil seen in the wounded party. Healing dispensed without prejudice or favour to all, no matter wht wrongs the fallen may have committed.\"\n\nBased on this point , the conclusion I come to in regardes to Kindness, is that both Salandra and Ilmater best represent the ideal though so many others, such as Selune and Lathander also espouse it readily.\n\n\n* Diligence:\n\nOf all the deities, there are two whom equivically offer through different perspectives the closest to personification. Helm's Dogma I cite first as an example:\n\n\"Never betray your trust, Be vigilant, Stand, wait and watch carefully. Be fair and diligant in the conduct of your orders... \" \n\nThe rest details more similar idealogy in regards to his will unto his followers and worshippers. The other deity whom readily espouses these ideals in his own right , is the deity Tyr of the Triad. I cite specifically thus from his Dogma:\n\n\"Reveal the Truth, Punish the Guilty, Right the wrong and always be true and just in your actions. Uphold the law wherever you go, and punish those who do wrong under the law. Keep a record of your own rulings, deeds and decisions , for through this your errors can be corrected, your grasp on the laws of all lands will flourish and your ability to identify Lawbreakers will expand. Be vigilant in your observations .. \" \n\nBoth deities encourage vigilance in the highest and contextually rightly so given both are deities of Guardians and protectors as well as law. Mystra encourages diligence in regards to the practice of the Arcane, though her focus and portfolio as appropriate are strictly tied to the Art. \n\nAdditionally, the Wonderbringer Gond, also espouses Diligence in his Dogma, though typically as with so many deities espousing a virtue , in context to the concept of innovation.\n\n\n* Chastity: \n\nThough Chastity is, again an aspect of codified behaviour more tied to general beliefs of numerous deities, rather than a virtue which is specifically espoused by a singular deity it is interesting to note that, in spite of the common mis-association, neither Sharess or Sune expressly encourages enjoyment of a solely sexual nature. \n\nSune, as an example of note espouses more emphasis on love, encouraging her faithful to engage in, and if possible recieve one loving act a day. Loving acts are not defined, but the acts of sexual pleasure are not specifically mentioned either. Sharess admittedly teaches to live life to it's fullest in decadent Sensual fullfilment but, again as needs to be emphasized, sensual does not equate solely to sexual.\n\nAn interesting conundrum to offer: How do you define Chastity? An abstinence from sexual intercourse and interest alltogether? A dedication to following the ethos of your society in regards to such matters? \n\nThe cited deities aside, no singular deity to my knowledge espouses Chastity solely, but it is worthwhile to note that there may be a deity to whom I have not been exposed that would be approrpiate, such is the nature of the many and varied deities of the Faerunian pantheon.\n\n* Humility:\n\nThere are, again a number of deities whom espouse the virtue of humility though a curious case to begin with is the deity Nobanion, a deity who's purview includes nobility. One might see this as a contradiction in terms, but based on the following from Nobanion's dogma, I offer a counter-point to such considerations:\n\n\"... All creatures have their strengths in the assigned roles, and should be encouraged to find their niche. From cooperation between beings of different strengths comes the strength of teamwork and community , the strongest force of all. By demonstrating compassion and tolerance, and living within the land, all living creatures may find harmony with nature and one another. By staying true to oneself and one's pride, and conducting oneself with dignity and honor, the respect of one's peers may be earned.\"\n\nThough many might see pride and think this the pride of Sin, there is implicit humility in the wording and the spirit of Nobanion's way. Perhaps not the singlemost humble of the deities, Nobanion does provide a good case towards being such regardless in my humble observation. Though brief, another case for humility even if for a specific faceted group, that being Magicians, and those who would worship Mystra there is a brief and rather blatant point of her dogma insisting such should be humble not proud. \n\nSome might say unexpectedly, there is a form of humility to be acknowledged in the teachings of Tempus, cited in this specific point of his Dogma:\n\n\"... Disparage no foe and respectall, for valor blazes in all regardless of age, sex or race.\"\n\nThough otherwise Tempus' dogma, while honourable can be argued as far from humble I would contend that on the above cited portion of his dogma, as well as considering the overall dedication to honourable conduct that from a certain perspective , he is of humble leaning.\n\n\n---\n\n\nA deity of note Lurue encourages dreamers to pursue even seemingly unattainable dreams for the sheer wonder of the possibility of achieving them. It is definitely a relevant consideration for those who strive to adhere to the Virtues and to what many see as idealistic dreams.\n\nI note as a result of my considerations in this process, that it seems as though one cannot find a singular Faerunian deity to attach to a single virtue, so much as a number of the virtues being found common place amongst the goodly deities of the Faerunian pantheon. \n\nThis does not bode ill in my humble opinion, as such commonality being found in the Virtues amongst so many deities of a wide-spread swath of portfolios would offer a potential opening for true unity if ever it should be required amongst the deities of light.\n\n\nSpecial Thanks to:\n\n* Warlord Malatril Bannilyth of the Order of the Flaming Blade.\n* Captain Neveah Tarvencia, Cordorian Adventurer's Guard.\n* Minister Xaviera Xuider-Xee, Health and Public Welfare, Cordor.\n* Sir Robert \n\nA further expansion on points gleamed by my study into deities who's Dogmas connected to the virtue. Specifically, not being able to find a Singular faerunian deity to attach to each virtue singularly. The question then comes, and I do not wish to offend those of more clerical or priestly inclination with this:\n\nDoes the Prime force of Good transcend the Gods?\n\nMy contention, yes and no.\n\nYes, it transcends them in that there is indeed no singular deity of 'Good' per se. We have so many examples of deities who come close, such as Lathander, Selune, Mystra, the deities of the Triad, and Salandra. However... because we have so many different and seperate examples of deities we would identify as 'Good' , and because of the various perspectives involved, it is difficult to say that the Gods themselves are the definition of Good, or evil.\n\nGood and Evil, within each individual mortal being is a choice, intuitive or no. This cannot be denided, although there are some races and cultures where there may be a clash of the cultural ideal, versus the idealogy of Good or Evil render it more difficult for any number of reasons ranging simply from bloodline to cultural environment. Nonetheless, it is possible to transcend such difficulties to become a Goodly being.\n\n\nReturning back to my point, the Prime force of Good does not transcend the Gods, in that there are so many aspects of Good that are represented by the various Gods , such as the cited examples above amongst so many that we cannot ignore their influence. Additionally, for so many people, the value of belief is high, and it is through this belief that they find their defining considerations of Good, versus Evil. \n\nReligion is so important a part of peoples lives, given both the spiritual and real value of it that without religion , a lot more would be debated, argued and there would be grievous misunderstandings. That religion transcends to some measure regional, and personal differences helps find unity and common ground amongst those who would be goodly, even if in some cases it can also set goodly folk apart. \n\nOne trap that we must avoid falling into though as a society is that to be Good, requires the worshipping of the Gods. Again, I do not wish to offend but I ask it to be remembered that there are a fair number of evil gods whom DEMAND worship. Some of the Goodly gods do encourage loyalty strongly as part of their Dogma as well , but seldom do they force worship of them alone if ever.\n\nBeing Goodly is as simple as holding to the Virtues and to be helpful to one's fellow mortal beings without alterior motive , in all reality. \n\nI close this point with a simple consideration to ask of you: Remember that both the choice to be Good or Evil truly is indeed, a choice no matter what. Also, worship and belief in faith is important, and also a choice in it's own right but one that is more important at many levels. \n\n\nTuomas Valo\n\n\n--------------------------------------------\n\nI write now upon the Virtues and how they can affect conflict, and battle, as well as how one who seeks to follow them should comport themselves in such matters. Long have I had to accept the reality that virtous or no, that conflict is a part of life. Even the most skilled of diplomats cannot stem the primal tide of violence that sweeps, or the nescessary force of violence that must be brought to protect and preserve the innocent from harm.\n\nAs true adherance to the Virtues can be best seen in adversity, so too does the environment conflict brings offer such. \n\nCharity: From a purely clinical point, is it prudent to be charitable, to expend spare resources to better assist those in dire need of supplies? For those of the Virtues, such is not a question lightly answered but.. the ideal answer would be yes, those in need.. especially civilians who asked not to be part of the conflict ongoing and were pulled into it require aid where it is nescessary. \n\nChastity: Not a consideration in the most general sense, at least in my eyes , for Chastity is regarding matters of marriage. However... perhaps refraining from the comforts of other women whilst afield would be a point.\n\nDiligence: In the virtue of Diligence, it must be recognized that the truly virtious must be diligent in their duties and in the execution of them such, that non-combatants and civilians are affected by the rages of war, in spite of the devestation that others would bring. Effort spent protecting civilians, sheltering and attending their needs, this is the bread and butter of Diligence.\n\nTemperance: In regards to the virtue of Temperance, it must be noted that when one is in battle one must give their all. However, they must not give in to hatred when it comes to facing one's foes. Outside of the more pragmatic reasoning that focus cannot be attained when acting in hatred. No matter what form the foe takes, barring the Undead, Demons and other truly malign beings beyond mortal men , they are still mortals whom deserve a modicum of decency, especially those whom elect to surrender rather than be cut down.\n\nPatience: In tactical considerations, Patience is also important no matter what some might say. The recognition of a time for moving with speed and a time for moving with caution is a distinction any commander must make, but all most refrain from falling out of patience both in the lull between battles, and in battle itself. \n\nAlso, with people whom may not be part of the battle, patience is also exceedingly important. They are being asked to accept a reality they did not wish to be part of where two conflicting entities have chosen to fall to violence to resolve their difference. In handling their queries and requests, you must be patient and mindful of the situation and how they came to be where they were.\n\nKindness: Touching on the previous point, both to Civilians whom may not be of the wholly right mind in the situation faced, or even in the handling of foes whom have surrendered or are otherwise wounded with no hope of being recovered by their comrades, Kindness in the name of the Virtues should be extended. Even if it is a matter of taking them into custody and attending their wounds, such is a kinder treatment than what some who would not hold to the virtues would adhere to. \n\nHumility: Even when we serve as defenders of the People, it is not our place to lord over them. While we must assert, and while we must guide, we must also be humble and gracious, especially when offered thanks for our actions when we are. We must also accept that people will not see the conflict as those whom are in the fray will, at times and might even question the nescessity. In this especially, we must show grace and dedication to that which we believe, both in the conflict and in the virtues.\n\nThe last point I touch on... War changes people.. war changes people inevitably , and quite possibly cruelly so. Good and decent men and women can be driven down a fell path by the simple nescessity of survival. It is in this we must shine , no matter what happens. \n\nTuomas Valo\n\n\n\nA note from the Author: I reserve the right to expand further on this, as I contemplate this more and see it's application to the life of an Arcanist. This right is reserved also to aid in correction, should I find fallacy in my own works."
    }
  },
  "DisarmDC": {
    "type": "byte",
    "value": 0
  },
  "Faction": {
    "type": "dword",
    "value": 1
  },
  "Fort": {
    "type": "byte",
    "value": 5
  },
  "Hardness": {
    "type": "byte",
    "value": 5
  },
  "HasInventory": {
    "type": "byte",
    "value": 0
  },
  "HP": {
    "type": "short",
    "value": 10
  },
  "Interruptable": {
    "type": "byte",
    "value": 1
  },
  "KeyName": {
    "type": "cexostring",
    "value": ""
  },
  "KeyRequired": {
    "type": "byte",
    "value": 0
  },
  "Lockable": {
    "type": "byte",
    "value": 1
  },
  "Locked": {
    "type": "byte",
    "value": 0
  },
  "LocName": {
    "type": "cexolocstring",
    "value": {
      "0": "Seven Celestial Virtues"
    }
  },
  "OnClick": {
    "type": "resref",
    "value": ""
  },
  "OnClosed": {
    "type": "resref",
    "value": ""
  },
  "OnDamaged": {
    "type": "resref",
    "value": ""
  },
  "OnDeath": {
    "type": "resref",
    "value": ""
  },
  "OnDisarm": {
    "type": "resref",
    "value": ""
  },
  "OnHeartbeat": {
    "type": "resref",
    "value": ""
  },
  "OnInvDisturbed": {
    "type": "resref",
    "value": ""
  },
  "OnLock": {
    "type": "resref",
    "value": ""
  },
  "OnMeleeAttacked": {
    "type": "resref",
    "value": ""
  },
  "OnOpen": {
    "type": "resref",
    "value": ""
  },
  "OnSpellCastAt": {
    "type": "resref",
    "value": ""
  },
  "OnTrapTriggered": {
    "type": "resref",
    "value": ""
  },
  "OnUnlock": {
    "type": "resref",
    "value": ""
  },
  "OnUsed": {
    "type": "resref",
    "value": ""
  },
  "OnUserDefined": {
    "type": "resref",
    "value": ""
  },
  "OpenLockDC": {
    "type": "byte",
    "value": 0
  },
  "PaletteID": {
    "type": "byte",
    "value": 13
  },
  "Plot": {
    "type": "byte",
    "value": 1
  },
  "PortraitId": {
    "type": "word",
    "value": 0
  },
  "Ref": {
    "type": "byte",
    "value": 0
  },
  "Static": {
    "type": "byte",
    "value": 0
  },
  "Tag": {
    "type": "cexostring",
    "value": "book_relg_009"
  },
  "TemplateResRef": {
    "type": "resref",
    "value": "book_relg_009"
  },
  "TrapDetectable": {
    "type": "byte",
    "value": 1
  },
  "TrapDetectDC": {
    "type": "byte",
    "value": 0
  },
  "TrapDisarmable": {
    "type": "byte",
    "value": 1
  },
  "TrapFlag": {
    "type": "byte",
    "value": 0
  },
  "TrapOneShot": {
    "type": "byte",
    "value": 1
  },
  "TrapType": {
    "type": "byte",
    "value": 0
  },
  "Type": {
    "type": "byte",
    "value": 0
  },
  "Useable": {
    "type": "byte",
    "value": 1
  },
  "Will": {
    "type": "byte",
    "value": 0
  }
}
