{
  "__data_type": "UTP ",
  "AnimationState": {
    "type": "byte",
    "value": 0
  },
  "Appearance": {
    "type": "dword",
    "value": 464
  },
  "AutoRemoveKey": {
    "type": "byte",
    "value": 0
  },
  "BodyBag": {
    "type": "byte",
    "value": 0
  },
  "CloseLockDC": {
    "type": "byte",
    "value": 0
  },
  "Comment": {
    "type": "cexostring",
    "value": ""
  },
  "Conversation": {
    "type": "resref",
    "value": ""
  },
  "CurrentHP": {
    "type": "short",
    "value": 10
  },
  "Description": {
    "type": "cexolocstring",
    "value": {
      "0": "Contained herein shall be the recorded observations and speculations of myself, Kaithan Cylverand, Moonmistress of Sehanine Moonbow and priestess of the Seldarine, as pertaining to the religious iconography of the mortal faithful of Amia and environs. These observations are based upon the premise that the various icons and idols of the various gods and powers, though they may represent the divine, were shaped and placed in their current venues by mortal hand. Therefore, the physical environs selected by those mortal crafters to house and display their icons can provide insight into the mindset of the crafters, and by extension, into the mindset of the crafter's faith as a whole. It's my hope that in contemplating these idols from this perspective, I should be able to arrive at some deeper understanding of both my allies and my foes alike. In engaging in these contemplations, I will be attempting to be as objective as I can, to reflect not on what the context of an icon might mean to me personally, but rather, what it might have meant to the worshiper who placed it there.\n\nI will be attempting to observe (in no particular order) at least one icon devoted to every deity currently enjoying significant mortal worship on the island of Amia. By my present estimation, there are 117 faiths being practiced in numbers large enough for firsthand observations to be worthwhile, so my task is formidable, to say the least. I will therefore be archiving these writings in the library of Winya Ravana, not because I expect anyone else to have any significant interest in them, but simply to ensure their preservation throughout the long duration of the task which I have set before myself.\n\nGond\nAlthough the gnomes of the Testing Range seem to be a people whose daily lives are enthusiastically dominated by the dictates of one particular deity (\"Challenge the unknown with new devices,\" \"Make new things that work\"), they seem to have given only the most fleeting attention to including an icon of that deity in their community. A representation of Gond leans against the exterior of a ramshackle common building, naked to the harsh Forstakkr wind and weather, devoid of sacred context or pride of place, bestrode only by an oft-cluttered researcher's desk and what seems to be a patch of bare ground designated for the piling up of rubble and spare parts for the gnomes' elaborate devices. Where this might seem shockingly disrespectful to an outside observer, the gnomes seem to find it quite in keeping with Gond's philosophy of valuing practical action over pomp and circumstance: were the idol housed in a resplendent temple, the gnomes might be impelled to squander their time in ceremony and worship, rather than in the diligent worldly application which the Wonderbringer so cherishes.\n\nGarl Glittergold\nThe southeastern quarter of the island which houses the gnomish Testing Range is a bare, open expanse, set aside for field tests of the gnomes' more theatrically explosive devices. Between that battered ground and the island's main buildings has been erected a sturdy wooden bulwark, built of thick timbers bound by iron and driven deep into the frozen earth, providing shelter to a shallow depression into which the gnomes might dive to take quick, reliable refuge from the unexpected detonation or sudden catastrophic malfunction of one of their machines. And awaiting them there, watching over them in those desperate moments, is an icon not of the human deity who they've adopted and who has encouraged these extravagances, but rather an icon of the patron that has protected and guided their race ever since he created it in time immemorial. The implication seems clear: when the excesses of the Wonderbringer have gotten the gnomes in over their heads yet again, they still know to whom to turn.\n\nTorm, Tyr, and Ilmater - the Triad\nThe Temple of the Triad's light is everything one thinks of when conjuring to mind the image of the ornate human temple. Imposing architecture, marble everywhere, arches and edifices and battlements, tapestries and candles, and a large resident staff of clergy and healers that bustles about at all hours. The first thing one sees upon entering the vestibule is the idol of Ilmater, and it somewhat surprised me the first time I visited here that the god who is often seen as being, if not the least prominent of the three members of the Triad, then certainly the most passive, is given such pride of place. This cannot be anything other than a deliberate choice, I think: a message to both the church's faithful and to outsiders alike that the popular image of a knight of the Triad as a holy crusader, an itinerant incarnation of holy wrath, is incomplete at best; that paladins are also bound to view themselves, and to encourage others to view them, as healers and bringers of peace as well as conquest (and indeed, the Ilmatari wing of the temple houses several elaborate medical facilities). Torm and Tyr, the other two aspects of the Triad, are given coequal position in the temple's lateral wings, their idols flanking the vestibule. Major sections of all three wings are given over to the provision of large quantities of seating, all of which faces the respective altars, and waiting at each altar is a cleric, ready to deliver the words of the Triad to those gathered before them. This setup does not merely provide an allowance for doctrine to be preached to large, attentive congregations, it rather seems to embody an expectation of such, even an insistence upon it. From such a configuration, one might glean that this is a church that unabashedly celebrates its own steadfast confidence, that knows beyond any doubt that as much congregation as it could hope for will flock to it enthusiastically. But more importantly, this is a church that brooks no half-measures.\n\nBahamut\nSurprisingly humble, the shrine of Bahamut is not found in the grand cathedral or pious temple that one might expect of a representation of a god of dragons and paladins. Rather, it is situated without ornament in an alcove in the city walls of Kohlingen, where any pedestrian might pass it by without a second thought. The citizens of that city seem to have made the best of the idol's inglorious setting, however, keeping it at all times under the close watch of one of the city's men-at-arms, and constantly illuminated with light from a street-lamp. Or perhaps, might it not be too much of a stretch to hypothesize that the choice of location is a deliberate statement? That its positioning as part of the city's defensive fortifications symbolizes the Lord of the North Wind's emphasis on defense and parley over the pre-emptive strike? I suspect that here I might be reading too much into it; that the most likely explanation for the idol's casual placement is that the city's architects, after erecting a grand temple in which to honor the humans' Triad, included a meager shrine to the god of their non-human allies merely as an afterthought. Say what one will of alleged tel'quessir arrogance, but never let it be said that we pretend towards inclusiveness simply to manufacture an image of humility.\n\nJergal\nIn light of Jergal's dogma that any being's most defining characteristics are the moment and method of its death, it seems fitting that the idol of Jergal stands watch over a memorial honoring those who so arranged their lives as to imbue their deaths with the greatest possible consequence for their world: the knights and soldiers who perished in the defense of Benwick Hollow against the forces of Wyrmhold. However, the memorial is crumbled and fading into ruin, which, for purposes of this metaphor, is also appropriate, given the steady decline to which both Jergal himself and his mortal church have succumbed. Furthermore, on consideration of Jergal's doctrine that death is \"uncompromising\" and imbues a being with \"finality and fixedness of state,\" it seems appropriate, too, that the Lord of the End of Everything should be especially out of favor here on Amia, where death can be very much transient, even negotiable.\n\nNobanion\nThe shrine of the King of Lions is located in an indentation in the side of a bluff. It is outdoors, and very much exposed to the vagaries of the elements, but seems to simultaneously defy them as well: a trio of carved stonework pillars support a sheltering canopy, two mason-crafted stone benches declare that supplicants need not deign to seat themselves on the cold earth, and a fountain gushes forth clear water even in time of drought. Whether this apparent dichotomy was intended by the shrine's architects, I cannot say, but it does seem to embody what I perceive as a strange duality in Nobanion's dogma: the idea that out of submission to the indifferent laws of nature, one might derive mastery of those same laws, and vice versa. Counted among the \"nature deities,\" Nobanion's doctrine would seem at a glance to be one that would resonate well among tel'quessir, but I've always been slightly puzzled by its mysteries. Perhaps I should resolve to speak with Captain Tarvencia about her church, if she is agreeable; there may be some key to understanding these doctrines, which I've somehow overlooked.\n\nGargauth\nAs mentioned in my prefacing remarks, in these writings I will be attempting to the best of my ability to observe the isle's varied religious icons with dispassionate objectivity and within the context intended by the faithful who selected the icons' venues. I will occasionally fail in this attempt. To wit, my reflexive first thought upon contemplating the shrine dedicated to Gargauth was that a furtively hidden chamber in a stagnant sewer, surrounded by filth and never to know the light of the sun, is an appropriate doom for worshippers of such a wicked deity. But with further contemplation, I accept that this initial assessment is trivializing and dismissive, and when examined from within the perspective of Gargauth's own dogma, the reason for his shrine's ignominious placement perhaps becomes more clear. \"It is better to rule than to sit on the throne,\" proclaims the writing found on the icon, and I suspect that it is this aspect of Gargauth's doctrine that the shrine's placement is intended to reflect. The accumulation of worldly power, according to the faithful of the Lord Who Watches, is an end that justifies any means, and the lesson implied by the shrine's placement is that if that end is best served by swallowing their pride sufficiently to conceal their worship in such a wretched location, then so be it."
    }
  },
  "DisarmDC": {
    "type": "byte",
    "value": 0
  },
  "Faction": {
    "type": "dword",
    "value": 1
  },
  "Fort": {
    "type": "byte",
    "value": 5
  },
  "Hardness": {
    "type": "byte",
    "value": 5
  },
  "HasInventory": {
    "type": "byte",
    "value": 0
  },
  "HP": {
    "type": "short",
    "value": 10
  },
  "Interruptable": {
    "type": "byte",
    "value": 1
  },
  "KeyName": {
    "type": "cexostring",
    "value": ""
  },
  "KeyRequired": {
    "type": "byte",
    "value": 0
  },
  "Lockable": {
    "type": "byte",
    "value": 1
  },
  "Locked": {
    "type": "byte",
    "value": 0
  },
  "LocName": {
    "type": "cexolocstring",
    "value": {
      "0": "An Examination of the Religious Icons of Amia"
    }
  },
  "OnClick": {
    "type": "resref",
    "value": ""
  },
  "OnClosed": {
    "type": "resref",
    "value": ""
  },
  "OnDamaged": {
    "type": "resref",
    "value": ""
  },
  "OnDeath": {
    "type": "resref",
    "value": ""
  },
  "OnDisarm": {
    "type": "resref",
    "value": ""
  },
  "OnHeartbeat": {
    "type": "resref",
    "value": ""
  },
  "OnInvDisturbed": {
    "type": "resref",
    "value": ""
  },
  "OnLock": {
    "type": "resref",
    "value": ""
  },
  "OnMeleeAttacked": {
    "type": "resref",
    "value": ""
  },
  "OnOpen": {
    "type": "resref",
    "value": ""
  },
  "OnSpellCastAt": {
    "type": "resref",
    "value": ""
  },
  "OnTrapTriggered": {
    "type": "resref",
    "value": ""
  },
  "OnUnlock": {
    "type": "resref",
    "value": ""
  },
  "OnUsed": {
    "type": "resref",
    "value": ""
  },
  "OnUserDefined": {
    "type": "resref",
    "value": ""
  },
  "OpenLockDC": {
    "type": "byte",
    "value": 0
  },
  "PaletteID": {
    "type": "byte",
    "value": 13
  },
  "Plot": {
    "type": "byte",
    "value": 1
  },
  "PortraitId": {
    "type": "word",
    "value": 1000
  },
  "Ref": {
    "type": "byte",
    "value": 0
  },
  "Static": {
    "type": "byte",
    "value": 0
  },
  "Tag": {
    "type": "cexostring",
    "value": "book_relg_002"
  },
  "TemplateResRef": {
    "type": "resref",
    "value": "book_relg_002"
  },
  "TrapDetectable": {
    "type": "byte",
    "value": 1
  },
  "TrapDetectDC": {
    "type": "byte",
    "value": 0
  },
  "TrapDisarmable": {
    "type": "byte",
    "value": 1
  },
  "TrapFlag": {
    "type": "byte",
    "value": 0
  },
  "TrapOneShot": {
    "type": "byte",
    "value": 1
  },
  "TrapType": {
    "type": "byte",
    "value": 0
  },
  "Type": {
    "type": "byte",
    "value": 0
  },
  "Useable": {
    "type": "byte",
    "value": 1
  },
  "Will": {
    "type": "byte",
    "value": 0
  }
}
