{
  "__data_type": "UTP ",
  "AnimationState": {
    "type": "byte",
    "value": 0
  },
  "Appearance": {
    "type": "dword",
    "value": 1327
  },
  "AutoRemoveKey": {
    "type": "byte",
    "value": 0
  },
  "BodyBag": {
    "type": "byte",
    "value": 0
  },
  "CloseLockDC": {
    "type": "byte",
    "value": 0
  },
  "Comment": {
    "type": "cexostring",
    "value": ""
  },
  "Conversation": {
    "type": "resref",
    "value": ""
  },
  "CurrentHP": {
    "type": "short",
    "value": 10
  },
  "Description": {
    "type": "cexolocstring",
    "value": {
      "0": "Dedicated to someone who taught me the difference between justice and vengeance.-Ember\n\nThe Early Years\nThe tale of Wyrmhold starts ultimately with the vision of one man. A man who first came to this island hunting for a betrayer but would find a queen and a crown. Drak'law Emberblaze was born far and away in a place far beyond the western heartlands. Born to a family blessed by dragons blood his sorcery become evident at a young age and his abusive father started a regimen of cruel training to shape Drak'law into a man. \n\nIt would be in his late teens that he would be sent to Amia to retrieve his wayward brother Mal'draken who had seemingly abandoned the family. It was during this hunt he would met a young woman from Halruua born with an unfortunate birth defect that caused her dark eyes to be very sensitive to bright lights. Her name was Layla and she had left her home and the orphanage she had grown up to find her own way in the world.\n\nThe two became fast allies and hatched a plan together to lure Drak'laws father to Amia, murder him and abandon hunting Mal'draken all together. A dagger in the back and a push of an armored man into the sea later the two turned their attention to new goals. \n\nFor a time they were members of the mage guild along such a young apprentice named Halen who would later become a headmaster himself and long considered the two masters of their respective magical fields. While working on several intellectual pursuits for the guild they hired themselves as magic users to to a castle called Stonehold. \n\nThe two served several leaders of Stonehold. Sharrens, Vampires and Infernalists alike all ruled the hold and used it as a launching point for brutal attacks on the folk of Amia. Durring their time at Stonehold they were married and noticed that all the leaders and full residents of Stonehold made deals with a devil who was bound to the castle. The two came together and hatched a plan to end the devils soul devouring tyranny and seize control. \n\nWith a mighty black dragon and an army of mercenaries brought to the island and moved through Wharftown Layla would lead them to crush the devil, topple the leadership of Stonehold and rename it Wyrmhold where she and Drak'law would become Queen and King.\n\nBirth of a city state\nWyrmhold under its new leadership put an aggressive halt to its random attacks and brutality committed by anyone who called it home. Anyone who defied the lord and ladies will were given no quarter and order and peace was brought to Wyrmhold. Laws were set down and Wyrmhold rose as a place where people were free so long as they did not bring harm to the Hold or acted like mindless thugs and savages. \n\nAt this time Drak'law formed diplomatic ties with Cordor, Udos dro Xun and Wharftown. By word or by force as was necessary to ensure the safty and prosperity of he and his queens home. This formative period would end with the coming of the Mad Prismatic Dragon Tarokh.\n\nThe Coming of the Dark Flight\nAs a Mad Prismatic dragon ravaged Amia none could stand against the insane wyrm and its rampages. Save for Wyrmhold. Seeking a legendary artifact known as the Crown of Embers Drak'law and Layla called upon a powerful group of Chromatic Dragons known as the Dark Flight. The battles between the legendary wyrms of the hold and the Mad Prismatic raged over sea and land. At last when Tarokh was no longer a threat the Flight returned to Wyrmhold to act as its guardians. \n\nThe Fall of Benwick\nUpon a routine diplomatic mission to Benwick Castle Drak'law and Layla were mistreated and ridiculed. Layla forced to gaze upon the Light of Benwick, it nearly blinded her, the callous hateful actions by one of Benwick's leaders roused the fury of King Drak'law. A failed attempt on his wife's life by Benwick would follow and it would result in the Dark Flight being called to war. The Night of Many Flames came to Benwick with thunder and destruction raining from the maws of wyrms. Its Knights, heroes and champions reduced to nothing during one dark eve its light swallowed forever by shadows. As a matter of honor Benwicks dead were buried and given grave markers by King Drak'law. The Land was cleared and sold to Lady Nightengale to build her now famous Hospitial grounds, the Salandrian Temple. Benwick was a memory and king Drak'law had avenged the wrong's leveled against his family.\n\nThe end days of Wyrmhold\nSecure in the city states fortunes the king and queen partially retired from the more active world allowing the city state they had built a degree of self government. Eventually Both King and Queen would leave Wyrmhold to attend to matters in parts unknown. A series of weak rulers and the eventual betrayal of the Dark Flight would bring about the fall of Wyrmhold and leave it the ruins that now stands in the Kingdom built by a King and Queen who had the souls of dragons.\n"
    }
  },
  "DisarmDC": {
    "type": "byte",
    "value": 0
  },
  "Faction": {
    "type": "dword",
    "value": 1
  },
  "Fort": {
    "type": "byte",
    "value": 5
  },
  "Hardness": {
    "type": "byte",
    "value": 5
  },
  "HasInventory": {
    "type": "byte",
    "value": 0
  },
  "HP": {
    "type": "short",
    "value": 10
  },
  "Interruptable": {
    "type": "byte",
    "value": 1
  },
  "KeyName": {
    "type": "cexostring",
    "value": ""
  },
  "KeyRequired": {
    "type": "byte",
    "value": 0
  },
  "Lockable": {
    "type": "byte",
    "value": 1
  },
  "Locked": {
    "type": "byte",
    "value": 0
  },
  "LocName": {
    "type": "cexolocstring",
    "value": {
      "0": "The True History of Ithael-Rilark (Wyrmhold)"
    }
  },
  "OnClick": {
    "type": "resref",
    "value": ""
  },
  "OnClosed": {
    "type": "resref",
    "value": ""
  },
  "OnDamaged": {
    "type": "resref",
    "value": ""
  },
  "OnDeath": {
    "type": "resref",
    "value": ""
  },
  "OnDisarm": {
    "type": "resref",
    "value": ""
  },
  "OnHeartbeat": {
    "type": "resref",
    "value": ""
  },
  "OnInvDisturbed": {
    "type": "resref",
    "value": ""
  },
  "OnLock": {
    "type": "resref",
    "value": ""
  },
  "OnMeleeAttacked": {
    "type": "resref",
    "value": ""
  },
  "OnOpen": {
    "type": "resref",
    "value": ""
  },
  "OnSpellCastAt": {
    "type": "resref",
    "value": ""
  },
  "OnTrapTriggered": {
    "type": "resref",
    "value": ""
  },
  "OnUnlock": {
    "type": "resref",
    "value": ""
  },
  "OnUsed": {
    "type": "resref",
    "value": ""
  },
  "OnUserDefined": {
    "type": "resref",
    "value": ""
  },
  "OpenLockDC": {
    "type": "byte",
    "value": 0
  },
  "PaletteID": {
    "type": "byte",
    "value": 13
  },
  "Plot": {
    "type": "byte",
    "value": 1
  },
  "PortraitId": {
    "type": "word",
    "value": 0
  },
  "Ref": {
    "type": "byte",
    "value": 0
  },
  "Static": {
    "type": "byte",
    "value": 0
  },
  "Tag": {
    "type": "cexostring",
    "value": "book_hist_014"
  },
  "TemplateResRef": {
    "type": "resref",
    "value": "book_hist_014"
  },
  "TrapDetectable": {
    "type": "byte",
    "value": 1
  },
  "TrapDetectDC": {
    "type": "byte",
    "value": 0
  },
  "TrapDisarmable": {
    "type": "byte",
    "value": 1
  },
  "TrapFlag": {
    "type": "byte",
    "value": 0
  },
  "TrapOneShot": {
    "type": "byte",
    "value": 1
  },
  "TrapType": {
    "type": "byte",
    "value": 0
  },
  "Type": {
    "type": "byte",
    "value": 0
  },
  "Useable": {
    "type": "byte",
    "value": 1
  },
  "Will": {
    "type": "byte",
    "value": 0
  }
}
