{
  "__data_type": "UTP ",
  "AnimationState": {
    "type": "byte",
    "value": 0
  },
  "Appearance": {
    "type": "dword",
    "value": 1384
  },
  "AutoRemoveKey": {
    "type": "byte",
    "value": 0
  },
  "BodyBag": {
    "type": "byte",
    "value": 0
  },
  "CloseLockDC": {
    "type": "byte",
    "value": 0
  },
  "Comment": {
    "type": "cexostring",
    "value": ""
  },
  "Conversation": {
    "type": "resref",
    "value": ""
  },
  "CurrentHP": {
    "type": "short",
    "value": 10
  },
  "Description": {
    "type": "cexolocstring",
    "value": {
      "0": "Volume I - RELEASED\n\nMain Rituals\nThe Morn Ritual\nThe Noontide Ritual\nThe Dusk Ritual\n\nHistoria Brevis Amaunator\nThe First Day\nPre-Netheril\nThe Age of Netheril\nThe Decline and Fall\nPost-Netheril\n\nDoctrinis enim Novitiorum\nI. Introduction\nII. Learn the law and live it; obey its every letter and clause, for in knowledge of the intricacies of law lies freedom to act with righteous impunity.\nIII. Keep track of the decisions of your superiors, so that the body of precedent continues to grow and the unity of purpose of the rulings of Amaunator is made manifest to all.\nIV. Serve your superiors faithfully, and they will reward you faithfully. Shirk your duty and find the harsh hand of reproof.\n\nExaminations of Orthodox Lathanderan Doctrine\nA Dissection of the Lathanderan Doctrine - Lilia\nThe Doctrinal Shift - A comparative study of Doctrinis enim Novitiorum and contemporary orthodox Lathanderan doctrine\n\nVolume II - WORK IN PROGRESS\n\nThe Principles of Law\n\nThe Nature of Law\nThe Elemental Force of Law\nDivine Law\nAn introduction to Good and Evil\nDivine law as base of morality\nThe nature and purpose of the soul\n\nThe Morn Ritual\n\nThe Morn Ritual is to be held at Dawn, when the Radience of Amaunator crests the horizon to illuminate the world once more. It is the First of the Daily Rituals. Before dawn, gather the Congregation and the Holy Book of Light and Law, and prepare a bowl of clean water.\n\nGive Prayer To The Light\n\nThe Attendant shall lead the Congregation in Prayer. \nAll shall turn to the East, where Amaunator returns.\nSpeak then the Prayer of Dawn.\n\nAttendant:\nLux intus et lux extra, benedictionem Amaunator Light without and Light within, Blessing of Amaunator.\n\nCongregation:\nNos quaerere benedictionem We seek His Blessing.\n\n]Attendant:\nLux intus et lux extra, propositum et ductu Light without and Light within, our Purpose and Guide.\n\nCongregation:\nDirigit bene. It guides us well.\n\nAttendant:\nLux intus et lux extra, in veritatem et legem Light Without and Light Within, in Truthful Law.\n\nCongregation:\nNos obedire mandata We heed His word.\n\nAttendant:\nLux intus et lux extra, spem et vitam aeternam Light Without and Light Within, for Hope and Life Eternal.\n\nCongregation:\nNos laudare splendorem pater We praise our Radient Father.\n\nAttendant:\nSol Invictus.\n\n\nHold High the Holy Book and Newborn, That He May Bless Them\n\nThe Attendant shall raise the Holy Book of Light and Law, that Amaunator may cast His gaze on it.\nThe Attendant shall recite additions and alterations to the Holy Book of Light and Law, should such have been made.\nAttendant:\nSic est Verbum Verax Legis, sub splendor. Thus is the Word of Truthful Law, under His Radience.\n\nThe Congregation shall raise the Children, that Amaunator may bless them. \nThe Attendant shall recite the names of the newborn.\nAttendant:\nBenedicti filii Patris Thus they are blessed, sons and daughters of the Father.\n\n\nReflect on the Glory of the Light as it Conquers the Night.\n\nThe Attendant shall bless the water of the bowl. \nAttendant:\nAmaunator, Sol Invictus. Radience super aquas, ad mundare macula nocte Amaunator, Eternal Sun. Radience fall upon these waters, to Cleanse the Taint of Night.\n\nThe Attendant shall address the congregation.\nAttendant:\nVigilemus cum aqua benedicta. Venit et purgandum et laudare aurora iterum.With these waters, blessed in Radience, we are released from slumber. Come now and be cleansed, and praise the Dawn anew.\n\nThe Attendant shall sup from the Waters of Radience.\nThe Attendant shall annoint the Congregation with the Waters of Radience.. The Young must receive the offering first. Always there must be plenty, for non who desire the purification of the Waters of Radience may be denied. Upon annointing, the Attendant speaks the Blessing.\nAttendant:\nSol Invictus.\n\n\nThus ends the Morn Ritual.\n\nThe Noontide Ritual\n\nThe Noontide Ritual is to be held at noon, when the sun is at its highest and the Radience of Amaunator is at its greatest, and must preceed the midday meal.\n\nSing the Hymn of Praise to Amaunator\n\nThe Congregation and Attendant shall sing the Hymn of Praise to Amaunator\nAve Amaunator, Sol Invictus Hail Amaunator, Eternal Sun\nDominus sol et tempore \nLord of the Sun and Time\nMagistratus divinae Legis \nMagistrate of the Divine Law\nSplendorem pater hominis \nRadiant Father of Man\nVigila Custos Toril \nVigilant Guardian of Toril\n\nLaudati esse gloria \nPraised be the glory\nNos portare tua edicta \nWe carry Your word\nSemper fidelis in ductu \nAlways faithful to Your guidance.\nCanalibus tenebris et chaos \nTrough Darkness and Chaos\n\nLux intus et lux extra \nLight within and Light without.\nGloria ad Amaunator \nGlory to Amaunator\n\n\n\nRise up to the Light\n\nThe Congregation and Attendant shall stand and raise their hands towards the sun, and reflect on the warmth and nurturing nature of its glow.\nThe Attendant may hold a daily sermon when such is desired. \nThe Congregation may hold individual prayer or offer gifts of devotion.\n\nRejoice at the Dominance of Light and Law\n\nThe Attendant and Convocation shall recite the Prayer of Rejoicing.\nAttendant:\nLux intus et lux extra, benedictionem Amaunator. Light Without and Light Within, Blessing of Amaunator\n\nCongregation:\nNos quaerere benedictionem. We seek His blessing.\n\nAttendant:\nLux intus et lux extra, laetitiam in gloriosus largitate vitae. Light Without and Light Within, rejoice at life's glorious bounty\n\nCongregation:\nNos gaudere. So we rejoice.\n\nAttendant:\nLux intus et lux extra, prosperabitur sub lucem. Light Without and Light Within, and prosper under His Radiant Gaze\n\nCongregation:\nNos prosperabitur. So do we prosper.\n\nAttendant:\nLux intus et lux extra, in pace et legalis concordia. Light Without and Light Within, in peace and lawful harmony\n\nCongregation:\nNos vivere in pace. So we know peace.\n\nAttendant:\nLux intus et lux extra, sequitur imperium deus. Light Without and Light Within, His will be done.\n\nCongregation:\nNos laudare splendorem pater. We praise our Radient Father.\nAttendant:\nSol Invictus.\n\n\nThe Attendant blesses the midday meal and those who produced it. \nThe Attendant and Congregation may proceed with the midday meal.\n\nThus ends the Noontide Ritual.\n\nThe Dusk Ritual\n\nThe Dusk Ritual is to be held at Dusk, when Amaunator retires to contemplate the day's work, and charges us to be faithful and pious even in deepest darkness, for we carry His light ever with us. \n\nRecite the Tenets of Faith\n\n<To be added>\n\nRecount the Fallen and the Works of the Day\n\nThe Attendant shall recite the names of those whose souls have departed since the last Dusk Ritual. All shall contemplate the works of the fallen.\nThe Convocation shall recite the accomplished works of the day.\nAll shall contemplate the day's works.\n\nSpeak the Prayer of Eternal Vigilance.\n\nThe Attendant and Convocation shall recite the Prayer of Faith.\nAttendant: \nLux intus et lux extra, benedictionem AmaunatorLight Without and Light Within. Blessing of Amaunator\n\nCongregation: \nNos quaerere benedictionemWe seek His blessing.\n\nAttendant: \nLux intus et lux extra. Semper vigila.Light Without and Light Within. Ever watchful.\n\nCongregation:\nNos portare responsabilitatis. \nWe hold to our charge.\n\nAttendant:\nLux intus et lux extra. Semper fidelis.\nLight Without and Light Within. Ever faithful.\n\nCongregation: \nFidem sustinet nobis. Our faith sustains us.\n\nAttendant: \nLux intus et lux extra. Canalibus imis tenebris.\nLight Without and Light Within. Trough deepest darkness.\n\nCongregation: \nEst non desperatio. There is no despair.\n\nAttendant: \nLux intus et lux extra. Custos Toril.Light Without and Light Within. Warden of Toril.\n\nCongregation: \nNos laudare splendorem pater.We praise our Radiant Father.\n\nAttendant: \nSol Invictus.\n\n\nThus ends the Dusk Ritual.\n\nThe First Day\n\nIn the beginning, there was but Void. \nAnd from this Void came Selune of the Moon and Shar of the Night.\nAnd from the Two came Chauntea of Toril. \nAnd Chauntea, barren and cold, created life.\nAnd Selune did wish it so, but Shar desired nothing but darkness. \nAnd thus began the Endless War.\nAnd from War came Plague and Strife and Murder and Death. \nAnd from War came Mystryl, who brought Magic. \nAnd all was Chaos. \n\nAnd Chauntea did weep for her children.\nAnd she called for Peace and Warmth.\nAnd in Fire and Radiance came Amaunator of the Sun.\nAnd He brought Day, and from it came Time.\nAnd He brought Order, and from it came Law.\nAnd He brought Warmth, and from it came Growth. \nAnd Chauntea did smile, for her children did Prosper.\nThus did Amaunator become Warden of Toril.\n\nDoctrinis enim Novitiorum\n\nI. Introduction\nThe \"Teachings for the Novice\" were the first commandments given to all novices who joined the church of Amaunator in Netheril. One should regard these within proper context of time and place; that of the rise and height of the Netherese empire. Within the empire, the majority of the church of Amaunator consisted of clerks, jurists, magistrates and senators; the church of Amaunator was synonym for the bureaucracy and administration of Netheril as a whole. As such, the basic doctrine focused heavily on the qualities that would be required of civic and juidicial servants: punctuality, reliability and consistency.\n\n\"Learn the law and live it; obey its every letter and clause, for in knowledge of the intricacies of law lies freedom to act with righteous impunity. Keep track of the decisions of your superiors so that the body of precedent continues to grow and the unity of purpose of the rulings of Amaunator is made manifest to all. Serve your superiors faithfully, and they will reward you faithfully; shirk your duty and find the harsh hand of reproof.\"\nSource: Endranos Samtasar - Religions of the Old Empires (1274) - translation, original lost.\n\nThe citizens of Netheril commonly believed that the empire was capable of overcoming any threat or challenge it might face; a belief founded on hundreds of years of remarkable growth and prosperity as a realm. As such, less thought was given to Amaunator's Radiance, which espouses hope above all; there was a reduced need for faith in a better tomorrow as such was nearly empirical fact. The erosion of the spiritual emphasis of Amaunator's guidance would lead to the slow perversion of truthful faith in the ability of Netheril and Humanitas as a whole to a blasphemous belief in self-proclaimed divinity and immoral freedom that would ultimately form one of the major elements that lead to the collapse of the empire.\n\nWith knowledge of proper context, we may proceed to contemplate and elaborate on the meaning of each individual commandement:\n\nII. Learn the law and live it; obey its every letter and clause, for in knowledge of the intricacies of law lies freedom to act with righteous impunity.\nThe first line of the Doctrinis enim Novitiorum is both a practical and spiritual commandment. Novices and lay followers are to commit to a continuous study of and adhere to the different librorium lex with the aim of mastering an understanding of the different 'books of law' and making adherence to their articles and clauses a natural modus operandi. \n\nThere were many librorium lex in Netheril and in many cases their specific articles overlapped and at times conflicted. This would result in juidicial and administrative system that would be considered truly labyrinthine even by the standards of major contemporary realms such as Waterdeep. Such did provide an environment wherein the servants of Amaunator would be constantly challenged in their assumptions and wherein slothful complacency in matters of law would not be permitted. Unfortunately, the same environment would later grow to be so utterly convoluted that the empire's bureaucracy would suffer a critical lack of adaptability and a momentum. Aside from organisational and operational difficulties caused by the complexity of late Netherese law, in the empire's twilight years the law was frequently wielded by the corrupt and spiteful among the patricians as a tool to oppress and hinder the populace. Both elements reinforced a decline from which the empire would never recover.\n\nFirst and foremost among the librorium lex is Lex Divina, the Divine Law that the gods have set for mortals to adhere to and offers clear guidance in moral and spiritual matters. It holds articles and clauses on such matters as piety, necromancy, dealings with outsider entities as well as definitions and articles on more common criminality such as murder and theft. Unlike the other books, the Lex Divina also held articles on the different virtues that mortal beings should aspire to. As the eldest and most enduring of the librorium lex, it formed a base from which the principles of the other books were originally drawn. Over time, the exact articles in these other books may have been altered, yet Lex Divina retains its original meaning of definition of Good and Evil. The power and divinely reinforced influence of the first book of law is of such magnitude that while most tangiable copies have been lost to mortal realms the principles inherent in its articles are still maintained trough a variety of derived traditions; barring regional and racial variances, most mortals are educated in the meaning and division of Good and Evil from a young age. \n\nWhile little remains of the records and articles of the other librorium lex, it is known that on the whole the books of law in Netheril could be divided into a number of categories, being Lex Civilem, Lex Commercia, Lex Religionis, Lex Arcanum, Lex Militum and Lex Tribus.\n\nIII. Keep track of the decisions of your superiors, so that the body of precedent continues to grow and the unity of purpose of the rulings of Amaunator is made manifest to all.\n\nThe proper maintenance of records and scriptures allows for an ever expanding foundation of knowledge to exist. It is on this library that one may draw when seeking answers to questions old and new. It allows for the wisdom of one's elders to pass on down generations and it offers insight into the risks and gains of certain potential undertakings. Most importantly, it allows one to avoid repeating mistakes that others have made, thus continuing to grow towards ever greater efficiency and adaptive perfection. \n\nAs He has granted us Law to know peace, harmony and stability the wisdom and guidance of Amaunator to the purpose of Humanitas may be found within the collective of juidicial records and precedents, as well as administrative procedures. It is these scriptures that form the most accurate and practical recounting of the values a community holds of importance, and it is from their inaccuracies and contradictions that one may draw patterns of faults and flaws that must be improved upon to allow for greater purity of spirit and clarity of purpose.\n\nHaving existed for over three thousand years under the direct guidance of Amaunator, patron of clerks, jurists, magistrates and administrators, the quantity of articles and records contained within the total of the librorium lex at the time of the fall of Netheril was immense. While each settlement maintained its own curia and associated archives and only articles and rulings relevant to the entirety of the empire were copied and spread throughout the whole of Netheril, preserved recountings from Halruaa and fallen Hlondath indicate that gathering all relevant articles, scriptures and records from each settlement, city and enclave of Netheril within one location would have required an archive that would equal the current size of the city of Neverwinter. \n\nThe great majority of these collected works have been lost in Karsus' Folly and the fall of Netheril's daughter nations Asram, Hlondath and Anauria. It is this insight that offers new context to the fall of Netheril; with it Humanitas not only saw the loss of its greatest and most powerful empire but also the loss of countless generations of accumulated knowledge, insights and wisdom.\n\nIV. Serve your superiors faithfully, and they will reward you faithfully. Shirk your duty and find the harsh hand of reproof.\n\nThe administration and procedure of justice of a community is a construct of many parts. As the size and complexity of a community grows, the complexity and latency of this construct will as well. This growth of administrative complexity need not be proportional to the growth of communal complexity, as proper planning and design will allow a smaller infrastructure of law to service a greater whole. \n\nRegardless of its form, the main parts of the construct are ever the individuals working in and for the administration and judicial infrastructure. Especially when no resources for redundant procedures have been made available, the failure of a single individual may cause an entire administrative chain to collapse. As such, it is of the utmost importance to ever seek to eliminate such potential faults and flaws from the construct, both its individual parts and its greater whole.\n\nAs individuals may possess a range of traits, they are inherently a source of variance in a system that relies on set pathways. Where such have been created by those who lack understanding of the principles of administration, these procedures may be rigid to the extent they have insufficient tolerance to variance; in essence, it becomes a system that is most threatened by the very people it is created to serve.\n\nAn individual may be forgiven of an act made in honest error born from misunderstanding where the results of this error could be contained and proper procedure restored. What cannot be forgiven, however, is a wilful dereliction of duty. Regardless of the origin of this choice, the consequences of such an act reach further than the mere individual in both geographical and temporal terms. Should this dereliction be committed by one of key importance within the greater administration and/or the act be one of sufficient gravity, this single lapse may undermine the whole of the construct. \n\nAs such, the importance of the virtues of reliability, punctuality and consistency cannot be understated nor should continuous adherence to these virtues go unrewarded. Conversely, to sin against these crucial values should draw proper punishment, proportional to the position of the servant and the gravity of the sinful act.\n\nA Dissection of the Lathanderan Doctrine\nBy Lilia\n\n\nStrive always to aid, to foster new hope, new ideas, and new prosperity for all humankind and its allies.\n\nThe first and foremost objective of the Lathanderian faith is work towards the greater good for all kindly life. It addresses this goal with the strategy of endorsing the young, the new, and the upcoming. Just as the sun nourishes the earthmother and puts warmth on our backs, does the Lathanderian faith work to cultivate a flourishing, inclusive society.\n\nIt is a sacred duty to foster new growth, nurture growing things, and work for rebirth and renewal.\n\nLathanderians worship and prayer is work spent with people, plants, and other living things. It is spent not alone kneeling before an artifact, but rather in encouraging joy and growth. Just as the sun makes its daily cycles across the sky, so too does the Lathanderian faith work to renew and recreate itself. It is an ever changing faith that seeks to endorse the spread of new idea after new idea, rather than embrace ancient traditions.\n\nPerfect yourself, and be fertile in mind and body.\n\nWithin the Lathanderian faith, athleticism is highly praised and prioritized, as is temperance and wisdom. Lathander is also a fertility god, of both a woman's womb and the soil.\n\nWherever you go, plant seeds of hope, new ideas, and plans for a rosy future in the minds of all. \n\nLathander's priests and priestesses are referred to as Dawnbringers, this stresses their role as the sewers of his ever-optimistic outlook in a society of oft cynical perspective. It is the objective of the Lathanderian faith to better the Prime Material through the spread of hope and a cheerful outlook, thus, they are instructed to plant seeds for a rosy future.\n\nWatch each sunrise.\n\nThe sun is largely symbolic within Lathanderian faith and often regarded as the ever present reminder of the warm patron figure the Morninglord is. Lathanderianism is not sun worship however, nor the worship of light; the precedence put on watching each sunrise is instead that we might be like the freshest of plants each morning: revitalized by its bright rays.\n\nConsider the consequences of your actions so that your least effort may bring the greatest and best reward.\n\nShrewdness is valued in the Lathanderian faith just as in any, but, there is also the idea present that the gentlelest of actions beget the greatest changes. A critic would question Lathander's own adherence to this particular teaching however, likely citing the events leading up to the Dawn Cataclysm.\n\nAvoid negativity, for from death comes life, and there is always another morning to turn a setback into a success.\n\nAs mentioned before, to hold an optimistic outlook is paramount to the Lathanderian way, thus cynicism and negativity are always abhorred. This chides though, the futility of such an outlook, given that with the renewal so striven for by the Awakened progress is possible, even in the light of a great loss.\n\nPlace more importance in activities that help others than in strict adherence to rules, rituals, and the dictates of your seniors. \n\nThis segment stresses that the ideal Lathanderian church is a disorganized one. It lacks a hierarchy of priests and reinforces the virtue of renewal over stagnation. Rather than focusing and regarding the opinion of revered spiritualists within the faith, the junior members are encouraged to participate and voice their opinions. This is a reassertion of the cyclical and constant renew that Lathanderians believe begets goodness.\n\nHistoria Brevis Amaunator\nPre-Netheril\n\n\nLittle is known of the activities and influence of Amaunator prior to Netheril, despite the presence of human tribes and nations during this time, most notably Imaskar and Coramshan. Indeed, one of the earliest historical recountings on Humanitas dates back to circa -14,000 DR. During this time, a human tribe called the Talfir lived in what is today known as the Western Heartlands. \n\nThe Dawn Age and the Age of Flowering saw a sudden and staggering rise in the number of sentient races present on Toril. This is primarily due to wilful migrations to this world, as was the case for the elves, dwarves, giants, orcs and dragons. Secondly, the sarrukh, batrachii, aeree as well as non-creator races are known to have spawned a number of separate races themselves such as the yuan-ti, the naga and the kobolds. Thirdly, a number of races were first brought to this world to serve races already present, as is believed to have happened to gnomes and halflings. Of particular note are the mulan, a human tribe that was brought to Toril to serve as slaves of the Imaskar. This strongly implies that Amaunator seeded other worlds with tribes of Humanitas as well. Another possibility is that the mulan travelled to another world of their own volition, as the Sylvans did, or that they were brought there by an outsider race. If this is the case, the forced migration of the mulan was in truth a return to its original home-world. \n\nWhat is known is that during these earliest years Humanitas struggled to compete with the more established empires of the sarrukh, batrachii and aeree and in later years the giant and draconic realms. Often, humans were conscripted or outright enslaved as servants and fodder in the wars of these other races. While these realms would ultimately fall to the arrival of the dwarves and especially the elves, it would not be until after the end of the Crown Wars that human nations would rise to prominence. While this could be attributed to the scattered presence of human tribes and a lack of unity and coherent government, it has also been theorized that a lack of direct guidance by Amaunator was one of the major causes. If so, it has been considered that the reason for this was either that Amaunator's focus lay with overseeing alterations to Lex Divinae to take the arrival of the new races into account or that Amaunator purposefully distanced himself from Humanitas as a whole to determine which tribe would ultimately be able to rise to on its own strength, offering minimal guidance and only intervening in the most dire of times. Both theories are at this time unproven.\n\nWhile the influence of Amaunator across a far greater area than Netheril alone is confirmed in the remains of shrines and temples found far beyond the historical borders of the empire, it remains a mystery as to why Amaunator chose to favor and lift up the nation of Netheril above the others, especially considering the considerably longer existence of nations such as Coramshan and Imaskar. It could be argued that the cradle of Netheril held the most favorable conditions for such an empire to rise to prominence; sufficiently fertile land, few external threats and a favorable individual and communal potential. However, no evidence has been found at this time to offer a conclusive answer.\n\nThe Age of Netheril\n\nThe realm of Netheril was truly born when the villages of Fenwick, Gers, Gilan, Gustaf, Moran, Nauseef and Janick, as they are known by their contemporary translation, joined together in mutual defense. While the realms of Imaskar (circa 5870 years) and Coramshan/Calimshan (circe 7430~ years) were longer-lived than Netheril, discounting the successor states that continue to exist today (such as Halruaa, Thultansar and Tarkuul), the Netherese empire (circa 3520 years) still endured for a greater period of time than the empires of the Sarrukh, Batrachii and Aeree combined. However, while it is not the longest-lived of the ancient empires, Netheril was certainly the most powerful and influential. Even today, many aspects of contemporary culture, architecture, language and magical traditions can trace their origin back to Netheril. Under the patronage of Amaunator, early Netheril was able to create an exceptionally efficient administration to support its rapid growth. Combined with a wide-spread aptitude for magic even amongst its commoners, the Netherese were destined for greatness. \n\nMost of the surviving records of Netheril are those of expatriate magi and describe Netheril as a magocracy, ruled by council of archmages that each had controlled and governed one of the High Netherese enclaves. However, the few rare recountings on the subject that predate the creation of the mythallar, and subsequently the flying enclaves and the division between High Netheril and Low Netheril, imply that the Netherese populace was divided roughly into three social castes: the arcani, the patricians and the plebeians. \nThe arcani were the mages of Netheril, who in time would become organised into a number of enclaves similar to modern mage guilds. It stands to reason that the individual arcani of these enclaves were bound together by specialisation rather than geography, its members spread across the empire in a number of 'outposts'. In time, the name for the organisation and the outpost would become synonyms.\nThe patricians were a number of major and minor families within the empire akin to nobility. They were responsible for the governance of the empire as a whole, which included its courts, administration and defense. The eldest of the patrician families could trace their origins back entirely to the founding of Netheril or even one of the original seven villages. Most patrician families held considerable influence in one particular aspect of Netherese society, such as the trade in certain goods, the administration or the army. The patricians also made up the majority of the Collegium Pontificum, the \"college of pontiffs\" or \"state church\" of the empire. It remains unclear if the Collegium Pontificum was entirely Amaunatori or if it had members from all recognized religions within Netheril. What is known is that the Collegium Pontificum was responsible for handling all political, administrative and juidicial matters regarding the practice of religion within the empire.\nThe plebeians were the collective of the common people that were not arcani and had no relation (by blood or service) to one of the patrician houses. They were by far the most populous of the three castes and included all manners of peasants, craftsmen, lesser merchants, refugees and immigrants. While offices of governance were held almost exclusively by patricians and arcani, the plebeians were still able to influence the administration and governance of the empire by sheer numbers and the necessity of their work. Indeed, there have been recountings of plebeian merchants, scholars and adventurers who trough their individual ability and wealth were able to rise to considerable influence.\n\nDuring the rise and height of Netheril, the influence of Amaunator could be felt in all layers of the empire. The church of Amaunator held dominion over the empire's courts and administration, as well as a considerable portion of the empire's soldiers, while an order of wandering monks known as the Brotherhood of the Sun, which would later become the Sun Soul order, tended to the needs of the peasantry. While Amaunator was dominant within Netheril, the other gods had their own following as per their respective spheres. It is unclear as to whether these churches, especially those of more malevolent divines such as Shar and Kozah, were publicly recognized, permitted and bound by law or whether they operated clandestinely as much as they do today. It is of note that there were far fewer divines in existence during the days of Netheril, and as such each divine held a far broader sphere of influence. As such, there exists the possibility that even darker churches were able to operate openly, within bounds of the law, as their these gods were considered patrons of particular aspects of existence that touched all humans and their respective priests were far more dignified and respectable than what is usually seen today.\n\nRegardless of the position of the non-Amaunatori churches within the empire, there is sufficient evidence that indicates that the rising influence of Shar, and the subsequent spiritual corruption and fascination with darker magic, amongst the empire's mages and ruling elite eroded the pillars upon which the empire had stood for countless generations. Indeed, one must only examine the city-states of Tarkuul and Thultansar, both Netherese remnants, to acknowledge that in their quest to break through and rise above the boundaries purposefully set by Amaunator to maintain the individual and collective spiritual purity, freedom and strength of the arcani, these very arcani fell into the depths of corruption, wilfully enslaving themselves to the torments of the Lady of Loss; an irony that seems entirely wasted on these remnants themselves.\n\nThe Doctrinal Shift\nA comparative study of Doctrinis enim Novitiorum and contemporary orthodox Lathanderan doctrine\n\n\nI. Strive always to aid, to foster new hope, new ideas, and new prosperity for all humankind and its allies.\nThe first sentence of the dogma immediately differentiates the greater whole from the Doctrinis enim Novitiorum. While the Netheril-era doctrine focused heavily on the virtues of reliability, punctuality and cohesion, the contemporary doctrine of Lathander places far greater emphasis on progress, evolution and growth. This shift does not demand an abolition to established traditions altogether, rather it demands a continues process of examination and adaptation and places greater emphasis on the utilisation of Humanitas' racial talent for versatility and adaptability.\nSecondly, the focus on Humanitas especially is unique even within the broad and varied Faerunian pantheon at this time. While it is common to find such amongst the gods of other races, it is only Lathander who claims such a distinctive focus on His people amongst the contemporary human pantheon. While this is often discounted as mere phrasing within the orthodox church, and indeed one should not interpret such as a discounting of non-humans, it is a notable and important reminder that He is Father of Humanitas, who directs and guides His children. \n\nII. It is a sacred duty to foster new growth, nurture growing things, and work for rebirth and renewal.\nThis edict of the Lathanderan dogma emphasises the ancient bond between Amaunator-Lathander and Jannath-Chauntea wherein the Lord of the Sun and Time holds the power and responsibility for wholesome life to prosper where the Earthmother creates it. In essence, the new decree commands the followers of Lathander to respect Toril's life, nature and natural cycles and to assist its caretakers wherever possible. \n\nIII. Perfect yourself, and be fertile in mind and body.\nWhile Lathander commands a continuous search for self-perfection, the absence of a definition of such illustrates that the search for this definition is a notable part of the search for self-perfection as a whole. However, in general terms we may assume that such involves the maximization of one's physical, mental and spiritual potential while striving to remove one's personal flaws. In this we see that Lathander places greater emphasis on achieving Humanitas' potential, individually and collectively, in order to progress as closely as possible to His original intended design for the race.\n\nIt is also of note that fertility in mind and body has been placed as a separate article in this commandment. While this may imply that Lathander holds this as separate from self-perfection, it would be more accurate to the greater doctrine to say that one must achieve a balance of fertility in both mind and body rather than focusing on one over the other. \n\nIV. Wherever you go, plant seeds of hope, new ideas, and plans for a rosy future in the minds of all. \nFollowing the sacrifice and fading of Amaunator, one may conclude that this commandment relates to the loss of a unifying factor amongst Humanitas and the guidance He offered. As this spiritual void and lack of identity might draw His children further into darkness, He charged the followers of His new form, Lathander, to maintain a belief in the utopia Amaunator seeks to create and to combat the corruption and despair that fiends and dark gods spread.\n\nV. Watch each sunrise.\nThis simple commandment serves to ensure that Amaunator-Lathander's most visible and notable presence is kept in focus. The sun continues to play an important practical and spiritual role amongst all surface-dwelling races and its importance should never be neglected. It is also notable in urging His followers to place more emphasis on personal initiative, action and service than strict adherence to rite, where this would impair the prosperity of the greater community. This again denotes a departure from the emphasis on strict procedure to a more flexible and personal service.\n\nVI. Consider the consequences of your actions so that your least effort may bring the greatest and best reward. \nMeditation on the meaning of this commandment would reveal that it has similar meaning to a commandment from Doctrinis enim Novitiorum: \"Keep track of the decisions of your superiors, so that the body of precedent continues to grow and the unity of purpose of the rulings of Amaunator is made manifest to all.\" This commandment focuses on the necessity for growth, expansion and efficiency. However, while the Doctrinis enim Novitiorum focused on communal and administrative cohesion and conformism, Lathander's doctrine places greater emphasis on personal accountability and growth. This underlines the desire for Lathander to avoid excessive personal, spiritual and administrative compliance to standing norms, which ever carries a risk of spiritual and personal decay, instead encouraging continuous self-examination, improvement and constructive criticism.\n\nVII. Avoid negativity, for from death comes life, and there is always another morning to turn a setback into a success. \nWhile this commandment primarily emphasises the general Lathanderan tenet of rebirth, or more accurately revival and redemption, it explicitly refers to the sacrifice and rebirth of Amaunator himself. In the earliest years after Amaunator's fading it served to reassure and comfort His followers. Since then it has continued to provide a veiled statement of the true nature of Lathander. Spiritually, this commandment also reinforces the faith in divine, self and future amongst those who heed Lathander's teachings, and serves as a deterrent against despair and spiritual decay.\n\nVIII. Place more importance in activities that help others than in strict adherence to rules, rituals, and the dictates of your seniors.\nThe conclusion of the orthodox Lathanderan doctrine again emphasises the shifted focus on personal initiative and development over strict protocol and procedure. As stated before, this serves to avoid a repetition of the faults within Netheril's administration. It charges faithful of all layers to challenge aging practices that are maintained to the detriment of the greater community, through examination and the implementation of more efficient and relevant alternatives.\n\nThe Decline and Fall\n\nIn time a number of factors would emerge that would slow and ultimately halt the empire's expansion. As the empire grew, both geographically and politically, its expansive administration proved to be cumbersome to such a degree it would lead to increasing latency between intent, decision and implementation in all layers of the empire's governance. Both a cause and a result of this increasing convolution, the different cities and enclaves became increasingly distant from the empire's central administration. This was especially so in those enclaves that were governed by the archmagi, who sought freedom from the stifling bureaucracy.\n\nAnother interior cause of the empire's decline was the decreasing faith and devotion amongst its populace. While the majority of the patricians, who had long filled the highest ranks of the empire's governance, administration, judicial system and military, maintained a measure of devotion to Amaunator, the other two pillars of the empire grew distant from Amaunator and each other. The plebeians of the Low Netherese suffered a growing resentment of a government they perceived as overly complicated, restrictive and uncaring. At the same time, the arcani became ever more arrogant in their belief that they alone were responsible for the empire's greatness and had no use for the dictates of a divine. While such beliefs could be (and were) considered heretical, the empire had proven to be capable of overcoming all challenges, often through its superior magical knowledge, and was without peer in Toril and beyond. While misplaced arrogance is a trait often found amongst magicians of poor spiritual strength of all cultures and races, the increasing severity of this belief amongst the empire's magi as well as an ever increasing fascination with dark magics leads credence to the supposition that the followers of Shar had a considerable hand in corrupting the empire's magicians.\n\nThus a breach began to grow between the plebeians, the magi and the patricians of the empire and with it growing internal turmoil that would further weaken the empire to its external threats. Externally, Netheril was subject to the same threats that realms continue to face to this day; orcish and monstrous invasions, demonic incursions, the pestilence of undeath and the threat of rival races and nations. While these were rarely able to threaten the empire's main enclaves and cities as they floated far above the ground, the empire was still dependent on trade, agriculture and minerals as all realms are. The villages and towns crucial to the empire's commerce and industry were most often ground-bound, and as such at far greater risk. The animosity of the phaerimms, a race of magically capable Underdark creatures was of particular concern to the empire, continuously struck against the empire's infrastructure and had begun rendering the lands of Netheril infertile through magical means, giving rise to what is today the Anaurach desert. While the empire's legions and heroes ably defended its borders and prosperity throughout its history, the increasing internal turmoil drew ever more resources away. While there are a number of recountings that indicate that Amaunator involved himself directly with increasing frequency, the steady drain on the number of faithless sapped His strength as much as the internal divisions sapped the empire's own.\n\nIn the final years of the empire, a number of enclaves and factions outright seceded from the empire and would form the nations such as Hlondath and Halruaa. However, it was the event known as Karsus' Folly that would sunder the empire forever. With the loss of its major cities and enclaves, the empire was effectively decapitated. While there is little doubt that Amaunator and his leading clergy had advance warning of what Karsus was attempting, it is unknown why Amaunator did not directly intervene to prevent it; it is postulated that Amaunator was bound by certain articles of Lex Divinae to prevent just such an intervention. A small number of recovered writings of the clergy of Amaunator indicate that during the event of Karsus Folly, Amaunator sacrificed a considerable if not the majority of his divine power to 'ensure Humanitas as a whole survived'. What exactly this entails remains unclear at this time.\n\nPost-Netheril\n\nAlready weakened by the spiritual decline during Netheril's twilight years, the considerable loss of followers combined with the sacrifice of a majority of His remaining power ensured that Amaunator's existence in his set form was doomed to end. As His power waned, so did His number of remaining followers until only a scattered few remained. This remnant would continue to maintain a select few holy sites where Amaunatoran canon was preserved, as well form a number of small sects such as the Brotherhood of the Glorious Sun that would ultimately integrate themselves into the churches of younger gods of similar teachings as Amaunator.\n\nTo understand the events that took place during and after Amaunator's disappearance, one must acknowledge the existence of gods as manifestations and custodians of certain values, societal engagements and aspects of nature and existence. As such, while gods may decline in power and even fade from existence entirely, another must always take custody of the former gods portfolio or this portfolio must be divided amongst other divines. It is during the post-Netheril period of Amaunator's decline and fading that two deities of note came to the fore in Faeruhn. The first was Lathander, an idealistic and exuberant solar deity of youth, rebirth and hope. It has long been held by the Brotherhood of the Glorious Sun that Lathander is in fact Amaunator reborn, and the recent prophecy of Deliverance and newfound records and relics further confirm this understanding. These are fiscussed in greater depth within other articles of this treatise. It is of note that while Lathander retains many of the elements of Amaunator such as the emphasis on the sun and its power, the encouragement of self-perfection and a human-centric focus, the aspect of law and governance that formed a considerable element of Amaunator is notably absent in Lathander. If Lathander is indeed Amaunator reborn, what became of this major aspect of Amaunator's portfolio?\n\nWhile it stands to reason that Lathander emphasises the spirit over the letter of law in order to prevent the recreation of a labyrinthine administration, with its associated flaws and vulnerabilities, as could be found in Netheril (one of the noted causes of its decline), the arrival of another divine shortly after Karsus' Folly offers another and altogether different theory. In -247 DR, Tyr, a martial god of law, order and justice, lead an army of celestial servants against the remains of the empire of Jaamdath in an event known as the \"Procession of Justice\". Tyr was successful in this venture and soon claimed Amaunator's former patronage of jurists, magistrates, judicial procedure and lawful governance. It is possible that Amaunator did not accept this claim but was no longer able to resist this overtaking, an event that combined with the emergence of Lathander would have been the deathstroke of Amaunator. However, such an openly hostile and opportunistic act seems uncharacteristic for a deity that places great emphasis on respectable and honourable conduct. As such, it is possible that Amaunator willingly surrendered the remainder of his portfolio in order to complete His rebirth as Lathander. An alternate but no less plausible theory holds that Tyr, as Lathander, is an aspect of Amaunator reborn or a major celestial servant of Amaunator given custody of those particular aspects of His portfolio. However, lack of evidence to support or denounce either theory ensures the matter remains mere conjecture at this time.\n\nWith the addition of the latest article, Volume I is released for the public. A copy is delivered to the libraries of Cordor, Kohlingen, Triumvir and the Chapel of Lathander as well as sent to the city of Eversult.\n\nThe Principles of Law\n\n\nFollowing are the principles of laws as they apply to the most commonly understood definition: a set of rules and regulations that applies to a given society. However, it must be noted that \"society\" need not apply to the members of a political entity exclusively, but may also apply to members of a guild or even those participants in a contract. It must also be noted that law is greater than the commonly understood definition; this will be elaborated on further in this volume.\n\n1. Law must be fair\nAs the foundation of a society, law must apply equally to all members of that society. If articles of law have been created or altered to favor certain groups or individuals while excluding others, and if these others are unable to undertake the required efforts to become favored, the resulting imbalance will ultimately lead to upheaval as those suffering the most unfavorable consequences of the established articles of law seek to change their society and the established laws to a new balance. This balancing force is of such strength that it cannot feasibly be countered or prevented; while a sufficiently strong enforcement may delay the process of change, it also increases the likelihood of lawless behavior and violence when balance is ultimately shifted.\n\nA common misunderstanding is the contemporary belief that the process of law should favor the spirit over the letter of its articles. Whether born of naive ignorance or more malicious intent, this insidious motion corrupts the interpretation of articles of law from an absolute to a relative.\nWhile the letter of the law is established with truthful precision and logic - akin to mathematics - allowing for the process of law to proceed without debate on meaning, the spirit of the law has no place in judicial procedure. Rather, the spirit of the law may be equated to the intent of the law, and should only be a factor when its articles are written. A society that favors economic stability or military strength may seek to have this reflected in its articles of law, yet no room for doubt and question should be left while doing so.\n\n2. Law must be known\nThe entirety of the body of law, including all articles, as established in the society must be openly available for study and review to all members of the society. To withhold this information not only risks illegality due to the ignorance, but may also lead to abuse of enforcement. The references and concepts used within the articles of law must utilize clear, unambiguous definitions. This is not only a requirement to avoid confusion amongst those subject to the articles, but also to avoid the insidious corruption of relative interpretation.\n\n3. Law must be upheld\nTo maintain the foundation that is law, its articles must be ever upheld by the society; violations must ever be processed and result in legal trial, for to ignore violations of the articles of law is to pierce the validity of those very articles. All members of the society must hold the right to trial and legal counsel. Judgement must be made by a magister with proven knowledge and understanding the society's laws. In line with the first principle, penalties must be fairly applied amongst all perpetrators of the same violation, though may be modified due to relevant circumstantial evidence as judged by the magister.\n\nThe Nature of Law\n\n\nTo contemplate the nature and meaning of law, one must seek to accurately define it. While the intuitive perception of law is that of a collective of rules that form the foundation of governance, this perception is in itself far too narrow to serve as a viable base to define entirety of the concept of law. Rather, this intuitive and mortal application serves as a useful illustration of many of the key elements that make up the broader sense of law.\n\nFor the purposes of structured discourse, we may divide law into its three basic aspects: the Elemental Force of Law, Divine Law and Secular Law. While Divine Law derives from the Elemental Force of Law, and Secular Law derives from Divine Law, each of these aspects holds common characteristics.\n\n1. The Elemental Force of Law\n\nTo accurately define this most elemental force of law, one may first consider the properties chaos, its polar opposite, and how this force exerts its influence on existence. As force of endless, random and purposeless mutation, chaos extols change both benign and malicious and is most keenly felt in events of upheaval and anarchy such as storms and war, though every act of change - especially when such happens whimsically - was instigated by the influence of chaos.\n\nBy contrast, law is a force of stability, predictability and peace. While it seems unlikely that law possess a form of sentience, it nonetheless seems to drive for the establishment and retention of set properties for all objects and concepts. In effect, law seeks to define and classify the myriad of artifacts and features of the multiverse and strive that these objects comply to the established standard in perpetuum. Such would imply that law is a force of stagnation and torpor. However, it would be more accurate to say that law strives towards a state of universal perfection. While this state is yet unknown and may indeed never be known by mere mortal - and perhaps even immortal - creatures, there is ongoing debate as to whether personal perfection is a defined and singular state or whether it requires constant adaptation to an ever changing environment. However, such discussion would be moot when the force of law constantly influences the environment itself towards a state of perfection, despite the constant, disruptive efforts of chaos.\n\nAs an elemental force, law is invariably tied to the existence of the multiverse itself and may indeed be woven into its essence more deeply than the more commonly known and understood forces of fire, earth, air, water and magic - as these may themselves derive from the interplay between law and chaos. However, a comparative study of the foundational forces of the multiverse lies outside the scope of this treatise. It is of note, however, that while individual creatures or cultures may regard certain elements with different subjective view, the base properties of fire, earth, water, air and magic are equally known in all regions and across all races. It is similarly so for such concepts as day and night, light and darkness, the seasons and the passage of time; while these may not be entirely understood, their existence and meaning is universally recognized. Such is evidence of the continuous influence of law, which embodies absolutes and rigidity, while the often subjective interpretation of these concepts is evidence of the influence of chaos, which embodies mutation and relativity.\n\nTo conclude: the elemental force of law seeks to define a state of universal perfection that accounts for all variables and possibilities. Once set as rigid by this force of law, a variable becomes an eternal constant, and its possibility has been accounted for as part of the state of perfection. Conversely, chaos seeks to disrupt this process by exploiting incomplete definitions to alter established constants and create new variables. It is this interplay that has created and continues to create many of what most perceive to be foundations of existence, across the timespan of aeons.\n\n2. Divine Law\n2.1. An introduction to Good and Evil\nUpon elemental law stands the second aspect of Law, that which is known as divine law. While elemental law constitutes a primordial and ethereal force - most often invisible and unknowable - and secular law constitutes of articles that are practically applied in the governance of communities and individuals, divine law serves to define and maintain the concepts of morality as they are known amongst mortals. \n\nThough the concepts of Good and Evil have thus far eluded proper and comprehensive definition - and indeed it may be possible that it will ever remain so - there are certain characteristics of acts and demeanors that are associated with Good and Evil. \n\nGood is associated with acts that are constructive and altruistic; the investment of personal resources to improve the welfare (material, mental or spiritual) and power of others, without expected recompense. The invested resources may be time, wealth, property or even one's life itself. \nHowever, one must differentiate between what one perceives to be an improvement of welfare (the intent) and whether this is ultimately so (the action); though the intent of an act may have been a positive improvement of another's welfare, the execution of the act may be classified as non-good. It may even lead to greater harm in long term than the improvement sought in short term; the end does not always justify the means.\nConversely, Evil is associated with acts that are destructive and egocentric; the garnering of personal welfare and power at the expense of others through violence, subjugation or altogether more insidious means. \n\nIt is of note that it is more difficult for many to aspire towards Good action than to succumb to the lure of Evil actions. While nonetheless rewarding in long-term, Good actions constitute a constant physical and mental drain on the self for an often poorly understood and frustrating cause. Often, an individual will not directly benefit from the actions of Good that one would undertake. Conversely, Evil offers clear short-term personal rewards and holds no stringent requirements on one's actions and demeanor. \nHowever, those who hold to Evil means and objectives are oftentimes, and rightly so, shunned from their communities - for these creatures constitute a consistent threat to the welfare and stability of others of the community. It is for these reasons that true adherents to either Good or Evil are minorities, with the majority of the populace maintaining a more pragmatic, neutral and tempered outlook. Those who do seek to live wholesome lives but refrain from taking up the commitment to aspire towards true Good. Indeed, it is oftentimes pragmatism that drives these individuals; a farmer may hold concern for a famine in another village but may not have the food to spare without endangering his own family. While those of who hold to the high path of Good must ever seek to inspire such in others, they must ever combat the temptations of the low road of Evil in both themselves and others.\n\n2.2. Divine law as base of morality\nThe individual gods serve as the embodiment of particular spiritual and moral concepts. While gods such as Chauntea, Auril and Gond may at casual inspection embody practical concepts (agriculture, winter and artifice respectively) rather than spiritual and moral ones, one must note that they hold guardianship of both these practical domains and the spiritual or moral concepts associated with them. As such, Chauntea is as much goddess of agriculture as she is of the respectful acknowledgement and husbanding of all life. Auril is as much goddess of winter as she is of the threat of entropy through stagnation. Though a thorough examination of the connection between the practical and spiritual domains held by each deity ( and even more so an examination whether practical has come to follow spiritual association or vice versa), such an examination lies beyond the scope of this article.\n\nWhile the guardianship of particular domains of mortal existence may be the most well-known occupation of the gods, thorough examination of both the individual agendas and past interventions of deities has come to reveal a potential, ultimate purpose of the deities as a collective of caretakers of mortal existence and all material realms. Though often believed by laymen to act solely to advance their personal interests - with the multitude of events and conflicts in mortal realms mere manifestations of their aeon-old designs - such statements do not correlate with the unfathomable complexity of divine existence. \n\nThe gods are not sovereigns using the world as their lanceboard. Rather, the divines are collectively and meticulously working to empower and raise up the mortal races under their gaze. Though this may at first seem contradictory to the known agendas and acts of many deities, most often those associated with evil, one must remember that the divines advance their collective will across the span of aeons. Furthermore, all deities have definite purpose for the betterment of mortal races as a whole, even those whose names are often spoken in fear or loathing. While those deities associated with Good seek to inspire mortals to constructive and virtuous acts that ultimately empower the whole of the community (though at this scale it would be more accurate to say the whole of mortality), those deities associated with Evil seek to tempt and lure mortals into their fold, that they may be known and their influence removed from the rest of mortality. In this way, both sides seek to raise mortal races, one by setting goals for mortals to reach towards and the other by culling those of weak will from the greater whole. \n\nWhile there are a number of deities not clearly associated with Good or Evil, these often hold more practical and pragmatic domains; adherents of these deities could be considered to hold to a moral and spiritual status quo, seeking neither to advance the communal good nor personal advancement at the explicit cost of others. As such, mortal adherents of those deities considered to be neutral tend to be followers rather than leaders, be it towards ascension or damnation.\n\nTo further clarify, it must be noted that while the acts of deities associated with evil may often be harmful in short term (which may yet be centuries by mortal counts), in long term the gods are not malicious. Though there are gods who embody destruction and nihilism (such as Talos and Shar), none of these ultimately strives to advance their domains to the utter loss of all material realms. These gods merely seek to strengthen mortality through trial. Indeed, these entities of loss and destruction are paradoxically tied to the very existence of the worlds whose destruction they oftentimes appear to seek. The true threat to the material realms and all mortality comes from fiends, whose influence shall be discussed in a further article.\n\n2.3. The nature and purpose of the soul\nThe existence of the soul and the meaning of this existence are most often shrouded in mystery. While the matter has been thoroughly investigated and debated, there remains a lack of general consensus on all but the most commonly known and confirmed points - of which there are few indeed. The exact origin of souls remains unknown. While the common belief is held that a soul is formed within the body while it grows within the maternal womb, there are mentions in obscure writings of a so-called Well of Souls, from where each soul springs forth and travels to join with the mortal form on the moment of birth. \n\nRegardless of the exact origin of the soul, as the mortal body matures and ages so does the soul grow in age and power with the garnered experiences of a lifetime. As the mortal chooses a patron god whose nature and portfolio most appeals to the mortal itself, the soul becomes bound to this god. Upon the moment of death, the soul is released and travels to the fugue plane for judgement by Kelemnvor. Those who have lived lives lacking in sufficient piety will be placed into the Wall of the Faithless and False that rings the fugue plane, while those who have held sufficient piety and veneration for the divine (regardless of whether these gods were of Good, Evil or neutral alignment) are allowed to continue on to whatever afterlife their patron deity has reserved for them. It is of note that in this the Judge of the Damned - and indeed his predecessors - do not judge whether one has lived a life of virtue or sin, but solely whether one has lived a sufficiently pious life.\n\nThough knowledge of what transpires once the soul has passed to a god's realm is largely reserved for those who existed entirely beyond mortality, it is commonly held by scholars of the matter that when a soul reaches a divine realm it merges with the essence of the god. Through this process, the gathered knowledge and experience of the mortal's soul is absorbed by the god. It is an often held maxim that \"knowledge is power\", and such is no different for gods. As the soul's knowledge is absorbed by the god, the divine entity gains new knowledge and - perhaps most importantly - perspective on the endless variety of mortal lives and events. While gods oftentimes directly or indirectly affect mortal existence, through this process it is entirely possible for mortals themselves to affect divine existence. Should sufficient mortals hold a different understanding of a concept in the portfolio of the god, and this perspective is absorbed into the essence of the god, over time the god itself may begin to change in adaptation of the new interpretation. An in-depth discussion on this process lies beyond the boundaries of this article, yet may be subject of a future work.\n\nIt must be noted that the process of a souls absorption must not be considered as an immediate consumption. Rather, it is a slow and meticulous process. Those mortals who have lived virtuous lives, beholden to gods of Good, shall find their souls - which holds their sentience - in a paradisal afterlife. However, those who have lived lives of sin - allowing themselves to be tempted by dark gods - find the afterlife one of continual suffering and punishment. The exact duration the soul exists in the afterlife is unknown, though one theory debated by scholars of theology is that a soul exists in the afterlife - in reward or punishment - for as long as one's name is remembered by mortals. As such, those who have done great and memorable deeds of virtue shall know a long afterlife of peace and contentment, while those who have done terrible deeds of infamy shall know a long afterlife of suffering and punishment. It is for this reason that it is of importance that those who have been lost are properly remembered. \n\nThe above fills in the paradigm of the soul's linear existence as most commonly held throughout Faeruhn. However, based on studies of the Lathanderan doctrine as well as regional spiritualities - most notably Durpar's concept of Adama - I have come to hold to the paradigm of reincarnation. That is, the belief that a soul may be reborn into a new body. Following this paradigm, a soul would not be fully absorbed by a god but merely \"purged\" of all experience and memories, whereupon the soul is then released to enter into a mortal body, beginning the cycle anew. As such, most have souls that may have experienced mortal rebirth many times - and gives credence to the phrase \"old souls\". Indeed, it is possible that the \"age\" of a soul - that is, the number of cycles it has endured - may affect a mortal's disposition, with older souls granting a more tempered and thoughtful demeanor and younger souls a more vigorous and driven demeanor. However, the process of reincarnation does not discount for the possibility that a soul does not experience rebirth - or is altogether destroyed - as discussed below, or that one might receive a soul that is entirely new and has experienced no prior cycle.\n\nRegardless of whether one holds to the traditional paradigm or the paradigm of reincarnation, the importance of the soul and its purpose cannot be understated. Not only does it serve as a vessel for one's sentience and experiences into the afterlife, but it also serves to maintain and empower the gods and by extension maintain the material realms themselves. As such, it is truly a grave matter that there exist three possible occurrences whereupon a soul does not pass on to a divine realm and becomes eligible for reincarnation; a mortal may have been faithless or false, or its soul may be claimed by a fiend.\n\nThe faithless consist of those souls who have formed no bond to any divine, most commonly by those who have outright rejected the gods. Though such individuals are thankfully rare, their souls have taken on the most malicious tumor of hubris. One must note that the piety of mortals is the source of the gods' power and the outright refusal to hold sufficient reverence undermines their very existence. This taint is of such gravity that it poisons the entirety of a soul's essence, regardless of how rich it may be. If such souls would be allowed to dissolve into the essence of any god, this vitriol would spread and ultimately lead to the \"death\" of the god entirely - as the god in question would begin to deny its own purpose - leading to the necessity to reassign the former god's portfolio to other or new gods. Such times of realignment have ever proven to cause great upheaval within the mortal worlds.\n\nThough not as grave a threat as the faithless, the false are those individuals who have failed to hold sufficient piety to form the bond to any single god necessary for the soul to travel to this god's realm upon the moment of mortal death. In essence, due to the mortal's lack of reverence no god holds sufficient claim to the soul. The souls of both are placed into the Wall of the Faithless and False in the fugue plane, where the essence of their souls slowly dissolves into nonexistence in a process which is believed to hold unspeakable torment, as indeed the soul itself is slowly drained and fades from existence altogether. However, such is not intended as punishment - though knowledge of this torment certainly serves as a deterrent - but rather a measure to ensure the continued interaction between mortals and gods as intended by divine law. \n\nThe third occurrence may arguably be the worst. Through corruption, seduction or outright theft a fiend may claim a mortal's soul for itself. Though it remains unknown how fiends came to possess the means to do so, they are able to emulate the process by which a god gains the associated knowledge and experience. However, the emulation is not entirely accurate as there is at this time no evidence that a fiend does indeed gain the full collective of the mortal's memories and knowledge, but rather gains a measure of more ambiguous personal power. Indeed, it is known that fiends habitually trade souls of particular value amongst each other as one would another commodity. This leads credence to belief that the consumption of a soul by a fiend does not empower it permanently, but rather provides it a temporary increase in personal power. As such, fiends may seek to build up storage of souls to consume at a time where an increase in power would be required. Regardless of the methods and reasons, the true fate of a soul consumed by fiends is utter destruction. \n\nHowever, while the faithless and false are similarly lost forever - in itself a considerable loss - they are well-contained and may inflict no further harm. However, those souls who are claimed by fiends empower these very fiends with greater means to claim yet more souls. As such, these lost souls contribute to an ever escalating fiendish presence, that continues to siphon souls away from the intended cycle of birth, growth, death and rebirth. It is for this reason that many gods commit great resources to combat the influence of fiends in their myriad forms. Even those gods who hold portfolios often considered complementary to the interests of fiends strive against fiendish influence, though they are ever required to hold to their respective portfolio's. Ironically, this makes it more difficult for these gods of Evil to oppose the machinations of fiends, as to do so they would often be forced to act against their own portfolio. This observation is not lost on fiends either, and they are often found infiltrating or further corrupting local church towards their own end - while fostering the notion that they are the god's servant and hold to the same agenda.\n\n3. Secular Law\n3.1. Precedent\n\nThe base of all systems of true law is precedent; a judgement made in a previous case should be adhered to in all following cases where circumstances are similar and the precedent is relevant. Whether a precedent is relevant to an open case is most often determined through ad-hoc comparison, as no defined procedure currently exists to apply to the matter. Furthermore, the discussion on whether a certain precedent is applicable or not is often a key aspect of any trial, as the acceptance of a precedent as relevant may sway the final judgement to favor one side over another.\n\nRegardless of this variable approach, adherence to precedent allows for the creation and maintenance of a consistent legal system on the base of stability and causality. It is for this reason that cases and situations for which no precedent can be found (that are unprecedented) are most often the most complex in nature and the most challenging to resolve. The judgement of such cases ultimately establishes a first precedent in itself, though a judgement that is itself influenced by already established precedents may itself be held as a precedent for future cases. In this way, notable precedents may lead to an examination of the established articles of law and may indeed lead to the alteration of these articles, or the creation of new articles of law altogether.\n\nOutside of the courts, precedent should be adhered to in all facets of existence, for such improves communal and individual stability. To knowingly speak lies, to break promises or contradict oneself breaks precedent and reduces the measure of trust others will be willing to invest in oneself. And such is to be expected, for trust (as any other resource) will only be invested in those instances that are expected to deliver the predicted return. In this respect, adherence to precedent leads to consistency - and this notion may be found in divine and elemental law as well. \nAs an example where precedent applies to divine law, the creation of undead has ever been judged as evil, supported by many precedents of the case. While there are certain exceptions to the case, such as the creation of the elven baelnorn, these are exceptionally rare and subject to their own particular circumstances. \nAs an example where precedent applies to elemental law, the principle that all things are drawn downward towards the earth unless held aloft by sufficient force as to overcome the fall applies in all but the most exceptional cases, on Toril. While such would not immediately be apparent as a judgement in the conventional sense, one might consider the process as follows: an object is released and in that moment of suspension the matter of whether it will or will not fall to the earth is judged by elemental law, and judged to fall based on countless relevant precedents.\n\nIf precedent is properly established, recognized and adhered to, the outcome will be stability and continuity. In such an environment, chaos most often originates from unprecedented circumstances - though only so while no judgement is made and a new precedent established to fill the previous void.\n\n"
    }
  },
  "DisarmDC": {
    "type": "byte",
    "value": 0
  },
  "Faction": {
    "type": "dword",
    "value": 1
  },
  "Fort": {
    "type": "byte",
    "value": 5
  },
  "Hardness": {
    "type": "byte",
    "value": 5
  },
  "HasInventory": {
    "type": "byte",
    "value": 0
  },
  "HP": {
    "type": "short",
    "value": 10
  },
  "Interruptable": {
    "type": "byte",
    "value": 1
  },
  "KeyName": {
    "type": "cexostring",
    "value": ""
  },
  "KeyRequired": {
    "type": "byte",
    "value": 0
  },
  "Lockable": {
    "type": "byte",
    "value": 1
  },
  "Locked": {
    "type": "byte",
    "value": 0
  },
  "LocName": {
    "type": "cexolocstring",
    "value": {
      "0": "Sol Invictus"
    }
  },
  "OnClick": {
    "type": "resref",
    "value": ""
  },
  "OnClosed": {
    "type": "resref",
    "value": ""
  },
  "OnDamaged": {
    "type": "resref",
    "value": ""
  },
  "OnDeath": {
    "type": "resref",
    "value": ""
  },
  "OnDisarm": {
    "type": "resref",
    "value": ""
  },
  "OnHeartbeat": {
    "type": "resref",
    "value": ""
  },
  "OnInvDisturbed": {
    "type": "resref",
    "value": ""
  },
  "OnLock": {
    "type": "resref",
    "value": ""
  },
  "OnMeleeAttacked": {
    "type": "resref",
    "value": ""
  },
  "OnOpen": {
    "type": "resref",
    "value": ""
  },
  "OnSpellCastAt": {
    "type": "resref",
    "value": ""
  },
  "OnTrapTriggered": {
    "type": "resref",
    "value": ""
  },
  "OnUnlock": {
    "type": "resref",
    "value": ""
  },
  "OnUsed": {
    "type": "resref",
    "value": ""
  },
  "OnUserDefined": {
    "type": "resref",
    "value": ""
  },
  "OpenLockDC": {
    "type": "byte",
    "value": 0
  },
  "PaletteID": {
    "type": "byte",
    "value": 13
  },
  "Plot": {
    "type": "byte",
    "value": 1
  },
  "PortraitId": {
    "type": "word",
    "value": 0
  },
  "Ref": {
    "type": "byte",
    "value": 0
  },
  "Static": {
    "type": "byte",
    "value": 0
  },
  "Tag": {
    "type": "cexostring",
    "value": "book_relg_011"
  },
  "TemplateResRef": {
    "type": "resref",
    "value": "book_relg_011"
  },
  "TrapDetectable": {
    "type": "byte",
    "value": 1
  },
  "TrapDetectDC": {
    "type": "byte",
    "value": 0
  },
  "TrapDisarmable": {
    "type": "byte",
    "value": 1
  },
  "TrapFlag": {
    "type": "byte",
    "value": 0
  },
  "TrapOneShot": {
    "type": "byte",
    "value": 1
  },
  "TrapType": {
    "type": "byte",
    "value": 0
  },
  "Type": {
    "type": "byte",
    "value": 0
  },
  "Useable": {
    "type": "byte",
    "value": 1
  },
  "Will": {
    "type": "byte",
    "value": 0
  }
}
