{
  "__data_type": "UTP ",
  "AnimationState": {
    "type": "byte",
    "value": 0
  },
  "Appearance": {
    "type": "dword",
    "value": 464
  },
  "AutoRemoveKey": {
    "type": "byte",
    "value": 0
  },
  "BodyBag": {
    "type": "byte",
    "value": 0
  },
  "CloseLockDC": {
    "type": "byte",
    "value": 0
  },
  "Comment": {
    "type": "cexostring",
    "value": ""
  },
  "Conversation": {
    "type": "resref",
    "value": ""
  },
  "CurrentHP": {
    "type": "short",
    "value": 10
  },
  "Description": {
    "type": "cexolocstring",
    "value": {
      "0": "Dear reader,\nin the next few parchments you will find a short summary of what I could discover about the underground caves which once lodges the Udos Dro'xun complex. The caves, actually, are just in ruins and accommodate a lot of dreadful and dangerous creatures, which threatens every living being on Amia.\nThe Ruins of Udos Dro'xun are, approximately, in the middle of the greenwood located west of Wharftown and known as Forest of Despair, a dark place swarming with creature infected by lycanthropy. An useful information i can give you about the forest is that most of its evil inhabitants are not able to see through magical invisibility, therefore an invisibility spell, potion or scroll can grant you a safe travel to the caves.\n\nPART I: BEHOLDER LAIR\n\nDAY ONE\nThe Ruins in themselves are nothing special even for an scholar; you will be able to see stalactites and stalagmites which occasionally join in a column, an underground river which can be used to move to Underpass or Underport through a Ferry Service and, much more dangerous, groups of Restless Souls wandering around the cave. These beings are creatures, died a long time ago, that haven't found pace in death and that eventually became undeads. As a revenge for their status, they float lifelessly around trying to take lives from anything crossing the ruins. If you'll meet a restless soul during your travels remember that it usually lets out a terrific scream, able to paralyze its victims, before leeching life out of their corpses.\n\nDAY TWO\nFrom the Ruins, travelling to the northeaster corner, you can enter the so-called Beholder Lair, and endless series of narrow tunnels where a beholder settlement has been established long ago. The Beholder, if you haven't seen one before, is an aberration characterized by a floating spheroid body with a large fanged mouth and single eye on the front and many flexible eyestalks on the top. I found out that Beholders have a complex society, in which each member playes a specific role and with a strong xenophobic trend. They will attack every traveller on sight, so be prepared to fight your way through the tunnels if you want to explore or simply or visit their lair. During my explorations I could find different Beholder archetypes each one having specific peculiarity. The lowest class of beholders is called Scouts, they are rather smaller compared to the others and often present their stalk eyes removed violently, preventing them the use of their most powerful magic rays. They are anyway a challenge for a traveler because of their anti-magic cone and their melee abilities, often stronger than expected. The ones called Slavedrivers are slightly larger, with a green snake like skin and a big central eye surrounded by circle of spikes. They seems to be especially adept using their eye rays and their jaws are adorned with many rows of sharp teeth. The Wizard Beholder is recognizable by his purple skin with large blue veins coursing along its body. He has lost somehow his central anti-magic eye to be able to cast arcane spells. They are treated with contempt by other beholders.\n\nDAY THREE\nIf you'll move to the most central part of the lair you will probably meet the Beholder Majesty and his guards. The beholder majesty looks like much older than the others, is at least twice as large and has a thick leather skin covered in scars. Differently from the Wizards, the majesty, despite his central eye, is able to cast very powerful spells. During my exploration I saw him casting spells like Epic Ruin or Mordenkainen's Disjunction, Energy Drain, Sunburst, Lesser Missile Storm, Great Thunderclap and Firebrand. I strongly suggest you to avoid the central chamber, even if you are in a group of expert fighters, because the majesty can be deadly even for the most prepared adventurers.\nI wish you the safest travels, hoping to extend my vademecum as soon as i can......"
    }
  },
  "DisarmDC": {
    "type": "byte",
    "value": 0
  },
  "Faction": {
    "type": "dword",
    "value": 1
  },
  "Fort": {
    "type": "byte",
    "value": 5
  },
  "Hardness": {
    "type": "byte",
    "value": 5
  },
  "HasInventory": {
    "type": "byte",
    "value": 0
  },
  "HP": {
    "type": "short",
    "value": 10
  },
  "Interruptable": {
    "type": "byte",
    "value": 1
  },
  "KeyName": {
    "type": "cexostring",
    "value": ""
  },
  "KeyRequired": {
    "type": "byte",
    "value": 0
  },
  "Lockable": {
    "type": "byte",
    "value": 1
  },
  "Locked": {
    "type": "byte",
    "value": 0
  },
  "LocName": {
    "type": "cexolocstring",
    "value": {
      "0": "The To' Traveller's Vademecum: Udos Dro'xun"
    }
  },
  "OnClick": {
    "type": "resref",
    "value": ""
  },
  "OnClosed": {
    "type": "resref",
    "value": ""
  },
  "OnDamaged": {
    "type": "resref",
    "value": ""
  },
  "OnDeath": {
    "type": "resref",
    "value": ""
  },
  "OnDisarm": {
    "type": "resref",
    "value": ""
  },
  "OnHeartbeat": {
    "type": "resref",
    "value": ""
  },
  "OnInvDisturbed": {
    "type": "resref",
    "value": ""
  },
  "OnLock": {
    "type": "resref",
    "value": ""
  },
  "OnMeleeAttacked": {
    "type": "resref",
    "value": ""
  },
  "OnOpen": {
    "type": "resref",
    "value": ""
  },
  "OnSpellCastAt": {
    "type": "resref",
    "value": ""
  },
  "OnTrapTriggered": {
    "type": "resref",
    "value": ""
  },
  "OnUnlock": {
    "type": "resref",
    "value": ""
  },
  "OnUsed": {
    "type": "resref",
    "value": ""
  },
  "OnUserDefined": {
    "type": "resref",
    "value": ""
  },
  "OpenLockDC": {
    "type": "byte",
    "value": 0
  },
  "PaletteID": {
    "type": "byte",
    "value": 13
  },
  "Plot": {
    "type": "byte",
    "value": 1
  },
  "PortraitId": {
    "type": "word",
    "value": 1000
  },
  "Ref": {
    "type": "byte",
    "value": 0
  },
  "Static": {
    "type": "byte",
    "value": 0
  },
  "Tag": {
    "type": "cexostring",
    "value": "book_geog_005"
  },
  "TemplateResRef": {
    "type": "resref",
    "value": "book_geog_005"
  },
  "TrapDetectable": {
    "type": "byte",
    "value": 1
  },
  "TrapDetectDC": {
    "type": "byte",
    "value": 0
  },
  "TrapDisarmable": {
    "type": "byte",
    "value": 1
  },
  "TrapFlag": {
    "type": "byte",
    "value": 0
  },
  "TrapOneShot": {
    "type": "byte",
    "value": 1
  },
  "TrapType": {
    "type": "byte",
    "value": 0
  },
  "Type": {
    "type": "byte",
    "value": 0
  },
  "Useable": {
    "type": "byte",
    "value": 1
  },
  "Will": {
    "type": "byte",
    "value": 0
  }
}
