{
  "__data_type": "UTP ",
  "AnimationState": {
    "type": "byte",
    "value": 0
  },
  "Appearance": {
    "type": "dword",
    "value": 157
  },
  "AutoRemoveKey": {
    "type": "byte",
    "value": 0
  },
  "BodyBag": {
    "type": "byte",
    "value": 0
  },
  "CloseLockDC": {
    "type": "byte",
    "value": 0
  },
  "Comment": {
    "type": "cexostring",
    "value": ""
  },
  "Conversation": {
    "type": "resref",
    "value": ""
  },
  "CurrentHP": {
    "type": "short",
    "value": 10
  },
  "Description": {
    "type": "cexolocstring",
    "value": {
      "0": "I am about to write about a subject foreign to me. I am no scholar of dwarven history, I humbly admit. The lorekeepers of the Stout Folk would be right to criticize my lack of depth and understanding. But still I am determined to document what I've seen and heard, for it is a subject poorly known to humans. I hope my work is justified by whatever limited illumination it brings to the reader.\n\nThe Order of Ruhn is a dwarven monastic order indigenous to Brogendenstein. It's based in a single monastery outside Barak Runedar, and its members rarely leave the island. There are no public documents about the order's history and tenets, and the monks reserve their knowledge for the initiated only. However, the people of Barak Runedar shared with me the local common knoweldge, and I was fortunate enough to observe some activities at the monastery. \n\nThe order venerates as its founder and doctor the mythical figure of Ruhn. He was a prophet living in the time when dwarves ruled vast areas of Brogendenstein. He foresaw a disaster that would befall the dwarves by their greed and confidence. Ignoring Ruhn's warnings, the dwarves dug deeper into the Underdark until they provoked the ire of the duergar. Unprepared and surprised, the dwarves quickly lost ground to their gray cousins. The enemy penetrated the Spire and converged on the center of dwarven government, the throne room. But Ruhn had prepared and trained for years to face this threat. The details of what happened are a matter of speculation, but it is generally agreed that Ruhn sacrified himself in a final stand to allow the royal family and court to escape. Some say he cleaved through hordes of duergar with a mighty battle axe. Others claim he wrestled their champions and snapped one neck after the other. There are even those who believe who called the very earth to his aid and that his bare fists cracked the rock and summoned forth streams of lava to stop the invaders. Whatever the case, Ruhn's sacrifice took many enemies with him and saved many of his kin.\n\nSoon after his death an order was born to remember and imitate the great man. A monastery was built on the coast where the dwarven refugees settled down. The monks quickly developed philosophy about Ruhn's transcendent nature and the esoteric meanings of some his remembered statements. It is hard to discern just who or what they believe Ruhn to be: he is the beginning and the end, beyond all and within all. He is with the All-Father Moradin. One could say Ruhn represents the ideals of suffering and sacrifice, and in that way he is present at the beginning of a monk's initiation where he leaves his life behind and embarks on a path of hardship. And it is suffering and sacrifice that will win back the land and protect the dwarven people, which is the end goal of a Ruhn monk. However, I'm inclined to read more into it. The monks seem to revere Ruhn almost as a divine figure, a demigod or an immortal hero. I think this is behind the uncomfortable reactions I got from citizens in the keep when I was asking questions. Despite the dwarves' deep respect for their ancestors, elevating a mortal to the transcendent level of the Mordinsamman is blasphemous. The Order of Ruhn aren't outright heretics, though: they worship Moradin and the pantheon like any other dwarves.\n\nThe tension caused by the figure of Ruhn is not the only reason the monks seem to be treated with cool distance. Kin and clan are very central in dwarven society. Sons and daughters are expected to serve the interests of the family in their public life. Joining a monastic order means the severing of familial and social ties. The only family a monk knows is his order, and his only clan chief is the abbott. These are probably the reasons the monks remained outside when Barak Runedar was built - apart from the obvious fact that monasteries always require some seclusion from society.\n\nFrom what I can gather, the monks' beliefs have a few important themes. Of central importance is the relationship between sacrifice, suffering, the dwarven people and the land of Brogendenstein. Embracing suffering is a sacrifice in itself, and it is a way to remember Ruhn. But suffering also prepares the monks for their ultimate sacrifice, to protect dwarves and their land like Ruhn did, when the time comes again. The monks seem to await some future calamity when they will be called upon to re-enact Ruhn's sacrifice. Nobody seems to know what exactly this is going to be, and the half-remembered words of Ruhn are studied carefully to divine any hints. Reclaiming the Dark Spires and other ground the dwarves lost is a common expectation, but they seem to think the exile is a curse they must suffer for now. Finally, imitating Ruhn is the foundation of their mysticism. However, nobody seems to agree on what happened in the throne room on that faithful day. The interpretations and thus the individual monks' disciplines are varied. Some train with battle axes, others with martial arts of strength or agility, and a few focus on mental discipline and physical endurance.\n\nIn my time on Brogendenstein I witnessed some ascetic rituals the monks practice. It's not uncommon to see a dwarf sitting outside in the snow for hours - naked! It's a sight as awkward as it is fascinating. In my interpretation, this is a test of their endurance to see if they are worthy of the land they claim as their own. Outside the monastery, there is a pile of bricks. Its meaning dawned on me when I saw a monk dragging one bare-handed from the direction of the great mountain: it is some kind of initiation test or show of determination to reclaim the Spire, piece by piece if necessary. Finally, a monk's formal progress seems to culminate in a pilgrimage to the throne room of the Spire where he meditates at the place of Ruhn's death and ascension. With the fire giants occupying the ruins, this has become a difficult ordeal only the strongest can achieve. Although the order live in relative isolation and practice strange rituals, they're not completely detached from their surroundings. Many monks practice a useful craft, be it smithing or doing maintenance work at the docks. Even this is a spiritual exercise, and I don't think they accept any payment.\n\nThis is what I learned about the Order of Ruhn in the brief time I spent studying them on Brogendenstein. Incomplete and inaccurate as it may be, it should provide some insight into this unique historical brotherhood only found on that inhospitable and harsh island. I eagerly await corrections and more thorough research by those inspired or outraged by my effort.\n\nJoon of the Binder,\nWise Anticipator of the Orthodox Church of Oghma\nIn the Commonwealth of Cordor,\n7th of Eleint 1380, Year of the Crimson Skies"
    }
  },
  "DisarmDC": {
    "type": "byte",
    "value": 0
  },
  "Faction": {
    "type": "dword",
    "value": 1
  },
  "Fort": {
    "type": "byte",
    "value": 5
  },
  "Hardness": {
    "type": "byte",
    "value": 5
  },
  "HasInventory": {
    "type": "byte",
    "value": 0
  },
  "HP": {
    "type": "short",
    "value": 10
  },
  "Interruptable": {
    "type": "byte",
    "value": 1
  },
  "KeyName": {
    "type": "cexostring",
    "value": ""
  },
  "KeyRequired": {
    "type": "byte",
    "value": 0
  },
  "Lockable": {
    "type": "byte",
    "value": 1
  },
  "Locked": {
    "type": "byte",
    "value": 0
  },
  "LocName": {
    "type": "cexolocstring",
    "value": {
      "0": "Ruhn - An Anthropological Treatise"
    }
  },
  "OnClick": {
    "type": "resref",
    "value": ""
  },
  "OnClosed": {
    "type": "resref",
    "value": ""
  },
  "OnDamaged": {
    "type": "resref",
    "value": ""
  },
  "OnDeath": {
    "type": "resref",
    "value": ""
  },
  "OnDisarm": {
    "type": "resref",
    "value": ""
  },
  "OnHeartbeat": {
    "type": "resref",
    "value": ""
  },
  "OnInvDisturbed": {
    "type": "resref",
    "value": ""
  },
  "OnLock": {
    "type": "resref",
    "value": ""
  },
  "OnMeleeAttacked": {
    "type": "resref",
    "value": ""
  },
  "OnOpen": {
    "type": "resref",
    "value": ""
  },
  "OnSpellCastAt": {
    "type": "resref",
    "value": ""
  },
  "OnTrapTriggered": {
    "type": "resref",
    "value": ""
  },
  "OnUnlock": {
    "type": "resref",
    "value": ""
  },
  "OnUsed": {
    "type": "resref",
    "value": ""
  },
  "OnUserDefined": {
    "type": "resref",
    "value": ""
  },
  "OpenLockDC": {
    "type": "byte",
    "value": 0
  },
  "PaletteID": {
    "type": "byte",
    "value": 13
  },
  "Plot": {
    "type": "byte",
    "value": 1
  },
  "PortraitId": {
    "type": "word",
    "value": 515
  },
  "Ref": {
    "type": "byte",
    "value": 0
  },
  "Static": {
    "type": "byte",
    "value": 0
  },
  "Tag": {
    "type": "cexostring",
    "value": "book_raat"
  },
  "TemplateResRef": {
    "type": "resref",
    "value": "book_raat"
  },
  "TrapDetectable": {
    "type": "byte",
    "value": 1
  },
  "TrapDetectDC": {
    "type": "byte",
    "value": 0
  },
  "TrapDisarmable": {
    "type": "byte",
    "value": 1
  },
  "TrapFlag": {
    "type": "byte",
    "value": 0
  },
  "TrapOneShot": {
    "type": "byte",
    "value": 1
  },
  "TrapType": {
    "type": "byte",
    "value": 0
  },
  "Type": {
    "type": "byte",
    "value": 0
  },
  "Useable": {
    "type": "byte",
    "value": 1
  },
  "Will": {
    "type": "byte",
    "value": 0
  }
}
