{
  "__data_type": "UTP ",
  "AnimationState": {
    "type": "byte",
    "value": 0
  },
  "Appearance": {
    "type": "dword",
    "value": 1327
  },
  "AutoRemoveKey": {
    "type": "byte",
    "value": 0
  },
  "BodyBag": {
    "type": "byte",
    "value": 0
  },
  "CloseLockDC": {
    "type": "byte",
    "value": 0
  },
  "Comment": {
    "type": "cexostring",
    "value": ""
  },
  "Conversation": {
    "type": "resref",
    "value": ""
  },
  "CurrentHP": {
    "type": "short",
    "value": 10
  },
  "Description": {
    "type": "cexolocstring",
    "value": {
      "0": "Amin Oht\nA Concise Guide by Elder Meldrium Verafend\n\n\n\nTable of Contents\n\n\nChapter 1: Amin Oht (My struggle)\n\nChapter 2: \"The Eilistraeen Dog\"\n\nChapter 3: Dealing With Dhaerow\n\n\n--------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n\nPreface\n\n\n\nIt has taken me some time to reach this point, and my many frivolous efforts have brought me to bring quill to page, despite my better judgement - I believe this will help many of you Tel'Quessir upon patrols better understand our unwavering prevalence on this Isle. \n\n... Before I begin, or you begin; - death of the author is the birth of the reader afterall. Before you begin reading this, please be aware that all that is comprised here is in favour of the traditions and ceremonies of Evermeet and our ruling Queen and council. You will be faced with those that oppose your views here when executing them, but you must remember that this book, these guiding principles, are useless without the strength and fervour needed to follow them through. They are yours to utilise and further pursue, if you wish. \n\nThe first Chapter, reiterating the title \"Amin Oht\", is a mere perusal of my thoughts, philosophically debating the path of Ar'Tel'Quessir and Tel'Quessir alike, in comparison to N'Tel'Quessir and then further attributed to the juxtaposition that is our Greater Enemy, the Dhaerow. Tread lightly on my words, because you tread on us all; it is necessary to believe that our way is the only way, it has been said unto us for a purpose and I seek to understand just precisely why that is. \n\nThe Second Chapter, entitled \"The Eilistraeen Dog\", is a composite conglomeration of allusions that will give you insight into the true eye of how one can, should and ought to perceive the Eilistraeen Dhaerow. It discusses, predominately, what precisely the purpose for the Eilistraeen Dhaerow is, how one may deal with an Eilistraeen Dhaerow, and how one may execute an act of faith toward the Eilistraeen Dhaerow. This chapter will also briefly touch upon those of other races, and even our own, that support and follow the faith of Eilistraee and who would put themselves before the likes of a Dhaerow in order to protect and preserve their right for 'freedom'. \n\nThe Last Chapter, and the chapter that I believe to be most beneficial to our Winyan Guards, and those that have newly arrived to the Isle, is entitled, \"Dealing with Dhaerow\". This includes, primarily, faithless, Dhaerow of 'other' faiths than Eilistraee, and those from the Underdark - the three primary Deities that seek to push our once-maimed kin into a reassurance of ill-aligned. Kiaransalee, Vhaerun, and of course Lolth. It will list, as an appendix would, rules and guidelines that one may follow in order to safely, and offensively approach a potential threat to our people and the Isle. \n\nFinally, do not take this book as a light read - if you are to read this, you are to know this. Once you know this, you cannot un-know it, and therefore I do hope it does indeed sit well with your disposition in favour of mine own. \n\nHunt Fearlessly.\n\n~ Elder Meldrium Verafend, Archmage of Sheverash and Protector of Ar'Tel'Quessir\n\n\n\n\n--------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n\nChapter 1: Amin Oht\n(Common: My Struggle)\n\n\n\n\nI was four hundred and forty three the day I met my first Drow. I called them Drow back then because I felt it was how I was supposed to reference them in passing. \"Drow\". This word that became nothing more than a throw-away. I was ill-bred that century; I had worn a countenance that did not become me, falling haplessly into a forlorn abyss of worried occupations. I did not quite know how to get myself out - I had never felt what emotion was before he fell. \n\nIt did not equivocate to what I expected it to, however. It felt empty - the depths and spires that my unbridled emotions threw upon me. I remember extracting Frost Salts from a Mephit that was captured and brought to our Arcane University in order for us to learn better how to comprise and prize our components. It was still alive and it was part of the training that you had to disarm it, keep it alive, and remove what you needed from it in order to let it go. It was a sign of respect for the magical creatures - or so my Master had stated. Yet I killed it. I do not remember quite well why I felt the need to do so; for I felt nothing. I simply saw it's fear, and felt it necessary to take that away from it. Naturally I passed, despite the slight demerit. \n\nIt was Eilistraeen, or claimed it had been - but many had claimed that before and so such a thing was very hard to believe in a circumstance where a decision needs to be made. So more often than not, it would be assumed a lie. I never did catch that Drow's name; not that it matters. \n\nOn that day, the day I saw my first Drow - I wasn't sure what to feel. I was placed with this image, this figment, this materialised cardboard cut-out of what I have been told I should hate and fear. Yet; it seemed no different than I, did it? It's hair was white, the most glaring white I had ever seen - and it's eyes were deep purple. I could've sworn I stared at them for hours. It was a female I believe, and her figure was common, to say the least. Well formed, however dressed slightly more promiscuous than I had ever seen before. \n\nI believe it was the sexualisation that lured me to it. I was young, after all, and had barely even begun thinking about starting my own family... I was not yet content with what I had planned for myself - yet this Drow, this alleged Eilistraeen Drow, cornered by three Archers, and two Wayfarers with nowhere to go but to the Wall. \n\n\"Watch it's fingers, brother Verafend - she may use her dark magic to blind us!\" said one of the Wayfarers as he proceeded to search her. It was indeed an objectification of such, an objectification I had ne'er seen before. His search incorporated the strip method, wherein I couldn't take my eyes away. I was betrothed with this image, this visage - so exotic, so wrong. On this day, this Drow had shown such courage. She spoke calmly in common tongue - to not offend us; and she felt very contrite toward all of our actions. \n\nIt was my first outing with the Clergy - and I hadn't yet tasted what He had in plan for me. One of the Wayfarer's, our mapper precisely - discovered a locket with the symbol of Lolth on it and I was ordered to kill her. It was at this point that she wavered in her courage and insisted the brooch was a reminder of her past life. I certainly did not believe her, nor did my other Clergymen. Her naked body pressed up against the wall, going nowhere but to the Wall - I was handed the ceremonial blade marked with the tear, and I looked to her. \n\nI remember distinctly the tears seeping from her deep eyes of purple as I slit her throat and spat on her remains; it was most taxing. But I received the greatest pleasure as I thought of Him, and simultaneously the greatest dismay as I thought of him. \n\nAmin Oht... \n\n~Elder Meldrium Verafend\n\n--------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n\nIndeed I had taken the path many believed I was suited for - why once even my Master insinuated that I was better there, on the field, as oppose to here, at the table. So I humored their suggestion to allow myself to be taken by this whim. It was soon after I joined their Clergy that I began to see just how powerful the hatred had seeded, not just within them - those that have been designed to hate: - But within me. \n\nWhat was it that brought me here? What was it that planted this seed so deep within me that I could not expel it? I drew many conclusion, meticulously defining and redefining principles that may had shed some light on the situation yet nothing came of it. \n\nIt was around my fifth hundredth year that I soon found the parallel that was masking my questions from their answers. I was involved in a great war - a pre-emptive strike against the Hordes of the Underdark wherein I had soon overcome my obstacle of cognitive deficiency, and started to see things right. In that battle I made the ultimate sacrifice, a dark, solemn deed that was inevitably praised. \n\nPraise, affirmation, appeasers; these very things guiding me as if I had reached the zenith of absolute enlightenment. I was unstoppable, yet stopped at the same time. I saw the Drow for what they were - I heard the Drow speak as they spoke and I relished in it. Knowing that I was more knowing than they were and I knew at that stage, wherein I finally understood why this hatred begun and why it still seeded today - was because we cannot stop hearing it. \n\nI remember when I was younger, far younger - my Father had once spoken to me about the Eilistraeen and their redemption; the honesty behind the very faces of deceit. He spoke of their dances, and their moonlight revelry - their solemn expressions at the fall of Elves, and their absolute infant-like view on the surface and it's Sun. He truly loved Eilistraeen, and helped their cause to great extents, even at the detriment of his own reputation. \n\nI see how I am now, and how I thought then - and all I can think of is how ironic it is he was slain by them. \n\nYou see - as Elves, when we reverie we hear the call of Arvandor - we hear the song of lives past, the warmth of the Sun and the patriotic embrace that Corellon gives us. We hear and see beauty and it regenerates us... \n\nBut I... I feel the draw of Arvandor - I hear the screams of lives taken, the cold eyes of the Underdark and the traitorous treachery of Lolth and her Eight-limbed servants. Following the path I have followed, there is no peace for me. \n\nThere is no love. There is no truth. There is no Drow. There is no Eilistraeen. There is just Dhaerow. \n\n~Elder Meldrium Verafend\n\n\n--------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n\nSo how is it that I am to overcome my prejudices? I was never prejudiced. I do not believe the Dhaerow are in every case innately evil - that would be pety. I do not believe that the colour of their skin is what defines them as the individual. We are all sinners and we are all saints. We cannot be accountable for every little deed. No. \n\nThat would be unfair on all of us, N'Tel'Quessi, Tel'Quess and Dhaerow alike. Now - it is well understood that many of my readers will be sceptics; it is why I have chose each word as it is - to be interpreted how it will. So I ask, my pedant, this... \n\nWhat am I to do? What are we as Elves, as protectors of this realm, to do? Thousands upon thousands of Dhaerow exist, and upon this Isle I arrive and am expected to cease what I have done so much to work for? What of the N'Tel'Quess?\n\nLet us speak of them and their ways... The N'Tel'Quess is an interesting subject, especially on this Isle. What we are seen with, is not a conglomeration of races living amongst each other - but a perculiar new race, all different in size, heritage, understanding, philosophy, feeling. Some take the path of Wizardry, others take the road of the Warrior. Yet none here are different. Hin, Gnome, Dwarf, Human... They all speak differently, they all have their separate tongues and separate history - yet they are the same race. Let us call them the Amian. \n\nUnlike other races, this race is not impeded by racial prejudices... Why they even accept Kobold and Goblin into their City of Tolerance. They brandy words about with each other, hoping to find a common ground, yet they are so different and versatile in their thoughts and heritage (this one race) that often times their commonalities are forgone.\n\nThey do find one thing in common, however - and it is this particular word that I have only ever heard on this Isle; a word forthcoming and thrown around far too much to ever actually hold any worth. The Amian will find this particular commonality and murder it. It is compassionate and the same time entirely ignorant. Perhaps their compassion is ignorant, or compassion in general is ignorant - yet ignorance does not pervade knowledge: knowledge simply doesn't want to be recognised with ignorance. \n\nRacism, they call it - the Amians. Racism, as if this word is supposed to stop me, or you, or any other Tel'Quessir in their tracks and cease them from their duties. You absolute hairy-fairy, oil-booted, sooty-nosed, racist. \n\nOvercoming this is simple - understand that it is a term derivative of a lexicon that is etymologically powder-nosed. \n\n-- Hold you deaf ears to the bearing tongue of racism.\n\n~Elder Meldrium Verafend\n\n------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n\nWhich I believe now brings me to the Dhaerow, our Greater Enemy - but not simply that! How dare you simply believe that the Dhaerow is our bread and butter!~ They are equally our enemy as they are our test. \n\nIt was a very grim day in my life when I was assigned to move here, to the Isle of Amia to live out the remainder of my life in the façade of peace and solitude, when in fact - it was as if I was stationed here by my Clergy to riddle out the damage others such as Florianne had done herself. I remember hearing names such as Florianne, Jud'vardas, Gillaria and Qirlan. \n\nThese names were the most commonly brought up personas in regards to my curiosity about the level of Dhaerow populating the Isle. I found myself rather wretched with a feeling that I was to have no peace - as I soon realised the extent of damage that was done on this Isle and what work load was set out for me. \n\nI had heard of this Florianne before, back on Evermeet - she had run the small enclave I was soon to call home, Winya Ravana, yet she had disappeared for a time and I had never actually had the chance to meet and speak with her; until most recently of course. Gillaria was an interesting character, however she was far too tied down by her \"broadened perspective\" and had little patience for the likes of myself, her superior, speaking to her as if she were a child - of course her immediate knee-jerk tongue-mouth to my presence rendered her nothing more than that. Jud'vardas? Well I shall speak well enough on him soon... \n\nHowever the last name I was given; the one that I, by immediate tastes, wouldn't have given a second thought was most definitely a beacon of hope for me in my quest. Qirlan Shrarramir, the Divinist from Evermeet. An Ar-Tel'Quessir no doubt, a troubled mind at that - but how could it not be? I saw this mind and I sought to nurture it. Our minds together often worked as they should - worked as two Ar-Tel'Quessir were meant to work: better than anything else. \n\nYet despite this beacon I was still struggling in myself. We were opposed greatly, and in fact still are... Some of you are beginning to see the error of your ways and truly understand that we, the Ar-Tel'Quessir and those Tel'Quess that stand for the ways of the Elves, are truly only here to protect the Isle from coming to harm, from falling to darkness - and from being taken over by the Lolthite.\n\nFor the Dhaerow are a most conniving, insidious, importuned and underestimated enemy - even when they smile at you.\n\n~Elder Meldrium Verafend\n\nChapter 2\n''The Eilistraeen Dog''\n\n\nThe Science of the Lolthite\n\nUpon reading the first chapter you may have noted that the very nature of my intention is to inform and enlighten, not oppress and pursue: inform those children of Corellon in hopes of enlightenment, not pursue frivulous inferrals to inevitably be painted as the oppresor. Despite my good intentions, I will no doubt be seen as what it is you want me to be seen as. But that does bother me; what bothers me is the Dhaerow. What bothers me is the tolerance and hospitality granted to those of the wicked by N'Tel'Quessir. History has passed it's judgment, and that judgement is ever reiterated by the obvious evils that plague the Dhaerow. The evils that dwell within them, their demons, their Spider-Queen, their matriarchal, incestral quarrelling between themselves. The Dhaerow, more specifically the Lolthites - are indeed a force to be reckoned with, and a force that toils the consistency of my mind. \n\nLet me henceforth, bring you to the next chapter of this book. The Eilistraeen Dog. Now, I immediately know what you're thinking upon first glance of the title. Eilistraeen Dog. Dog. This word that so many of us associate with a loveable, sometimes charming - although ever perverse household pet. I once met with a professor of Arcanic Science in Calimport, who had a dog named Basko. I asked him what the necessity of a dog was, for it was not a hunting dog, it was not specifically or exclusively a companion - it was simply there. His reply surprised me, yet was consistent with the way that I'd imagine him approaching having a pet; 'If I tested my concoctions on humans, I'd be considered a monster. But on a dog - well a dog is transitional.' \n\nThis got me thinking as to whether he truly believed his 'companion', Basko, was transitional or whether he actually kept it around to offer him a reassurance of need. Necessity is a tool that drives N'Tel'Quessir, and in comparison to us Elves - necessity would be a trifling, fictious folly. For you see, necessity associates itself with gratitude. Basko needs his master, for his master supplies Basko with the necessities of survival. Take that master away, and necessity is alternated and redirected, as if it were a system of wires instructed to work to a specific need, to yet another subject, another set of specific needs. Whether Basko was a test subject or not - he showed his gratitude by nudging at the cuffs of his master, or whimpering at his side to be pet. His Master, whether cold or involved, understands and acknowledges the gratitude presented to him by Basko, and will inevitably show his gratitude back. It is the nature of man: gratitude is a necessity for need as is need, being needed, a prerequisite for gratitude. \n\nI shall take this analogy and coat it ever so lightly upon the facade of the Lolthite. What does a Lolthite need? What gratitude does a Lolthite show in order to better accomplish and receive his needs? What is a necessity for gratitude? Gratuitously, what is a gracious need for ingratitude? A Lolthite, presumably, lives without fear. There is no other anthropological description to scientifically advocate the survival instinct of the Dhaerow. A Dhaerow, is programmed to fear without being feared. This is their necessity. It is how they survive so long, but necessity does not come without gratitude. So how then does a Dhaerow, without fear, show gratitude to what it needs? Perhaps this is the wrong question to ask. If a Dhaerow does indeed fear nothing, the gratitude would be lost to what it needs - so therefore the question needs to be rephrased, and I will present this question to you throughout this chapter in hopes to answer it. \n\nLet us use Jud'Vardas Kenlyl as our sample Lolthite. When constructing a Golem, say a Flesh Golem, and yes - I too appreciate the irony. One needs to acquire the specific components necessary to program the Golem to function in a specific way. Our Jud'vardas Kenlyl, as Lolthite, works relatively the same way. From being born, he is immediately a tainted blood, no doubt already appointed his duely life sentence by either his Matron Mother, or Lolth herself - or her Matron Mother who acts indicatively of Lolth's will. He will be raised under the guidance of his House. We will use for the purposes of this example, House Kenlyl, worshippers of Lolth. Now House Kenlyl will have their Matron Mother, she makes all formal decisions and carries out all representative duties of her house. Soon followed by their WeaponMaster, and their Yathrin, and so on, and so forth - each seed sprouting and crawling down the roots of the House until we come to Jud'vardas, the Lolthite child, who is essentially no better than a Rothe. Now Jud'vardas needs to survive. That is his necessity - he may not be completely aware or even conscious of his very nature as of yet, but he will observe it through the acts of others. Through what he is taught - from which his House will divuldge unto him. Jud'vardas soon comes of age, and kills his first rival house member. Jud'vardas' need of survival has been routed and circuited to function precisely like the way a Golem would function with an intended purpose, and by fulfilling his need of survival he shows gratitude through such. Soon, Jud'vardas cannot think beyond what he has been programmed to think and thus carries on the indelible, and presumably, inevitable actions that we see the Lolthites perform on a day to day basis. \n\nFrom this very example we can see that a Lolthite cannot think beyond murder. It is in their nature, not of their nurture - but their nature to survive - a necessity, just like the Dog who needs his master. But what of the Lolthites' exacting their nature upon the surface? Killing the innocent N'Tel'Quessir, the unsuspecting travellers, the merchants, the waymen, the, dare I say it, Elves - who are statistically of the highest victim percentages killed by Lolthites raiding the surface. What is the specific necessity of a Lolthite making their way to the surface to kill? Gratitude is the answer, as it was with the murder of the rival house member: gratitude pervades their existence, for ingratitude would end it. They are, afterall, biological just as we are, and therefore they understand the necessity of survival. But why the surface?\n\nYou see, from a very young age, our Jud'Vardas has been told of the evils of the surface, the very paradox! Now I am not one to deny that the surface world is without evil, by the nines wouldn't it were good. But it is indeed no Underdark, for the Underdark carries a likeness to that of the Abyssal layers. No, no - the Dhaerow aren't taught that the surface is evil. They are taught that we are. They are taught that throughout their lives, they will be hunted and subjected to the evils of the surface world. Well - if that were the case, for myself - venturing to the surface would be like placing my index finger beneath the fangs of a Spider and provoking it with a jeering scratch. But to the Lolthite - the surface is where they evolve. So far Jud'vardas only understands murder to survive. But on the surface, like the panther blanketed in the dark of night, the Dhaerow learns deception. \n\nDeceit is a dangerous tool, and will bring us to my next and most important point, but first I shall conclude the development of the Lolthite. Upon venturing to the surface, the Lolthite understands, far greater than he ever could below, the power of deceit. Now deceit is a skill made up of several different humanoid components, that between races and species of the Humanoid kind, many can understand and associate with their own knowledge. Like a wave of the hand, to signify a greeting for example. Deceit is made up of bluffs, sleight-of-hand, tonal inflection, lies, and above all else, malicious intent coveted with a friendly, or welcoming exterior. Giving the Lolthite a far greater arsenal of weapons at their disposal. Now in your regions of heavy traffic, a Dhaerow, or a cloaked figure would be immediately feared or suspected. Then you have your regions that are commonly frequented far less often than, say, Calimport. Like the very south of Faerun, for example. However - there is a most uncommon, indeed almost rare Isle, that I have mentioned before where the Dhaerow are easily trusted, where the N'Tel'Quessir and Tel'Quessir alike are suitably tolerant, or even welcoming of many races that otherwise would be of dubious disposition. \n\nIt is here that the most dangerous weapon is formed - the Eilistraeen."
    }
  },
  "DisarmDC": {
    "type": "byte",
    "value": 0
  },
  "Faction": {
    "type": "dword",
    "value": 1
  },
  "Fort": {
    "type": "byte",
    "value": 5
  },
  "Hardness": {
    "type": "byte",
    "value": 5
  },
  "HasInventory": {
    "type": "byte",
    "value": 0
  },
  "HP": {
    "type": "short",
    "value": 10
  },
  "Interruptable": {
    "type": "byte",
    "value": 1
  },
  "KeyName": {
    "type": "cexostring",
    "value": ""
  },
  "KeyRequired": {
    "type": "byte",
    "value": 0
  },
  "Lockable": {
    "type": "byte",
    "value": 1
  },
  "Locked": {
    "type": "byte",
    "value": 0
  },
  "LocName": {
    "type": "cexolocstring",
    "value": {
      "0": "Amin Oht"
    }
  },
  "OnClick": {
    "type": "resref",
    "value": ""
  },
  "OnClosed": {
    "type": "resref",
    "value": ""
  },
  "OnDamaged": {
    "type": "resref",
    "value": ""
  },
  "OnDeath": {
    "type": "resref",
    "value": ""
  },
  "OnDisarm": {
    "type": "resref",
    "value": ""
  },
  "OnHeartbeat": {
    "type": "resref",
    "value": ""
  },
  "OnInvDisturbed": {
    "type": "resref",
    "value": ""
  },
  "OnLock": {
    "type": "resref",
    "value": ""
  },
  "OnMeleeAttacked": {
    "type": "resref",
    "value": ""
  },
  "OnOpen": {
    "type": "resref",
    "value": ""
  },
  "OnSpellCastAt": {
    "type": "resref",
    "value": ""
  },
  "OnTrapTriggered": {
    "type": "resref",
    "value": ""
  },
  "OnUnlock": {
    "type": "resref",
    "value": ""
  },
  "OnUsed": {
    "type": "resref",
    "value": ""
  },
  "OnUserDefined": {
    "type": "resref",
    "value": ""
  },
  "OpenLockDC": {
    "type": "byte",
    "value": 0
  },
  "PaletteID": {
    "type": "byte",
    "value": 13
  },
  "Plot": {
    "type": "byte",
    "value": 1
  },
  "PortraitId": {
    "type": "word",
    "value": 0
  },
  "Ref": {
    "type": "byte",
    "value": 0
  },
  "Static": {
    "type": "byte",
    "value": 0
  },
  "Tag": {
    "type": "cexostring",
    "value": "book_soc_006"
  },
  "TemplateResRef": {
    "type": "resref",
    "value": "book_soc_006"
  },
  "TrapDetectable": {
    "type": "byte",
    "value": 1
  },
  "TrapDetectDC": {
    "type": "byte",
    "value": 0
  },
  "TrapDisarmable": {
    "type": "byte",
    "value": 1
  },
  "TrapFlag": {
    "type": "byte",
    "value": 0
  },
  "TrapOneShot": {
    "type": "byte",
    "value": 1
  },
  "TrapType": {
    "type": "byte",
    "value": 0
  },
  "Type": {
    "type": "byte",
    "value": 0
  },
  "Useable": {
    "type": "byte",
    "value": 1
  },
  "Will": {
    "type": "byte",
    "value": 0
  }
}
