{
  "__data_type": "UTP ",
  "AnimationState": {
    "type": "byte",
    "value": 0
  },
  "Appearance": {
    "type": "dword",
    "value": 1386
  },
  "AutoRemoveKey": {
    "type": "byte",
    "value": 0
  },
  "BodyBag": {
    "type": "byte",
    "value": 0
  },
  "CloseLockDC": {
    "type": "byte",
    "value": 0
  },
  "Comment": {
    "type": "cexostring",
    "value": ""
  },
  "Conversation": {
    "type": "resref",
    "value": ""
  },
  "CurrentHP": {
    "type": "short",
    "value": 10
  },
  "Description": {
    "type": "cexolocstring",
    "value": {
      "0": "~Table of Tablets~\n\n\nForewords\n\nIron and Steels\nCommon Iron\nCold Iron\nBlack Iron\nMeteoric Iron\nFever Iron\nSteel\nPurpure\nDarksteel\nShadesteel\n\nHigh Metals\nAdamant\nAdamantine\nMithral\nHizagkuur\nArandur\nIridium\n\nMetals of Legend and Rumor\nGodsteel\nMordakur\nLiving Metal\nZardazil\n\n\nOther Metals of Note\nBronze\nLead\nSilver\nSilver-Iron\n\n_________________\naaegus clenn\n\n~Forewords~\n\n\nIn the quiet years the Soulforger worked tirelessly to create our kin. He first plucked the fires of his heart and set his great forge alight. He then used the vast bellows of his lungs to suck in the winds and blew them into the flames to make them burn hot as can be. He next took the finest iron and stone from the earth and crafted it to his will within the heat of the mighty forge. Pleased with his creation, he then dipped it into the cooling waters of the trough of life to temper. Thus the dwarves were born.\n\n\nFrom the Tablets of Shanatar.\n\n\n\n\n\nIt be from the teachings of the All-Father that we learnt our crafts and were gifted with our affinity for shaping metal and stone. Much like how the great Soulforger created our kin, a blacksmith uses the same four elements to bring his own creations to life. Fire, air, earth and water are the tools of the blacksmith. All be of equal importance to a blacksmith's work, however in this book I will focus on the most favoured of our kin, that of the earth and the metals which be found within its deep vaults. Let it be a record of those metals, their properties and uses which be important to the art of weapon and armour smithing, arts that be of me own learning. But note that this will nay be lessons on smithing, they be best learnt over the anvil with hammer in hand. Much of my knowledge I have had passed down to me by our wise elders in me clan home of Mirabar, gained through my travels throughout the realms or found within our own great runeary and other libraries of the lands. I do not wish this knowledge to be lost with me so I impart it to ye honourable reader. As time passes I will add additions to these stones as my own knowledge grows as I be nay planning to depart this world just yet.\n\nMay the Silent Keeper guide ye.\n\nCouncillor Aaegus of clan Clenn. \nBarak Runedar. \nDR 1381.\n\n_________________\naaegus clenn\n\n~Iron and Steels~\n\n\nCommon Iron\nWhere better to start then with the metal that be in our very blood, iron. We have over thirty words for iron that I can count in our tongue. Good iron, poor iron, rusted iron, forged iron, cast iron, cracked iron, bent iron, fine iron, burnt iron, hot iron, cold iron, the list goes on. It goes to show how entwined iron is in the lives of our people. The everyday things we use be made from one kind of iron or another, alloyed or pure. It nay be just the dwarves, iron be used all over the surface lands by many races as their primary crafting metal. Iron be one of the most common found metals in the earth, both close to the surface and throughout the underdark. It can be found in large veins of sedimentary ores mainly being formed of hematite and magnetite which must be smelted and beaten to separate the rich iron within. The largest known source is of course found below the Ironmaster hold in the Frozenfar.\n\nIron a most versatile of metals can be either cold forged or hot forged, both malleable and strong. It be easily crafted by even novice smiths into almost any form they desire and has a higher melting point then all other common metals. It also be a fine conductor of heat and lightning. Iron has its drawbacks however, it be easily corruptible when exposed to air and water after smelting in all but the driest conditions. A forged iron weapon will start to rust after a day if not kept well. It must be oiled, bushed and sharpened daily to hold back the corruption. When used actively in combat you will notice your iron blade dull very quickly for iron will loose its edge, blunt or knick after but a few impacts. If used for weapons it be best kept for bludgeoning ones such as hammers or maces. For amours, it will deflect a blow well enough but you'll find yourself working hard to keep back the bite of rust from your plate. For best working conditions, heat until red hot. The metal will become a most malleable and somewhat ductile state. For enchantment purposes iron takes magiks readily, ask your local runesmith about this. It be the favourite metal to hold strength and protection runes I be told. \n\n-----------\n\n\nCold Iron\nDo not be fooled into thinking this iron be of a cold nature. Cold iron gets its name from the low temperature for which it must be worked. Ye work this in a hot forge it will turn into a lump of common iron. So why would that be so bad? Because cold iron has got its uses. Only found deep within the earth's depths, it be said that cold iron be somehow altered by the mystical forces below. Weapons forged from this iron are greatly effective against faerie creatures and certain demonic fiends. During the blight of Caraigh on the Islands of Ruathym when the demon lord Orcus attempted to rise and bring destruction to the lands. The defenders of the Caraigh used cold iron arrow heads to prick the figures of those entering their encampment to see if they had been corrupted by the demonic influence. Those tainted would have a sour reaction to the cold iron's bite. Cold iron is also often used as the metal of choice for those armours which are enchanted to resist magiks due to its natural affinity to these sorts of protective wards. \n\nCold iron be difficult to work for all but the most skilled smiths it can nay be cast forged for quick production, or heated to a soft state like common iron. It must instead be beaten, grinded, chiselled or otherwise shaped by the strength and will of the smith working it, while it still be very much solid.\n\n-----------\n\n\nBlack Iron\nA rare dark iron found in the deep within veins of magnetite. Its blackish hue lends it, its name. Black iron be extremely brittle and nay worth mentioning much for use in arms and armour craft except for decorative work. Its main value however is in alloying, and most famously into the once legendary darksteel which be followed below.\n\n-----------\n\n\nMeteoric Iron\nStarmetal in the old tongue, thought to be the remnants of dead stars which fall from the night sky by some odd grey beards. Others say it be cast-offs from the great soul forge itself, which towers above the living realm in the great mountain of Dwarfhome. Either way this iron be very rare indeed and only found in small amounts in rocks which have fallen to the ground in the blazing flames which sometimes appear from the sky. I had the blessing only once to examine one of these rocks myself, brought by a human paladin to our halls. It was indeed iron in weight, look and feel abate a bit darker and duller but had properties akin to cold iron in the way it resisted magiks. However, even better then cold iron it could also withstand the curse of rust which common iron be afflicted with. \n\n-----------\n\n\nFever Iron\nOnce ever so rarely for those with the right nose for such things, can a special type of iron be found in a natural molten state within the earth fire flows of a volcano. This liquid iron for what ever unknown reason can attract and absorb magiks from the weave. This iron be known as fever iron because once extracted from its source, refined and then worked like common iron it grants the finished weapon fire like properties when striking a foe. In armour it offers protection to the wearer from both natural and magikal fire based attacks.\n\n-----------\n\n\nSteel\nOur kin were the first to be blessed with the knowledge that mixing black rock with iron to make steel. Nobody knows truly how long it has been, but the sages say it dates back to the first kingdoms. Dwarves brought the knowledge to the world and still make the finest steel known to the realms. Black rock be always preferable for its richer carbon content and found mainly below ground. For those that must make do on the surface, wood can be burnt into a dense charcoal and this be added to iron. \n\nSteel be as common as iron in use by all races. It be the metal of choice for most weapons and armours. Since iron be easily found and wood be plentiful, its use spread far and wide. Steel has many advantages over iron. To name a handful, one it be stronger, two it will hold an edge far longer, three it be much less susceptible to corruption, four the amounts of carbon added during alloying can be varied so that the strengths of the steel can be changed depending in its use. More added to make it harder but brittler, less added to keep it flexible but softer. \n\nBe warned about the source of ye steel however. The quality of alloying can vary with the quality of the refiner making it. Poorly made steel will make a poorly made weapon nay matter how good a smith ye be. A general rule of thumb be, the bluer the steel the finer the quality. In the lands of humans they be mostly content with lesser quality grade steel, which they call sword steel. It be nay their fault their lives be too short for them to master the craft. I did hear rumours though of manfolk in the distant east that can make steel of a fine quality close to that of our own kin. Some elves can forge a fine piece of steel, those that are dedicated to the craft. They tend to mix steel with mithral to make elven steel which they make light weight armours for their finger wigglers who be too weak to wear full weight armours. Dwarven steel being the original and finest made of all steels, combines the purest of mined iron with the age old skill of master refiners to blend the right amount of black rock to create a steel stronger and long lasting then none other. Dwarven steel be traded in high demand all throughout the north, reaching east out of Citadel Adbar to beyond the Silver Marches and west from the mines of Mirabar into the Sword Coast.\n\nSteel be always worked hot. It resists heat better then iron due to the added carbon so ye will have to work it hotter to make it malleable to crafting. Once forged, steel will only require oiling once every tenday to fight the effects of rust and infrequent sharpening to regain its edge after combat. \n\nThere be plenty of variations on steel alloys, metal smiths have found many inventive ways of enhancing the metal's strengths. It would take ten books to list all the different combinations of alloying steel so the more common blends be as follows:\n\nChromium \nIs refined from chromite, a rare ore mined from widely scattered deposits in the south and east surface lands and areas of the underdark. Chromium be seldom used in pure form, due to its rarity but mostly because it is far more useful in the alloying process. Chromium is primarily used when fired with carbon to harden and give corrosion resistance to steels, even so far as protecting them from the curse of seawater damage. It also be a prime component in the everbright treatment process.\n\nDurang\nBe a lustrous white metal, very nice indeed. Durang is mined from earth fire ore bodies, from the minerals limonite, rutile and sphene. Our kin hold most of the known deposits of durang for good reason. It be prized for principal use in a range of steels to impart strength, heat and corrosion resistance for weapons and armours.\n\nManganese\nCan be added to increase steel's impact strength and workability and is often for use in armour plating and thin bladed weapons such as rapiers. Manganese is a light, brittle, hard grey metal found in ore formed in nodules all over the beds of seas. It is harvested by undersea races, and sold to surface traders. Gnomes can be also found mining some manganese from pyrolusite ores.\n\nMithral\nAlloyed to retain strength while lightening the weight of steel. Mostly used in elvish armours and war blades to increase speed and agility of their warriors. Helps with certain enchantments too which confer magik energies. But more on this grand metal to be discussed later.\n\nMolybdenum\nUsed for heat treatments, and to improve the hardenability and toughness of quenched and tempered steels. Such steels be grand for withstanding high temperatures from movement heat, therefore mostly used in facing for machinery parts, especially in war machines. Also so ye know, molybdenum ore mixed with greases increase the resistance to heat of moving machinery parts. Molybdenum is a very hard white metal, found in natural state as an ore found hiding in granites and pegmatites. The ore also called blue-lead flower occurs as 'rosette' shaped crystals. It is mined in small deposits, sometimes with zinc or copper veins.\n\n-----------\n\n\nPurpure\nNay a metal onto itself but worth a mention as a rare variety of normal iron ore, which naturally has a purple metallic sheen to it. This sheen be retained when purpure is processed into steel. Purpure steel weapons are the arms of choice for the gold nose manfolk nobility of the Sword Coast. It costs up to five times the equivalent of quality steel, and seems more readily enchantable according to those in the know. Purpure be mined from shallow deposits on some of the islands in the Trackless Sea.\n\n-----------\n\n\nDarksteel\nDarksteel can be identified by its silvery hue when polished or cut, and it's exposed surfaces have a deep, gleaming purple lustre. It be harder then common steel but slightly lighter, making it a fine choice for weapon and armour making. \n\nThe secrets of refining darksteel were guarded jealously by clan Ironstar in the old kingdoms, generation after generation until one day their hold was overrun by raiding orcs. The knowledge of making darksteel was thought to be lost with the hold after all of the Ironstars were believed to have perished in the defense of their home. However, by the intervention by Moradin himself at the famous battle at the Stone Bridge, some of the Ironstars were protected and saved. The knowledge was once again uncovered in some ancient texts from the Fallen Kingdom where the remaining Ironstars were thought to have settled and the knowhow of refining darksteel was spread throughout the realms. \n\nBlack iron, while in its raw state seems to keep some wondrous properties dormant. Only after the kin of the Ironstar clan unlocked its secrets after discovering the recipe for alloying it into a steel did black iron's true utility come into knowledge. Darksteel be black iron refined with carbon as like common steel, however it be the impurities in the dross which make it what it is. Unlike iron which a metalsmith would seek to purify as much as possible during the steeling process so to lessen the opportunities for uncontrolled alterations. Black iron instead be enhanced by its impurities when mixed with carbon. Some say it be the magnetite ores which it be found within, but whatever it is grants darksteel an uncanny ability to hold enchantments. Once enspelled, darksteel can be fully melted down and reformed without destroying the enchantments. Even already dweomer-laden darksteel items can be further enchanted beyond what most other metals can hold. Darksteel be most prized by those races dependent on magik for thier craft. Another unique property of darksteel is its ability to absorb naturally or magikally occurring lightning, making it a useful metal for the protection of such energies. An even greater bonus to this metal is that elves seem to have a natural aversion to it. Only the gods know why darksteel is blessed so.\n\n-----------\n\n\nShadesteel\nThis be a product some kind of cursed process involving iron mined and forged on the plane of shadow. I do nay know the details nor do I wish to, I just know the product. Weapons and armours crafted from this metal to reflect nay light at all, but instead seem to absorb it. Useful for those who do nay wish to be seen.\n\n_________________\naaegus clenn\n\n~High Metals~\n\n\nAdamant\nThis be one of the glories of the Silent Keeper, being the hardest metal known on Faerun. It be found only near hardened earth fire flows and within the jet black ferromagnetic ore known as adamantite. When mined and refined into its pure form adamant is a shiny black ultra hard metal like non-other. Unmatched in strength however, it has the weakness of brittleness. It has little use in armour and weapon forging since a blade or plate be easily shattered by even a common iron hammer. Grand for building works, but mainly used for chisel heads for engraving softer metals. Adamant is also extremely heat resistant. One wearing a suit of adamant plate could walk right through an open flame without a single burn. The dragon hunters of the Ruthgor clan used to craft heavy adamant armours and shields in their battles with red dragons. But what saved them from the fierce fire breath of the dragon failed them when the dragon decided to crush them instead, breaking the brittle heavy armour. Unfortunately the Ruthgor clan is said to be nay more.\n\n-----------\n\n\nAdamantine \nThis inherent limitation of adamant was finally overcome by an alloy and one of the finest ever made. It be recognised by its black colour which gives off a green glint in the light. The ways of making the alloy, adamantine was first discovered by the kin of the ancient realm of Ammarindar in the Greypeak Mountains over two millennia ago. They mixed the purest adamant, with silver and electrum, blending flexibility to its inherent strength, and thus beginning the age of adamantine. These dwarves were also the first to bear adamantine amour which they worked into horns, spikes, ridges and crests which they treated with blueshine to give it a blue and silver hue. It was because the superior weapons and armours that our kin could forge from this blessed metal that many of the holds held out in the north for so long against the hordes of greedy invaders that sought to steal our riches. The secret of adamantine could not be held onto forever and eventually fell into the hands of less honourable races which turned the tide against our kin in the old kingdoms.\n\nThe process of refining adamantine is an extremely long and laborious task requiring a very hot forge and a particular mixture of dhudath oils to slake and temper the molten metals in. Once refined the resulting alloy can be reformed and melted once again to be cast into its final form be it weapons or armour. Casting be the usual choice for forging since adamantine still be fiercely hard even once heated red hot, causing hammering to be difficult to say the least for all but the mightiest of smiths. \n\nIts rarity and tough workability are the only weaknesses adamantine will have. An adamantine blade can slice right through armour made from any lesser metal. It be ten times as strong as steel and a quarter lighter. It does not rust in the air or water like iron, nor will it loose its edge even after a thousand battles. It be told that the weapons made in old Ammarindar can be still found today looking as new as they did the day they were forged. Adamantine can also take and hold some of the most powerful of enchantments. \n\n-----------\n\n\nMithral\nA metal so famous it holds many a name. Mithral or mithril are most commonly used, but some dwarven clans will refer to it as truemetal, while some elves will call it moonsteel. Whatever ye wish to call it, it be a beautiful gleaming silver metal when smelted. It be rare when found as it be only held in small veins of its silver black ore but be spread throughout the realms both on the surface and Underdark. The largest known deposit be found in Mithral Hall, where the Battlehammer clan turn out some of the finest examples of mithral wares in the lands. I have been there myself and seen much of the wonders of the halls. Too much would be telling in this book and it be best if the reader make their own visits to the hold to see for themselves. Since the halls were once again reclaimed from their loss to the foul duergar and their dragon, a heroic tale well known now by most, many of our wandering kin have found a new home there including half of me own clan. Nobody knows when our kin started working mithral, but there be some stories that claim it be one of the first metals the Silent Keeper blessed the world with. Elves tend to have greedy eyes for this metal as the covert it for most of their magik arms and amours, they like to keep their hoards secret from the world keeping it for themselves.\n\nAnd it be easy to see why. Mithral be as strong as steel yet over a half lighter. Elves have developed a technique of forging very fine chain links which when made into full mithral chainmail it be nay heavier and any less cumbersome then a wool vest. For a race so reliant on magik for their existence this seems to be beneficial for their spell casters. When mithral is more scarce, small amounts of fine steel can be alloyed with it and still retain much of its properties. Apart from its extreme lightness, Mithral holds up very well to enchantments. Runesmiths will tell ye that it be also one of the simplest of metals to enchant second only to silver.\n\nWhen forging, mithral be a joy for a smith to work with. It be one of the easiest metals a blacksmith will find to heat, mold and beat. It be extremely supple which allow it to be forged into very intricate designs. In the hands of a true master, wonders of art can be created that would make the Silent Keeper fill with pride. Mithral will nay tarnish or rust and will hold true for many centuries without damage. \n\n-----------\n\n\nHizagkuur\nThis extremely rare and precious white metal is said to have been deposited on Faerun by Moradin himself. It be named after its long ago discoverer who first found it deep within the Underdark near where the great kingdom of the south used to stand. It be said to be found only in deep pockets below, where it looks like a green clay like ore. Its preparation is very tricky and only a few old ones know how to work it into a metal state. Once forged it must be worked within a day otherwise it will turn soft once more and can never be worked again. What makes it such a valuable metal be its innate properties of providing powerful protections against magiks making it near impenetrable to even the most destructive of spells. Even more then that, if touched by a living being it will shock them like a bolt of lightning. It was said that the ruling family of the Delzoun Empire wore armor made of this metal, how they wore it without damaging themselves remains a mystery of the sages. Today however, those visiting our southern kin in the Great Rift can see the great gates of Underhome which be cast from solid hizagkuur. These gates have never been breached once in the history of their existence. I know many a dwarf who would give their beard for just an ounce of this metal.\n\n-----------\n\n\nArandur\nOnce a metal only known by the gnomes, its secrets were passed onto the elves who guard it jealously. I know little about the process of working the metal itself, however once on a journey through Silverymoon did I hear of an elven warblade cut from such metal on display in a temple there. Upon visiting the relic I could see the sword held an edge like no other, as sharp as glass but as hard as steel. That was all I could gain on this metal as its secrets stay still held tight by the elves. \n\n-----------\n\n\nIridium\nIt be once in a generation that one is honoured to share in the discovery of a metal unheard of in our histories. I was honoured so when a great wizardess, Corinn Aldain of Kohlingen approached our hold with a grand discovery she had made. As a friend to the dwarves, she requested our assistance in making the metal workable. An expert alchemist she be, she found the iridium hiding in trace amounts within platinum ores by harnessing the use of acids to separate the two metals. \n\nOnce formed into fragments from the process the refined metal glimmers with a silvery rainbow hue. Tests on the iridium have shown it to be an extremely hard metal, close to even that of adamantine yet much heavier then steel. But what this metal truly shines for is its ability to withstand heat and corrosion. Its melting point is like that of nay other naturally occurring metal. So high that no natural means of melting it could be found. With the assistance of Corinn we built a magik forge powered by a mythal and heated by an elemental flame. After asking for the blessings of Moradin the forge be true and offered a way to craft the iridium. \n\nThe extraction process of iridium be slow, dangerous and resource heavy. For every ten pounds of platinum ore only one pound of iridium will be yielded. Nay enough could be refined to be practical in forging pure, so it was decided that an alloy should be found. This alloy was indeed discovered by our very own expert metalsmith, Tagnar of clan Fenk. He named it hardarsium which he preferred to fenkdium which was my suggestion. This alloy be a combination of adamantine, platinum and iridium. Hardarsium be still being tested as I write this book but I will write an addition once its secrets have been discovered.\n\n_________________\naaegus clenn\n\n~Metals of Legend and Rumor~\n\n\nGodsteel\nTruly a metal of legends, godsteel be only told of in stories from the long beards about the first kings of our people. The four kings were given gifts of weapons and armour from Moradin made from a metal mined from the mountains of the gods. It be a substance of both metal and stone, harder and stronger then the great adamant. A boon of the gods to be sure for any mortals who come across this fabled metal.\n\n-----------\n\n\nMordakur\nStories tell of a nasty metal known as mordakur, curse-bearer or doomrock, a dark brown and yellow banded rock which be held within a dark grey silvery ore and can be found within rich gold deposits. It be a legend told to the younglings to warn of avarice. It be said to have been placed by Abbathor in the earth as an affront to Dumathion and as a scheme to steal gold ore from miners, this metal causes a wasting disease on anyone who touches it for long. Nay a metal ye want to be messing with intention if the tales be true. As in other versions foolish gnomes refine the metal in an attempt to create powerful armours which instead kill their wearers in worse ways then the wasting disease. \n\n-----------\n\n\nLiving Metal\nThere be a rumor of a metal to be found under the forests of Amia which has been named a living metal. A certain artificer from Kohlingen was inquiring as to knowledge of such a metal from our runery. Unfortunately there was nothing to be found there written about this metal. I must seek him out to find out more of his search as it be a metal I know little about.\n\n-----------\n\n\nZardazil\nA strange and magikal metal as the stories tell. This be a reddish amber metal that be only mined in the south around the Lake of Steam. It be a soft but durable metal and only used in the alloying process with other metals. When alloyed the resulting metal is indistinguishable from the base metal as if the zardazil was never added. However, the resulting alloy takes on a certain ability to meld with the first creature it harms. If someone is the first to be cut with a newly forged zardazil blade and the metal tastes their blood from that moment on the blade can never do harm to that person again and will just pass straight through their bodies like air doing nay damage. But to all others the weapon is just as deadly as any other. Some say assassins make use of this metal to make concealed weapons to be kept inside themselves so they cannot be detected even by magik. I be interested in seeing some of this metal for meself.\n\n_________________\naaegus clenn\n\n~Other Metals of Note~\n\n\nBronze\nAn alloy of copper and tin, bronze be of little use to a smith when forging arms unless there be nay steel or better metals at hand. It be stronger and lighter then iron yet not so then steel. When polished finely it shines with a dark golden hue but tarnishes easily but which can be maintained as a protective coating against corrosion. Its main use is by human settlements to the east where iron be scarce. In my travels to the desert lands of Khem I saw many uses of bronze in the towns there. Swords, shields and plate mail, many crafted from bronze and nay steel. Some of it very finely made with elegant embossed crests and insignia, they seemed to have made bronze work into a fine art in those parts. I was told it also had some cultural meaning to the manfolk there even though steel was available in those parts.\n\n-----------\n\n\nLead\nNot a good metal for use in everyday weapons or armour as this dark grey metal is so soft it will either be easily bent or sliced right through by any stronger metal. Plus it be heavy as stone. The only weapons in it used for is to make bullets for slings. I was reminded though of a particular use for lead by a visiting artificer from Kohlingen. He was commissioning a cage to be made for several magikal rats that had strong powers of the mind, akin to the illithids of the deep. He requested it be made of lead as this metal can block certain magikal powers which effect or come from the mind. This use came to me again after reading some of the old texts telling the tales of the Ages of Shanatar. It was said during the Mindstalker Wars against the illithids our kin wore helms of lead to protect against the mind attacks of their tentacled face foes. In the end our kin triumphed over the evil slavers proving that lead can be an effective amour against certain types of attacks. \n\n-----------\n\n\nSilver\nThe shining light metal commonly prized by many races in jewelry, coinage and for the dwarves, alloying. Known to our metalworkers it be the 'blood of alloys' because, as is well known, it be the ideal metal to bond others due to its intermediate nature. But this nay be a book on alloying, but war smithing, so I shall speak on its uses for the craft of battle. Silver be very effective against shape changers, most notably warebeasts, which will do more damage to them than any other unenchanted or common metal. Since silver be too soft a metal to forge say an axe head, a smith must first craft the weapon from a base metal like steel and then coat that metal with molten silver using the right bonding ingredients. In armour craft, when alloyed with mithral, silver can serve as a lightning warding metal to project its wearer from storms or magikal attacks of this kind. \n\n-----------\n\n\nSilver-Iron\nWant a weapon that can defeat both warewolves and fey, or ye be attacked by warefey? Then silver-iron be want ye need. It be easily recognized by its mottled black and silver colouration which be from an alchemical bonding of cold iron and silver metals. Ye get the best of both benefits of each metal. It is told that this process was first invented by the kin of lost Oghrann.\n\n_________________\naaegus clenn"
    }
  },
  "DisarmDC": {
    "type": "byte",
    "value": 0
  },
  "Faction": {
    "type": "dword",
    "value": 1
  },
  "Fort": {
    "type": "byte",
    "value": 5
  },
  "Hardness": {
    "type": "byte",
    "value": 5
  },
  "HasInventory": {
    "type": "byte",
    "value": 0
  },
  "HP": {
    "type": "short",
    "value": 10
  },
  "Interruptable": {
    "type": "byte",
    "value": 1
  },
  "KeyName": {
    "type": "cexostring",
    "value": ""
  },
  "KeyRequired": {
    "type": "byte",
    "value": 0
  },
  "Lockable": {
    "type": "byte",
    "value": 1
  },
  "Locked": {
    "type": "byte",
    "value": 0
  },
  "LocName": {
    "type": "cexolocstring",
    "value": {
      "0": "A Practical Guide to Metals"
    }
  },
  "OnClick": {
    "type": "resref",
    "value": ""
  },
  "OnClosed": {
    "type": "resref",
    "value": ""
  },
  "OnDamaged": {
    "type": "resref",
    "value": ""
  },
  "OnDeath": {
    "type": "resref",
    "value": ""
  },
  "OnDisarm": {
    "type": "resref",
    "value": ""
  },
  "OnHeartbeat": {
    "type": "resref",
    "value": ""
  },
  "OnInvDisturbed": {
    "type": "resref",
    "value": ""
  },
  "OnLock": {
    "type": "resref",
    "value": ""
  },
  "OnMeleeAttacked": {
    "type": "resref",
    "value": ""
  },
  "OnOpen": {
    "type": "resref",
    "value": ""
  },
  "OnSpellCastAt": {
    "type": "resref",
    "value": ""
  },
  "OnTrapTriggered": {
    "type": "resref",
    "value": ""
  },
  "OnUnlock": {
    "type": "resref",
    "value": ""
  },
  "OnUsed": {
    "type": "resref",
    "value": ""
  },
  "OnUserDefined": {
    "type": "resref",
    "value": ""
  },
  "OpenLockDC": {
    "type": "byte",
    "value": 0
  },
  "PaletteID": {
    "type": "byte",
    "value": 13
  },
  "Plot": {
    "type": "byte",
    "value": 1
  },
  "PortraitId": {
    "type": "word",
    "value": 0
  },
  "Ref": {
    "type": "byte",
    "value": 0
  },
  "Static": {
    "type": "byte",
    "value": 0
  },
  "Tag": {
    "type": "cexostring",
    "value": "book_nat_004"
  },
  "TemplateResRef": {
    "type": "resref",
    "value": "book_nat_004"
  },
  "TrapDetectable": {
    "type": "byte",
    "value": 1
  },
  "TrapDetectDC": {
    "type": "byte",
    "value": 0
  },
  "TrapDisarmable": {
    "type": "byte",
    "value": 1
  },
  "TrapFlag": {
    "type": "byte",
    "value": 0
  },
  "TrapOneShot": {
    "type": "byte",
    "value": 1
  },
  "TrapType": {
    "type": "byte",
    "value": 0
  },
  "Type": {
    "type": "byte",
    "value": 0
  },
  "Useable": {
    "type": "byte",
    "value": 1
  },
  "Will": {
    "type": "byte",
    "value": 0
  }
}
