{
  "__data_type": "UTP ",
  "AnimationState": {
    "type": "byte",
    "value": 0
  },
  "Appearance": {
    "type": "dword",
    "value": 1328
  },
  "AutoRemoveKey": {
    "type": "byte",
    "value": 0
  },
  "BodyBag": {
    "type": "byte",
    "value": 0
  },
  "CloseLockDC": {
    "type": "byte",
    "value": 0
  },
  "Comment": {
    "type": "cexostring",
    "value": ""
  },
  "Conversation": {
    "type": "resref",
    "value": ""
  },
  "CurrentHP": {
    "type": "short",
    "value": 10
  },
  "Description": {
    "type": "cexolocstring",
    "value": {
      "0": "Drow Creation Myth I\nAs chaotic and widespread our race is, there is some debating on how we came to be. It is clear to all that we were chosen by Lolth as Her greatest followers and superior to other races. There are three myths that explain how we came to be, none more or less accurate than the other. These are myths, but the Queen alone knows the truth. All three myths hold similar points and here is one of the stories.\n\nExpulsion of the Drow\nAt first, elves were created by the Seldarine, who then stood and watched idly of the born of new lesser races like humans and halflings, that began to thrive quickly in their age of spawn.\n\nThe Seldarine were fools, who thought elves as their perfect creations. Yet one among them knew better than that. Lolth, the strongest and wisest of the Seldarine, told Corellon Larethian there was need for rivalry, for fighting agains the lesser races. It had been he who had convinced the Seldarine to create the elves as they were, in an image that he preferred, and he was loath to allow any changes to \"his\" creations. He deceived Lolth, agreeing to speak to the other Seldarine, but when he did so, he launched into an eloquent argument that the elves should remain exactly as they were. \"We have created perfection,\" he argued, playing upon the vanity of the other gods just as he puffed up his own. \"As we are gods to our children, so far are our children above these other, lesser races. Let us not allow fear and worry to cloud our judgment.\" This is great example of Corellon Larethians stupidity and reminder how convincing and conniving Corellon Larethian can be. \"Let us not sully the perfection we have created by changing our elves, reducing them to the level of these new beasts.\" Lolth raged in fury at the deception, and at the shortsightedness of her fellow gods, but the Seldarine were in agreement, taken in by Corellon's honeyed words, and they would nor heed her warnings.\n\nSo Lolth visited her children in secret. Choosing only the strongest and most skilled among the elves, she taught them great wisdom behind the backs of the other gods. To them she granted the gift of skill with bow and blade, that they might meet the orcs on the field of battle; the gift of deception, that they might not be at a disadvantage against the flexible humans; and above all, the gift of magic, both arcane and divine, that they might prove dominant over all other races. She instructed them, too, in the value of survival, in the need to fight to keep what was theirs, and in the doctrine of strength over all. She came in the night to deliver her teachings, and her followers named themselves duaral, which later translated to drow, or \"Hunters of the Crescent,\" for the martial skills she offered and the moon that heralded her coming.\n\nSome among the Lolths new drow were frightened of the coming war, and ran to the other Seldarine. They told the Seldarine about what Lolth had planned, and they grew angry to Lolth for her disobedience, and afraid of her drow dominating the elven culture. It was Corellon, who had first been against teaching art of war, even under outside threats, but in sheer irony was now in sheer irony and arrogance the first to give bow and the blade to the elves when the threat came from one of their own.\n\nAnd from this point, it was that the Seldarine tried destroy the drow of Lolth, but all they could do was change their skin from pale of elven to pitch black, for then elves knew who the enemy was. For the drow could lie, this was necessary to tell the difference.\n\nThe races collided and a battle was fought. The drow were stronger and more skilled, they were outnumbered by the elves greater numbers. It was then, when Lolth led Her race deep down into the caves beneath the earth, where the nature-loving elves were too scared to follow. And in there, the drow began to thrive.\n\nWritten down by Sab'ithra My'ana\n\nDrow Creation Myth II\nAs chaotic and widespread our race is, there is some debating on how we came to be. It is clear to all that we were chosen by Lolth as Her greatest followers and superior to other races. There are three myths that explain how we came to be, none more or less accurate than the other. These are myths, but the Queen alone knows the truth. All three myths hold similar points. This book tells of what difference the first books myth has compared to another version of it.\n\n\nThe Blessed of Lolth\nAt first, elves were created by the Seldarine, who then stood and watched idly of the born of new lesser races like humans and halflings, that began to thrive quickly in their age of spawn.\n\nThe Seldarine were fools, who thought elves as their perfect creations. Yet one among them knew better than that. Lolth, the strongest and wisest of the Seldarine, told Corellon Larethian there was need for rivalry, for fighting against the lesser races. It had been he who had convinced the Seldarine to create the elves as they were, in an image that he preferred, and he was loath to allow any changes to \"his\" creations. He deceived Lolth, agreeing to speak to the other Seldarine, but when he did so, he launched into an eloquent argument that the elves should remain exactly as they were. \"We have created perfection,\" he argued, playing upon the vanity of the other gods just as he puffed up his own. \"As we are gods to our children, so far are our children above these other, lesser races. Let us not allow fear and worry to cloud our judgment.\" This is great example of Corellon Larethians stupidity and reminder how convincing and conniving Corellon Larethian can be. \"Let us not sully the perfection we have created by changing our elves, reducing them to the level of these new beasts.\" Lolth raged in fury at the deception, and at the shortsightedness of her fellow gods, but the Seldarine were in agreement, taken in by Corellon's honeyed words, and they would nor heed her warnings.\n\nSo Lolth visited her children in secret. Choosing only the strongest and most skilled among the elves, she taught them great wisdom behind the backs of the other gods. To them she granted the gift of skill with bow and blade, that they might meet the orcs on the field of battle; the gift of deception, that they might not be at a disadvantage against the flexible humans; and above all, the gift of magic, both arcane and divine, that they might prove dominant over all other races. She instructed them, too, in the value of survival, in the need to fight to keep what was theirs, and in the doctrine of strength over all. She came in the night to deliver her teachings, and her followers named themselves duaral, which later translated to drow, or \"Hunters of the Crescent,\" for the martial skills she offered and the moon that heralded her coming.\n\nLolth saw best fit that her followers should not be with the weak and unfaithful elves, and so in the middle of the night, she called them so that only her followers could hear. They crept from the elf villages and cities, summoned by her. A trickle became a stream, a stream became a river, and eventually thousands of Lolth's elves joined one another on the journey to a new home, away from those who would weaken them \n\nTo ease their ability to hunt in the shadows of night, and to make clear difference between the feelbe elves of the Seldarine and her own, Lolth wrought a physical change in her followers, transforming their skin to a light-absorbing ebony. She separated the massed drow into smaller groups, the better to hide from any elf pursuers, and she chose for them great kingdoms under the earth, where they could grow strong and learn to rule without the interference of their weaker cousins.\n\nWritten down by Sab'ithra My'ana\n\nDrow Creation Myth III\nAs chaotic and widespread our race is, there is some debating on how we came to be. It is clear to all that we were chosen by Lolth as Her greatest followers and superior to other races. There are three myths that explain how we came to be, none more or less accurate than the other. These are myths, but the Queen alone knows the truth. All three myths hold similar points. This book tells of what difference the first books myth has compared to another version of it.\n\n\nBanishing of the Weak\nAt first, elves were created by the Seldarine to live in the Underdark. The Seldarine stood idly and watched the born of new lesser races like humans and halflings, that began to thrive quickly in their age of spawn at the surface.\n\nThe Seldarine were fools, who thought elves as their perfect creations. Yet one among them knew better than that. Lolth, the strongest and wisest of the Seldarine, told Corellon Larethian there was need for rivalry, for fighting against the lesser races. It had been he who had convinced the Seldarine to create the elves as they were, in an image that he preferred, and he was loath to allow any changes to \"his\" creations. He deceived Lolth, agreeing to speak to the other Seldarine, but when he did so, he launched into an eloquent argument that the elves should remain exactly as they were. \"We have created perfection,\" he argued, playing upon the vanity of the other gods just as he puffed up his own. \"As we are gods to our children, so far are our children above these other, lesser races. Let us not allow fear and worry to cloud our judgment.\" This is great example of Corellon Larethians stupidity and reminder how convincing and conniving Corellon Larethian can be. \"Let us not sully the perfection we have created by changing our elves, reducing them to the level of these new beasts.\" Lolth raged in fury at the deception, and at the shortsightedness of her fellow gods, but the Seldarine were in agreement, taken in by Corellon's honeyed words, and they would nor heed her warnings.\n\nSo Lolth visited her children in secret, for she saw the elves as weak and feeble creatures. Choosing only the strongest and most skilled among the elves, she taught them great wisdom behind the backs of the other gods. To them she granted the gift of skill with bow and blade, that they might meet the orcs on the field of battle; the gift of deception, that they might not be at a disadvantage against the flexible humans; and above all, the gift of magic, both arcane and divine, that they might prove dominant over all other races. She instructed them, too, in the value of survival, in the need to fight to keep what was theirs, and in the doctrine of strength over all.\n\nLolth saw best fit that her followers should not be with the weak and unfaithful elves, and so she eased their ability to hunt in the shadows of night and made a clear difference between the feeble elves of the Seldarine and her own, Lolth wrought a physical change in her followers, transforming their skin to a light-absorbing ebony. She then drove the weak elves from belove the earth to the surface, to live with the other lesser races. It was then she gave her followers great kingdoms under the earth and let them grow strong and learn to rule without the interference of their weaker cousins.\n\nWritten down by Sab'ithra My'ana\n\n"
    }
  },
  "DisarmDC": {
    "type": "byte",
    "value": 0
  },
  "Faction": {
    "type": "dword",
    "value": 1
  },
  "Fort": {
    "type": "byte",
    "value": 5
  },
  "Hardness": {
    "type": "byte",
    "value": 5
  },
  "HasInventory": {
    "type": "byte",
    "value": 0
  },
  "HP": {
    "type": "short",
    "value": 10
  },
  "Interruptable": {
    "type": "byte",
    "value": 1
  },
  "KeyName": {
    "type": "cexostring",
    "value": ""
  },
  "KeyRequired": {
    "type": "byte",
    "value": 0
  },
  "Lockable": {
    "type": "byte",
    "value": 1
  },
  "Locked": {
    "type": "byte",
    "value": 0
  },
  "LocName": {
    "type": "cexolocstring",
    "value": {
      "0": "Drow Creation Myths"
    }
  },
  "OnClick": {
    "type": "resref",
    "value": ""
  },
  "OnClosed": {
    "type": "resref",
    "value": ""
  },
  "OnDamaged": {
    "type": "resref",
    "value": ""
  },
  "OnDeath": {
    "type": "resref",
    "value": ""
  },
  "OnDisarm": {
    "type": "resref",
    "value": ""
  },
  "OnHeartbeat": {
    "type": "resref",
    "value": ""
  },
  "OnInvDisturbed": {
    "type": "resref",
    "value": ""
  },
  "OnLock": {
    "type": "resref",
    "value": ""
  },
  "OnMeleeAttacked": {
    "type": "resref",
    "value": ""
  },
  "OnOpen": {
    "type": "resref",
    "value": ""
  },
  "OnSpellCastAt": {
    "type": "resref",
    "value": ""
  },
  "OnTrapTriggered": {
    "type": "resref",
    "value": ""
  },
  "OnUnlock": {
    "type": "resref",
    "value": ""
  },
  "OnUsed": {
    "type": "resref",
    "value": ""
  },
  "OnUserDefined": {
    "type": "resref",
    "value": ""
  },
  "OpenLockDC": {
    "type": "byte",
    "value": 0
  },
  "PaletteID": {
    "type": "byte",
    "value": 13
  },
  "Plot": {
    "type": "byte",
    "value": 1
  },
  "PortraitId": {
    "type": "word",
    "value": 0
  },
  "Ref": {
    "type": "byte",
    "value": 0
  },
  "Static": {
    "type": "byte",
    "value": 0
  },
  "Tag": {
    "type": "cexostring",
    "value": "book_hist_003"
  },
  "TemplateResRef": {
    "type": "resref",
    "value": "book_hist_003"
  },
  "TrapDetectable": {
    "type": "byte",
    "value": 1
  },
  "TrapDetectDC": {
    "type": "byte",
    "value": 0
  },
  "TrapDisarmable": {
    "type": "byte",
    "value": 1
  },
  "TrapFlag": {
    "type": "byte",
    "value": 0
  },
  "TrapOneShot": {
    "type": "byte",
    "value": 1
  },
  "TrapType": {
    "type": "byte",
    "value": 0
  },
  "Type": {
    "type": "byte",
    "value": 0
  },
  "Useable": {
    "type": "byte",
    "value": 1
  },
  "Will": {
    "type": "byte",
    "value": 0
  }
}
