{
  "__data_type": "UTP ",
  "AnimationState": {
    "type": "byte",
    "value": 0
  },
  "Appearance": {
    "type": "dword",
    "value": 1313
  },
  "AutoRemoveKey": {
    "type": "byte",
    "value": 0
  },
  "BodyBag": {
    "type": "byte",
    "value": 0
  },
  "CloseLockDC": {
    "type": "byte",
    "value": 0
  },
  "Comment": {
    "type": "cexostring",
    "value": ""
  },
  "Conversation": {
    "type": "resref",
    "value": ""
  },
  "CurrentHP": {
    "type": "short",
    "value": 10
  },
  "Description": {
    "type": "cexolocstring",
    "value": {
      "0": "Netherese Magic; The Helmed Horrors\nBy Vito Corvus.\n\nA magical history has been thoroughly distributed throughout our world. We find objects of great power, old books, scrolls describing rituals we have never heard of, and occasionally come across the machinations and constructs of an ancient race. The Helmed Horrors are a fine example of these old magics, thought by most academics as Netherese of origin. They have been encountered all over Toril, often by adventurers creeping through tombs, buried cities, and long forgotten places of importance. Though I have suggested here that Helmed Horrors are what is left of ancient magics, their creation continues to take place even in our times.\n\nWhat is it?\nThe Helmed Horror is an empty suit of armor, animated and given very specific sets of orders. The armor will obviously change depending on the culture and age of the creators, as will weapons it may or may not be equipped with. \n\nTypical Abilities\nA Helmed Horror fights in much the same way any fighter equipped with it's weapons would. Some are ordered to use both melee and ranged weapons, some are ordered with specific drills and strategies. These constructs are efficient in the way they determine which enemy to focus upon first, often choosing on the basis of where they will deal the most damage. Helmed Horrors are able to 'Air Walk', which is to say that they will be able to walk through the air to reach their targets. Often, this gives them an incredible advantage by means of maneuvering. \n\nBecause Helmed Horrors operate on a basis of very specific orders, it is often impossible to predict how one will behave. Once a Helmed Horror has demonstrated particular patterns in action, one can most likely assume that given the same circumstances, it will act in the same manner.\n\nOrigins\nThe concept of a Helmed Horror and the magic which animates it was developed by the Netherese. Some examples of Helmed Horrors were found to be just over 4,800 years old, placing them in a period where it is generally understood that Netheril had access to the Nether Scrolls. Other Helmed Horrors have been more recent works, created by wizards to protect their homes and work.\n\nThe process of creating Helmed Horrors was once very well protected. Since the fall of Netheril, the secrets have slowly leaked out through the magic community. It is by no means common knowledge, but there are a growing number of spellcasters who know how to create these. It is said that in order to create a Helmed Horror, it takes a powerful spellcaster who has a knowledge of construct, weapon and armor creation, and a workroom set up specifically for this purpose. However, mages have been known to steal Helmed Horrors and change their set of orders through a 'rebuilding' process. The latter is far more desirable, as it saves time and materials."
    }
  },
  "DisarmDC": {
    "type": "byte",
    "value": 0
  },
  "Faction": {
    "type": "dword",
    "value": 1
  },
  "Fort": {
    "type": "byte",
    "value": 5
  },
  "Hardness": {
    "type": "byte",
    "value": 5
  },
  "HasInventory": {
    "type": "byte",
    "value": 0
  },
  "HP": {
    "type": "short",
    "value": 10
  },
  "Interruptable": {
    "type": "byte",
    "value": 1
  },
  "KeyName": {
    "type": "cexostring",
    "value": ""
  },
  "KeyRequired": {
    "type": "byte",
    "value": 0
  },
  "Lockable": {
    "type": "byte",
    "value": 1
  },
  "Locked": {
    "type": "byte",
    "value": 0
  },
  "LocName": {
    "type": "cexolocstring",
    "value": {
      "0": "Netherese Magic: The Helmed Horrors"
    }
  },
  "OnClick": {
    "type": "resref",
    "value": ""
  },
  "OnClosed": {
    "type": "resref",
    "value": ""
  },
  "OnDamaged": {
    "type": "resref",
    "value": ""
  },
  "OnDeath": {
    "type": "resref",
    "value": ""
  },
  "OnDisarm": {
    "type": "resref",
    "value": ""
  },
  "OnHeartbeat": {
    "type": "resref",
    "value": ""
  },
  "OnInvDisturbed": {
    "type": "resref",
    "value": ""
  },
  "OnLock": {
    "type": "resref",
    "value": ""
  },
  "OnMeleeAttacked": {
    "type": "resref",
    "value": ""
  },
  "OnOpen": {
    "type": "resref",
    "value": ""
  },
  "OnSpellCastAt": {
    "type": "resref",
    "value": ""
  },
  "OnTrapTriggered": {
    "type": "resref",
    "value": ""
  },
  "OnUnlock": {
    "type": "resref",
    "value": ""
  },
  "OnUsed": {
    "type": "resref",
    "value": ""
  },
  "OnUserDefined": {
    "type": "resref",
    "value": ""
  },
  "OpenLockDC": {
    "type": "byte",
    "value": 0
  },
  "PaletteID": {
    "type": "byte",
    "value": 13
  },
  "Plot": {
    "type": "byte",
    "value": 1
  },
  "PortraitId": {
    "type": "word",
    "value": 0
  },
  "Ref": {
    "type": "byte",
    "value": 0
  },
  "Static": {
    "type": "byte",
    "value": 0
  },
  "Tag": {
    "type": "cexostring",
    "value": "book_arc_013"
  },
  "TemplateResRef": {
    "type": "resref",
    "value": "book_arc_013"
  },
  "TrapDetectable": {
    "type": "byte",
    "value": 1
  },
  "TrapDetectDC": {
    "type": "byte",
    "value": 0
  },
  "TrapDisarmable": {
    "type": "byte",
    "value": 1
  },
  "TrapFlag": {
    "type": "byte",
    "value": 0
  },
  "TrapOneShot": {
    "type": "byte",
    "value": 1
  },
  "TrapType": {
    "type": "byte",
    "value": 0
  },
  "Type": {
    "type": "byte",
    "value": 0
  },
  "Useable": {
    "type": "byte",
    "value": 1
  },
  "Will": {
    "type": "byte",
    "value": 0
  }
}
