{
  "__data_type": "UTP ",
  "AnimationState": {
    "type": "byte",
    "value": 0
  },
  "Appearance": {
    "type": "dword",
    "value": 1328
  },
  "AutoRemoveKey": {
    "type": "byte",
    "value": 0
  },
  "BodyBag": {
    "type": "byte",
    "value": 0
  },
  "CloseLockDC": {
    "type": "byte",
    "value": 0
  },
  "Comment": {
    "type": "cexostring",
    "value": ""
  },
  "Conversation": {
    "type": "resref",
    "value": ""
  },
  "CurrentHP": {
    "type": "short",
    "value": 10
  },
  "Description": {
    "type": "cexolocstring",
    "value": {
      "0": "Meldrium's Compendium \nof the Relative Everything\n\n\nAbout The Compendium\n\n\nThe Compendium, as assumed by the erratic and irrelevance of each article, was originally never to be published for public viewing. In fact, Meldrium isn't even aware, in most cases, that his excerpts are missing. The Compendium was sabotaged by a fabricated spell created by the Elvish Mage, causing the excerpts to randomly, and at unexpected rates of frequency, disappear and re-appear in other parts of the realm. \n\nIt is unknown precisely how many excerpts are apart of the Compendium - but it is estimated in the high hundreds; and despite the musings of the majority of excerpts being relatively short, each holds an incredible foundation of knowledge and comprehensive understanding that has famed the Excerpts with a sense of wealth; subsequently rendering them in high demand by publishers about Faerun. \n\nWhat many researchers and loremasters find interesting about the excerpts from Meldrium's Compendium of the Relative Everything is that the author, a High Elf referenced as Elder Meldrium Verafend, is entirely unaware of his musings having been gone. He still believes, through the illusion of the original sabotuer, that his Compendium is still in fact full of all his lifes' notes. \n\nTherefore it is ironic that a Elf gifted with such finesse in literature and knowledge could be so absent-minded...\n\n~Unknown Publisher of the Compendium Excerpts\nCordorian Library, Alturiak 04, Section 32\nClaw of the Winter\n\nMagical Scarring: Compendium Excerpt #36\n\n\nAnti-Magic Scarring\n\nIt has been noted that scarring from Dhaerow has often been foiled due to the high availability of Magic to those that have been affected - often resulting in Restorations, Greater Restorations, Remove Curse, Transcribe Symbol, Dispel Magic, Greater Dispel Magic, and even the affects of Mordenkainen's Disjunction removing the maliciously inflicted scarring. \n\nFrom my research it has come to my attention that the Dhaerow have capitalised on their knowledge of the Weave and concentrated an Anti-Magic Field into their mutated molecular cell - or what I have come to call the 'Unwanted Outsider', thusly nullifying all magical attempts to remove the scarring - and as the Unwanted Outsider survives as a parasite to it's host, any attempts to physically remove the scarring will simply result in redundancy. \n\nAnti-Magic Scarring often is visually noticeable due to its glowing arcanic hue, and its permanency upon it's host; despite efforts to remove it. It is the most difficult form of scarring to remove, as the Unwanted Outsider is a mutated cell, devised from a constituent of the Shadow Weave, who's function is to feed upon the cells that are generated in its predisposed stasis, and replicate them almost perfectly. \n\nA successful and concentrated attempt using Mordenkainen's Dysjunction is a possible way to remove the anti-magic field from the mutated molecular cell (note that I use the term 'concentrated' Mordenkainen's Dysjunction. This is due to the average statistical success rate of such a spell dismissing an anti-magic field is 30%: a concentrated formula empowered by those of the school of Abjuration can boost the probability of success significantly - giving an average success rate of 45%), however upon doing so, one still must deal with the then unbridled replicative growth of the Unwanted Outsider within the host's body - Upon successfully disarming the Anti-magic field it may be possible that the Unwanted Outsider will rid itself of its obvious ink-like countenance and burrow itself further into the Host: if this occurs location of the Shadow Weave creation will be almost impossible to find. The extractor must cast almost immediately upon the symbol, or scarring with a Transcribe Symbol spell - as the Unwanted Outsider's transformation period betwixt magically bound and unbridled is a period of roughly six seconds; beyond that it will have almost definitely shed itself of it's symbolic facade and thus would have nullified the spell. \n\nIt is important to ensure when transitioning the symbol from one location to the other that the symbol is transcribed onto another host that could then be banished. It may seem cruel, but in order for the spell to work, and for the parasite to be successfully transcribed, it will need a living host: and for the safety of those upon Amia (in fear of this creature reproducing - although in honesty I am not sure if that is at all possible, given the clinical functionality of their construction) the host must be banishable. \n\nAfter this it is important to see to the victim and ensure they are healthy - a cleric may be better suited to this task, as the process will be incredibly painful and will no doubt cause undue stress upon the subject. \n\nNecessary Components\n\n\n-First Phase-\n1/2 dozen silken Handkerchiefs\nA feathered pillow\nA golden lace\nFragmented or crystallized Mythallar\n3 prepared Mind Blank spells\n5 prepared Mordenkainen's Disjunction spells \n1 single Abjurist\nA cleric prepared with the necessary healing abilities\n\n-Second Phase-\n1 Chrome Ink-well\nInk\nA Quill (Preferably of Sun Elven make)\nA disabled Imp (specifically of the color red)\nAn empty Flask of what once held the contents of a Calimport Whiskey\nMore Healing Spells\n1 Broad-Rimmed Axe-Head\n\n-Final Phase-\n1 Banishment spell\n4 1/4 broken glass\n3 distilled glasses of pure alcohol\nA resting bed\nA restoration spell\n\nThis is overall an accurate speculation - however it is still only a speculation and whether the details listed here will be helpful, or will indeed work, I have statistically governed and concluded it with a 76% accuracy of being successful. \n\n~Elder Meldrium Verafend\n\nCriticisms of the Monolith: Compendium Excerpt #68\n\n\nSeven Celestial Virtues\n\n\nThe Seven Celestial Virtues are a fickled fortune only fathomable by the fool's facade. I have read through the virtues attempting to understand their precise purpose, interrogating the throughline, or even reading from the very words that rest so reluctantly upon the page itself; - yet I, nor my venerable conference of a mind has found any specific, or even helpful purpose to what I will refer to as the SCV. \n\nMy judgements will begin with the author himself - and then I shall move on to justify my opposed stance to this asocial assembly of a psuedo-intellectual higher order. Tuomas Valis, I am led to believe is the author; he is an elderly gnome who has mustered a rather inproportionate reputation about the Isle as one of the leading experts on the Arcane. Admittedly, I respect the Gnomes for their intricacy and understanding of the respective Weave - they are not unlike us; due to their finite indelibility. But one must remember they are Illusionists. The Gnomes, specifically the Rock Gnomes, have survived throughout the millenia through absolute deception from their predators; using illusion as their shield and advocate - they simultaneously forego and develop new predators almost daily. I would not be surprised if Tuomas Valis has himself constructed a illusitory scenario that has bedazzled and bent the truth of those that are entrapped by his audacious reputation: furthermore I would not be surpised if Tuomas was an illusion devised by the late, great Boppi himself; - however I will refrain from holding that with severity due to potentially giving the slave of the Monolith too much credit. \n\nNo, no - my throughline is to state that the Gnomes have endless predators, and countless spells to deceive and prevail: spells that I myself may not even be aware of; - and that very construct, given the inevitability, contradicts four of the seven celestial virtues. Humility, Patience, Temperance and Diligence (although in all honesty, i am particularly confused with the direct differentiation of Diligence and Patience: as they both beat around the bush with very little point, and coincide with one another - making it difficult to know whether their point, if there is any, is strong enough to stand on it's own).\n\nWhich will bring me to my next point, stepping aside now from the author and veritably gliding our way toward the analysis of the SCV's. The seven celestial virtues, incase my readers are not aware of their particulars (the book 'Seven Celestial Virtues' is available in Mystra's Monolith for a relatively small fee) are Chastity, Charity, Temperance, Diligence, Patience, Kindness, and Humility. All are relatively synonomous to the other - a thesaurus of such! Charity, kindness. Temperance, Patience. Diligence, Chastity; and finally the odd one out, but in my opinion one of the most important virtues of all - Humility. It is a virtue. \n\nMy immediate thoughts are this - what about Prosterity? What about Knowledge? What about Respect? What about Self-Awareness? Are these virtues not important? Are these virtues less 'celestial' than chastity, or diligence? I will argue all four virtues of the once seven celestial virtues, and discuss their relevance to the Arcanum. \n\nCharity and Kindess: the 1st virtue\n\n\nYou may consider why have placed these two seperate virtues together into the one virtue; or you may have already been intelligent enough to have drawn that conclusion, to paint the correlation seemlessly between the two. Overall, this is a criticism of the work of Tuomas Valis, and my criticism is that he failed to draw direct principles for either virtue - allowing both to fall haplessly into the other. Taken from this example:\n\nCharity: Giving freely to those in need, whether in the form of coin, physical resources or donation of relevant and potent spells, or alternatively in one's own essence for more potent rituals.\nTo some extent, extending mercy to those whom have been felled, or showing consideration\n\n\nTo this:\n\nKindness: Being polite to all beings and showing consideration to any request. Additionally, being respectful of all even those who would be your foe and who stand diametrically opposite to your beliefs, for they too are mortal beings more likely then not.\n\n\nI do suppose giving freely to others in form of coin and physical resources may be a virtue in some sense, however it's relevance to the Arcanist is refutable. It seems to me more the effort and job of the Paladin - to tarry and play with the weaker and infant-like humans who claim they are in dire straits. It is also most odd, this virtue, coming from a Gnome who would quicker result to Schadenfreude, as oppose to chivalry. But what I find most infuriating is the line 'To some extent, extending mercy to those whom have been felled, or showing consideration' and the opening sentence to the next virtue 'Being polite to all beings and showing consideration to any request.' Is there no specificity warranted in such an essay? Moreso, an essay granted to the 'celestial' virtues! Oh the heavens and the hells the author has broken one of his own virtues - diligence. \n\nWhich brings me to my final point on the first virtue. 'Additionally, being respectful of all even those who would be your foe and who stand diametrically opposite to your beliefs, for they too are mortal beings more likely then not.' Is this not foolish? Would I not be considered a Dandy-Pete if I simply showed my diametrically opposed nemesis kindess and respect simply because he is a mortal being? What if he is not? Should I swap Mordenkainen's collector cards with him? How is this in any way helpful to an Arcanist? What if the Arcanist's diametrically opposed nemesis is a master of weapons and the Arcanist, due to the celestial virtue simply shows his respect and kindess by moving forth to shake the hand of the blackguard? By this logic, the Arcanum will soon be emptied of it's bearer's due to absolute disregard of their own safety. \n\nTemperance and Patience: the 2nd Virtue\n\n\n\nTemperance: Approaching all actions rationally, and disconnecting oneself from emotional reactions or inclinations, with the exception of the benevolant emotions of love, goodwill, and caring. Judging not a being for it's race or bloodline, but for it's actions.\n\n\nI do not believe this is a celestial virtue. Perhaps it is a celestial virtue for Mystra - but an Arcanist dedicated to the duty of Corellon Larethian would be left fed to the spiders. I have a diametrically opposed issue with the virtue of Temperance, specifically with it's contradictory subject matter. In chastity Tuomas discusses refraining from emotional attachment with those that may weaken the mind, however in temperance he discusses that as the only exception of emotion better suited to the arcanist: yet he paints them with the pre-cursor, or what I believe is a disclaimer, of benevolence. The benevolant emotions. In my honest opinion, I believe these are very important - but what he says not to do just the sentence before is to 'completely disconnect oneself from emotional reactions or inclinations.' Is this a guideline for an Arcanist or the virtues of a monk? Humanoids, humorously enough, are unfortunately subject to the very nature of emotion. It is what governs them; especially humans. Humans learn and adapt so quickly to their environments due to their emotional postulation. Now that I've pointed out the absurdity of temperance, let me bring you to the largest virtue of Tuomas'. Patience. \n\nI will not include it's full text here... However it is a simple purportion of the state of temperance, coinciding with Diligence and ultimately Kindness. It is as though he believed patience was the centre-piece of his celestial virtues, and he attached each virtue subtely into the construction of it's objective. I believe patience is indeed a virtue - but presumption is an expectation: not an act of patience (or lack their of). What he does discuss is comprehension: comprehension of scenarios, spells, field work, the comprehension of the Art perceived by others: - he discusses comprehension more than he equivocates to the allusion of patience, therefore should this virtue not be renamed 'Knowledge'? \n\nDiligence and Chastity: 3rd Virtue\n\n\nHere we see the virtues become more blurred and absurd. I have put these two virtues together, because ultimately they compliment the other. If one is to be chaste, then one has shown diligence. If one is to be diligent - then one might as well be chaste. The issue here is that he discusses, or alludes to the virtues of a Paladin, or Cleric, or Monk. He confuses the analytical and esoterical nature of the Wizard or Loremaster with those that smite evil and serve the good. Or at least he would have: however judging from what he included in Diligence: \n\nDiligence: Being careful and refraining from presumption or conclusion and allowing such to cloud one's judgement in action. Showing care and fully exploring all aspects of a situation as able, through the use of applied reasoning and deductive investigation.\n\n\nHe's gotten the term rather mixed up with what he wrote in patience: \n\nPatience: Avoiding presumption and recognizing that the Art and the accomplishment of it's comprehension are meant to be a thorough and careful process rather then simply jumping to conclusions. Taking the time to contemplate all aspects of a situation and of a potential spell or experiment before beginning any field work in such.\n\n\nAre you reading double? I am. Moving on...\n\nHumility: The Final (Fourth) Virtue\n\n\nI agree with this myself - that humility is a virtue important to the aspiring wizard. However, what makes humility a celestial virtue itself? Is it that those that have gained great power, those that have served the Demons of the Abyss or conjured them to, those that have sought to completely and unassailably understand the comprehensive and irrefutable infinite powers of the Arcane, have all been evil? Or have all been driven to madness? Do we put limitations on our quest or thirst for knowledge due to the fear that we cannot handle such things in our mortal forms? Why put a limitation on what one can learn simply because it shows humility? I am the most powerful mage on the Isle, yet my humility and modesty is still there - and all that I do is for the people; and still I persist to learn more, to understand more. \n\nHumility is a virtue for the celestial as much as it is a virtue for the feeble. \n\nIn conclusion - to end this analysis of my many criticisms of the Monolith - the absurdity that Tuomas, the author, reserves the right to alter the perspective of information granted in the SCV, only proves to me the infant-like and unprepared nature of the Monolith - that they cannot formidably finish or exercise a fundamental conclusion upon a subject: which is why it is always so easy for me to criticise them and the way they view the Weave. \n\n~Elder Meldrium Verafend\n\nBigby's Grasping Hand: Compendium Excerpt #14\n\n\nThe Construction\n\n\nI am not aware what drove the mageling Bigby into creating such a spell - it may have been due to his slavery under Mordenkainen, or perhaps it was merely a musing of his, however the complexity of the spell, despite it's rather simple dimunitives, is most intriguing and has granted it the seat of my favored spell from the school of Evocation; and will be inserted as a folly into my compendium as excerpt #14 of many. \n\nI will hereby list the spells attributes and continue to explain their uses.\n\nSpell Name: Bigby's Grasping Hand\n\nTier:Seven\n\nNecessary Components: \nVocal, Somatic, and Material (Leather Glove)\n\nCold Duration: 6 seconds\n\nCasting Time: 7 seconds\n\nArea of Effect: Special\n\nResistence:Cold Resistance\n\n\nThe construction of the spell designed by the apprentice Mage, Bigby, is in practice relatively simple. The caster uses both vocal and somatic components, as well as the material component (A leather glove) to erect an unfathomably strong manifestation of the Weave's pure energy with the function of blocking, or holding a creature or object. \n\nIn principle, or rather - theory, the design is much more complex. Bigby has used what I define as The Weaver's Thimble(see excerpt #236 for information of The Weaver's Thimble) and this allows him to not only irrevocably intercept the Weaves fabric energies, but furthermore he irrefutably renegotiates the Weaves proposed energy patterns forcing the material component, in this case the Leather Glove, to channel itself like threads through it, therefore causing the effect: a hand formed of pure arcanic energy. \n\nSuch finesse in altering the finite threads of the Weave is unbridled and chaotic; and in excessive use could indeed cause irreparable damage. That is why it is a cold spell, and one not to be tempered with unless you are well versed in the Art; the very short nature in which one can negotiate the Weaves path in this spell is indicative of it's unstable matter. \n\nA sketch of raw Weave Energy\n\nMechanical Principles\n\n\nAs the name indicates, the spell was created by Bigby, a former apprentice of Mordenkainen (a far more revered Wizard, and one whom I consider an associate). The spells accessibility, from the research I have gathered is minimal - granted only to those with the ability to cast seventh tier spells, unlike different versions of the spell - the Grasping Hand is far more intricate and therefore difficult to cast. My reader#s must also be aware that when I place restrictions and limitations on casting, I do not mean to insinuate that you yourself are not a good Wizard - the tier points out the physical limitations of the caster, not their skill. Many spells have the ability to either consume or destroy the caster if not done correctly... It is why one rarely sees Sorceror's with grey hairs. \n\nThe unstable fabric of the nature of this spell, in Wild Magic regions, could most indefinitely destroy those who are not prepared or who cannot withstand the physical strain of such raw energy. \n\nThe components are simple - requiring a somatic (I have conferred it is a mere flick of the wrist with glove in hand, altering the off-hand in a whirlwind motion as if you were spiralling a handtowel to whip it forth, bringing them simultaneously together at the end. For more information, read 'Altering Somatics by Region: Excerpt #20'), a vocal component (Ala'Cam = roughly translating into common as a wealth of growth and weight: being an idiom, directly translating it won't particularly make much sense) and the material component, which is motioned to strictly be a Leather Glove - as in many of his spells. However, the glove doesn't need to be particularly mundane, as it is retrievable and is not disintegrated when encapsulated by the Weave. However, if destroyed - the Glove too will be destroyed, which is why I often carry a four pair on me. \n\nWhich brings me to the area of effect, in which I will explain why I've placed special down. Bigby's Grasping Hand creates a man-sized (5 feet) to gargantuan-sized (21 feet) hand that appears and grasps a creature designated by the caster, regardless of what the spellcaster does or how the opponent tries to escape it. The grasping hand can hold motionless a creature or object of up to 1,000 pounds weight, slow movement to a creature that weighs between 1,000 and 4,000 pounds, or slow movement by 50% if the creature weighs up to 16,000 pounds. The hand itself inflicts no damage, and can be destroyed. The caster can order it to release a trapped opponent or can dismiss it on command. \n\nClarity of Cold\n\n\nI should explain to my readers what I mean by cold duration and cold resistance. Cold is often a term Spellcasters use when referring to a Caster whom has just learnt that specific spell. The Cold form of casting is often very short and relatively uncontrolled - resulting in a quick dismissal of the spell. Over time, one may focus and concentrate, understanding the energies of the Weave more than they would when casting cold. It is merely another word for what I have heard in common, about the place in Cordor and Amia Forest, called 'newb'; which I believe refers to the Common word newbie, insinuating the results of one being new at something. \n\nI will truly never understand the irony, or the ironic way humans use it for their own amusement - it is indeed beyond me. \n\n~Elder Meldrium Verafend\n\nBarbarians of Faerûn: Compendium Excerpt #146\n\n\nWhy Barbarians Are Perpetually Angry\n\n\nSpoken from the heart of The Cold Lands comes a saying expectorated from the sullied tongue of a Nar, 'Deed, not blood.' A noble aspiration for a Barbarian incapable of literacy. Similar words were uttered from the masked voices of the Tuigan, and likewise from the noble, and dare I say, considerably honored Uthgardt. It is a muse of mine to dwell on the fascination, and quite probably, the phenomenon that is the intellectual or coherent Barbarian. Two hundred years ago, before the Times of Trouble I was fortunate enough to conduct an anthropological study on the Tuigan and their riders; likewise one hundred years later I did the same for the Black-Raven Uthgardts of Raven Rock in the Northlands - and tumultuously, and much to my uncredited dismay, recently I studied the Tuskan Barbarians of Brogendenstein. \n\nMy study, as you may reference in more recent excerpts has drawn me to the question 'Why are Barbarians so perpetually angered or enraged?' With such a sense of pride and honor - each with an indelible morality, or at least a morality dedicated to the discourses and designs of their community - however most, if not all, share the similar disposition and qualities of honor and this term, 'deed'. With such infatuations to the chivalric code, correlative to the Paladin or the Knight, why is it that the Barbarians of the North, the Tundras, the Coldlands, and the Hordelands are so goddamned pissed off?\n\n(The excerpt ends suddenly, having been torn off at the bottom.)\n\nConcerning My Handkerchief: Compendium Excerpt #01\n\n\nMy Handkerchief\n\n\nI have not used my handkerchief! Not for it's purpose intended. Would it were that I had he'd no doubt whinge about it, and has done so before. I cannot fold my Handkerchief! For he would not agree, it is as though he's mine, but I am his, and we cannot foresee. I have not cleaned my Handkerchief! No, definitely not so; he tells me that his fabric weakens, and his sinus' are irritated by the river flow. Have I use for this Handkerchief? I would it were not so, but I cannot part, I could not flee - he's cursed my seams and sewn my seamless senses till they've let sense all but go.\n\nFelix, a particularly insubordinate wretch of a subordinate that I have, for the past twenty years kept hidden away due to his compulsive spontaneity and his perculiar disdain toward my using of his properties. \nIt was most nerve-wracking in times of great peril when Felix would wail about the cuff of my sleeve, stating that 'The synthetic crap on your crappy robe is catching upon my fine, fabulous silk...' He was often the cause of alarm, and proved more of a burden than a necessity of hygiene. \n\nFelix was made of a silken-fabric lined with a cross-stitching of linen - the finest fabrics about all of Toril. I discovered Felix accidentally, having slain a Red Wizard in The Hordelands during an anthropological, and no doubt, necessary study on the Barbarian tribes some three hundred years ago. I had noted a muffling upon the burnt corpse of the targeted Red Wizard, and further searched his body for dubious items - 'twas there, laden with a coat of fine scarlet red, with a white bordered and intricate pattern of helms and swords; a Handkerchief in his back left pocket of his Leather Leggings. \nHere it was that I found my curse... \n\nMy Concerns\n\n\nThey are not truly concerns of such, but thoughts regarding the ostentatious nature of my very animated snot-rag. It is not so much his intellectual properties that concern me, as they are befitting my esteemed profession, but moreso his demands that I have yet to equivocate. \n\nHe will insist I am worn only in the back left pocket, and if I change him to the right side - I am foregoing my dignity. \n\nHe has refused to be used for his actual purpose, knowing that if he's removed from my back left pocket for any amount of time, it could allegedly, 'weaken his seams and make him sick.' \n\nFolding him is a senseless endeavour - he will not have it, so there is no point in further pursuing such matters.\n\nHe believes that direct contact to rain (likewise any form of water) will make his colours run - therefore it is necessary that I have him protected from such at all times with the use of what he calls a 'diaphragm'. \n\nHe speaks too much - and demands that he not be silenced (although admittedly I have secretly done this, knowing he would not notice the effects and lo' and behold upon the effects wearing off, he was onto a discussion about his biophysical entropic principles.)\n\nHe believes he was a great physician in the past, before he became this ostentatious Handkerchief of Thay (however, I am led to believe he was ostentatious and obnoxious before he was cursed). \n\nThe use of the words Napkin, Tissue, Hanky or Handkerchen are strictly forbidden; as they are the avatars of his arch enemies and speaking their name three times will conjure both him and they into an epic battle to the death. \n\nMy Handkerchief has been locked away now for twenty years as I was unable to promisingly meet his demands...\n\n~Elder Meldrium Verafend"
    }
  },
  "DisarmDC": {
    "type": "byte",
    "value": 0
  },
  "Faction": {
    "type": "dword",
    "value": 1
  },
  "Fort": {
    "type": "byte",
    "value": 5
  },
  "Hardness": {
    "type": "byte",
    "value": 5
  },
  "HasInventory": {
    "type": "byte",
    "value": 0
  },
  "HP": {
    "type": "short",
    "value": 10
  },
  "Interruptable": {
    "type": "byte",
    "value": 1
  },
  "KeyName": {
    "type": "cexostring",
    "value": ""
  },
  "KeyRequired": {
    "type": "byte",
    "value": 0
  },
  "Lockable": {
    "type": "byte",
    "value": 1
  },
  "Locked": {
    "type": "byte",
    "value": 0
  },
  "LocName": {
    "type": "cexolocstring",
    "value": {
      "0": "Meldrium's Compendium of the Relative Everything"
    }
  },
  "OnClick": {
    "type": "resref",
    "value": ""
  },
  "OnClosed": {
    "type": "resref",
    "value": ""
  },
  "OnDamaged": {
    "type": "resref",
    "value": ""
  },
  "OnDeath": {
    "type": "resref",
    "value": ""
  },
  "OnDisarm": {
    "type": "resref",
    "value": ""
  },
  "OnHeartbeat": {
    "type": "resref",
    "value": ""
  },
  "OnInvDisturbed": {
    "type": "resref",
    "value": ""
  },
  "OnLock": {
    "type": "resref",
    "value": ""
  },
  "OnMeleeAttacked": {
    "type": "resref",
    "value": ""
  },
  "OnOpen": {
    "type": "resref",
    "value": ""
  },
  "OnSpellCastAt": {
    "type": "resref",
    "value": ""
  },
  "OnTrapTriggered": {
    "type": "resref",
    "value": ""
  },
  "OnUnlock": {
    "type": "resref",
    "value": ""
  },
  "OnUsed": {
    "type": "resref",
    "value": ""
  },
  "OnUserDefined": {
    "type": "resref",
    "value": ""
  },
  "OpenLockDC": {
    "type": "byte",
    "value": 0
  },
  "PaletteID": {
    "type": "byte",
    "value": 13
  },
  "Plot": {
    "type": "byte",
    "value": 1
  },
  "PortraitId": {
    "type": "word",
    "value": 0
  },
  "Ref": {
    "type": "byte",
    "value": 0
  },
  "Static": {
    "type": "byte",
    "value": 0
  },
  "Tag": {
    "type": "cexostring",
    "value": "book_arc_011"
  },
  "TemplateResRef": {
    "type": "resref",
    "value": "book_arc_011"
  },
  "TrapDetectable": {
    "type": "byte",
    "value": 1
  },
  "TrapDetectDC": {
    "type": "byte",
    "value": 0
  },
  "TrapDisarmable": {
    "type": "byte",
    "value": 1
  },
  "TrapFlag": {
    "type": "byte",
    "value": 0
  },
  "TrapOneShot": {
    "type": "byte",
    "value": 1
  },
  "TrapType": {
    "type": "byte",
    "value": 0
  },
  "Type": {
    "type": "byte",
    "value": 0
  },
  "Useable": {
    "type": "byte",
    "value": 1
  },
  "Will": {
    "type": "byte",
    "value": 0
  }
}
