{
  "__data_type": "UTP ",
  "AnimationState": {
    "type": "byte",
    "value": 0
  },
  "Appearance": {
    "type": "dword",
    "value": 1328
  },
  "AutoRemoveKey": {
    "type": "byte",
    "value": 0
  },
  "BodyBag": {
    "type": "byte",
    "value": 0
  },
  "CloseLockDC": {
    "type": "byte",
    "value": 0
  },
  "Comment": {
    "type": "cexostring",
    "value": ""
  },
  "Conversation": {
    "type": "resref",
    "value": ""
  },
  "CurrentHP": {
    "type": "short",
    "value": 10
  },
  "Description": {
    "type": "cexolocstring",
    "value": {
      "0": "Rational Hatred of the Dhaerow.\n\n\n\nMy family were taken during a raid by the Dhaerow when I was young. My mother and father were killed, my sister raped and murdered. Years on from this tragic day, I was told that my hatred of the Dhaerow was blind. This work is to briefly explain the hatred that most of us feel. It would be irrational to consider anything other than pure hatred of the Dhaerow, our enemy.\n\nBasic Description:\nThe Dhaerow are twisted and evil. They are shorter and more slender than us, have dark skin to reflect their dark hearts, and pale hair. They are a silent enemy, see well in the darkness, and resist magic naturally. They are very vulnerable to light, yet that doesn't seem to stop them from crawling from their homes under the earth. Drow are motivated by fear and hatred. They lie and cheat, they are dishonourable and deception comes naturally to them. Drow are incredibly religious, following in the wishes of their Dark Gods and Goddesses.\n\nOur Enemy:\n\nThe Dhaerow are the enemy of the People. Any who think otherwise need only speak to a Priest of Corellon Larethian, a Hunter of Shevarash, or a Sage of Labelas Enoreth. Each of the People likely have their own story about the Dhaerow, the horrible things they've done, histories and reprocussions of their actions.\n\nThey were once similar to the People, though weak at heart, for they fell to the worship of dark powers, such as Lolth, her son Vhaeraun, and Ghaunadaur. The Dhaerow used the tragic Crown Wars to take advantage of the People, seeking to rule over all of us. By the end of the fouth Crown War, the Dhaerow had become so corrupt and so twisted, that our lord Corellon Larethian cursed and banished them beneath the earth. \n\nTheir Ambitions:\nDhaerow seek power, and domination of others. This happens in their lives from moment to moment, but they strive collectively to destroy other species. Primarily, they hate and wish to destroy the People. If they cannot destroy us, they wish to enslave us.\n\nThey fear what they worship, and one another. It is unlikely that the Dhaerow could ever actually achieve their larger ambitions due to the civil warring between them. They betray their own, and continue to do so. Their way of life keeps them struggling.\n\nConsider what might happen if they began to show a sense of community as we do. Dhaerow are already a serious threat, which would be escalated exponentially if they began working together. \n\nAccounts:\nThe following exerpts are accounts of encounters with the Dhaerow. The author is listed with each story.\n\nVarious pages are dedicated to particular encounters and reports of raids by the Drow.\n\nWhat we can do:\nWe are asked ever onwards to be wary of the Dhaerow. From our very first days we are warned of the threats of the enemy. \n\nOur Corellon Larethian, The Creator of the People, instructs us to be ever vigilant against the return of the banished darkness, and be strong in heart against the corruption of the Spider Queen. We must be wary of the return of the Dhaerow. They come back to the surface, little by little, and either raid and destroy our villages... Or they sneak into the surfacer societies. The Dhaerow are corrupt, and not one is released from their curse or characteristics.\n\nThe dark influence of the Dhaerow can corrupt the People. We must embrace the People's way of life. We must find a way to continue the joy of life, free from the threat of the Dhaerow. \n\nAngharradh, the Queen of Arvandor, asks us all to work together in defending the lands of the People from those who would work evil. Vigilance is key. Not a single Dhaerow can be overlooked or trusted. We must work together, for our sense of community is what makes us strong.\n\nSehanine Moonbow, the Goddess of Moonlight, says that as the spirit transcends it's mortal bounds and new mysteries are uncovered, a higher form is achieved and the cycle of life continues. We must recognise that our war against the Dhaerow is higher than our mortal selves. It is a spiritual battle, of conflicting beliefs. We are honorable and holy, where they are deceptive and unholy. Our Seldarine reserve a place in Arvandor for us all, and this is barred from the Dhaerow. The Dhaerow have taken for granted the very things that made them special in the eyes of the Seldarine. They spit on our Gods, and turn their twisted minds to their own corrupted souls. And so they have been damned!\n\nLabelas Enoreth, Lord of the Continuum, asks us to record and preserve the lessons of history, and draw lessons from that which has unfolded. We can learn from our histories! I urge any who read this to check our histories for stories and accounts of the Dhaerow. Look into the very beginnings of their deceptions and workings. Time and time again do they betray us. Time and time again do they attack us, raid our villages, rape our families and burn our homes. We must preserve the lessons we have learnt of the Dhaerow. We cannot trust them. Draw lessons from their damnation.\n\nRillifane Rallathil, The Great Oak, asks us all to contest the quick and slow death of his bounty (the wonders of the natural world) and hold strong like the great oaks in the face of those who can see only their own immediate needs. The People are blessed by the Seldarine with long life. We see far beyond the horison of our times and witness the very world changing. The Dhaerow's ultimate destruction will not happen in the near future, but it is something that cannot be put aside for later. We must always work against them, always remaining firm in our beliefs. Hold strong against the Dhaerow, and also those that would defend them.\n\nSolonor Thelandira, the Forest Hunter, teaches an important lesson; \"Choose your targets carefully, for an ill-considered action can have a long-reaching impact.\" We have chosen carefully, in fact so have our Seldarine, and the target is the Dhaerow. On the other side, the Dhaerow have chosen their targets; our People. Their evil actions have changed the path of our histories for millenia, and this will continue until they are gone.\n\nNo matter who you are, no matter what you do, no matter your training or experiences... You must be wary of the Dhaerow. We can only be safe, free, and enjoy life when they are destroyed.\n\nShevarash, The Black Archer.\n\n\"The greatest enemy of the Seldarine is Lolth, who sought the corruption of Arvandor and the overthrow of the Creator of the Elves. The greatest enemy of the Fair Folk is the drow, the debased followers of the Spider Queen who long ago were enmeshed in her dark web. Redemption and revenge may be achieved through the utter destruction of the drow and the dark deities they serve. Only then may the joy of life begin anew. Hunt fearlessly!\"\n\nTake up your bow. Take up your sword. Join me, and push the Dhaerow back down into the Underdark. From there, we will hunt, and they will come to their end in the depths of the world. Seek out Ansrivarr, or Slaenvir, to hunt the Dhaerow without mercy or compassion."
    }
  },
  "DisarmDC": {
    "type": "byte",
    "value": 0
  },
  "Faction": {
    "type": "dword",
    "value": 1
  },
  "Fort": {
    "type": "byte",
    "value": 5
  },
  "Hardness": {
    "type": "byte",
    "value": 5
  },
  "HasInventory": {
    "type": "byte",
    "value": 0
  },
  "HP": {
    "type": "short",
    "value": 10
  },
  "Interruptable": {
    "type": "byte",
    "value": 1
  },
  "KeyName": {
    "type": "cexostring",
    "value": ""
  },
  "KeyRequired": {
    "type": "byte",
    "value": 0
  },
  "Lockable": {
    "type": "byte",
    "value": 1
  },
  "Locked": {
    "type": "byte",
    "value": 0
  },
  "LocName": {
    "type": "cexolocstring",
    "value": {
      "0": "Racial Hatred of the Dhaerow"
    }
  },
  "OnClick": {
    "type": "resref",
    "value": ""
  },
  "OnClosed": {
    "type": "resref",
    "value": ""
  },
  "OnDamaged": {
    "type": "resref",
    "value": ""
  },
  "OnDeath": {
    "type": "resref",
    "value": ""
  },
  "OnDisarm": {
    "type": "resref",
    "value": ""
  },
  "OnHeartbeat": {
    "type": "resref",
    "value": ""
  },
  "OnInvDisturbed": {
    "type": "resref",
    "value": ""
  },
  "OnLock": {
    "type": "resref",
    "value": ""
  },
  "OnMeleeAttacked": {
    "type": "resref",
    "value": ""
  },
  "OnOpen": {
    "type": "resref",
    "value": ""
  },
  "OnSpellCastAt": {
    "type": "resref",
    "value": ""
  },
  "OnTrapTriggered": {
    "type": "resref",
    "value": ""
  },
  "OnUnlock": {
    "type": "resref",
    "value": ""
  },
  "OnUsed": {
    "type": "resref",
    "value": ""
  },
  "OnUserDefined": {
    "type": "resref",
    "value": ""
  },
  "OpenLockDC": {
    "type": "byte",
    "value": 0
  },
  "PaletteID": {
    "type": "byte",
    "value": 13
  },
  "Plot": {
    "type": "byte",
    "value": 1
  },
  "PortraitId": {
    "type": "word",
    "value": 0
  },
  "Ref": {
    "type": "byte",
    "value": 0
  },
  "Static": {
    "type": "byte",
    "value": 0
  },
  "Tag": {
    "type": "cexostring",
    "value": "book_soc_004"
  },
  "TemplateResRef": {
    "type": "resref",
    "value": "book_soc_004"
  },
  "TrapDetectable": {
    "type": "byte",
    "value": 1
  },
  "TrapDetectDC": {
    "type": "byte",
    "value": 0
  },
  "TrapDisarmable": {
    "type": "byte",
    "value": 1
  },
  "TrapFlag": {
    "type": "byte",
    "value": 0
  },
  "TrapOneShot": {
    "type": "byte",
    "value": 1
  },
  "TrapType": {
    "type": "byte",
    "value": 0
  },
  "Type": {
    "type": "byte",
    "value": 0
  },
  "Useable": {
    "type": "byte",
    "value": 1
  },
  "Will": {
    "type": "byte",
    "value": 0
  }
}
