{
  "__data_type": "UTP ",
  "AnimationState": {
    "type": "byte",
    "value": 0
  },
  "Appearance": {
    "type": "dword",
    "value": 1386
  },
  "AutoRemoveKey": {
    "type": "byte",
    "value": 0
  },
  "BodyBag": {
    "type": "byte",
    "value": 0
  },
  "CloseLockDC": {
    "type": "byte",
    "value": 0
  },
  "Comment": {
    "type": "cexostring",
    "value": ""
  },
  "Conversation": {
    "type": "resref",
    "value": ""
  },
  "CurrentHP": {
    "type": "short",
    "value": 10
  },
  "Description": {
    "type": "cexolocstring",
    "value": {
      "0": "ou find a book here, bound in a sturdy leather cover dyed a deep mahogany-red. In the cover, in Dwarven Runes, is stamped the title:\n\nParables of the Morndinsamman\n\nUpon opening it, you find a short table of contents, followed by a number of short fairytales, all of which seem centered around tales of the gods and a rather traditional view of dwarven morality. Generally speaking, they seem a bit grim.\n\nHow the King lost his Kingdom, a Dwarven Tale of Wisdom\nBy Vigdis of Runedar\n\nOnce, in the old days, there lived a dwarven king who was well-loved and respected by his people. \nHe had done many great things for his citadel, and his long reign had brought peace and prosperity \nto his fellow lords in other lands. Proud was this king, and justly so; but also in his heart lurked Pride's \nshadow, Vanity. So proud was the king of the brilliance of his rule that be began to think himself the \nmost clever and knowledgeable of all the kin, and favoured by the gods above his fellows. But the \nMorndinsamman saw his vanity grow to hubris. \n\nAnd so, in his hubris and convinced in his divine appointment, he issued a challenge to all the kin of his \nkingdom, stating \"My rule is by the hand of the gods- denying my right to such is as impossible as \nthrowing a mountain. On the day a kin throws a mountain, to that kin I shall give my kingdom and my \nthrone.\"\n\nVergadain, hearing the hubris of the king, cloaked himself as a noble and traveled to the land of the \nboastful monarch. It was a rich and lustrous land, full of prosperity, safe for kin to call home. As he \ntraveled the deeproads to the citadel, Vergadain found no shortage of kind kin willing to aid his travels \nor give him a place to sleep for the night. The king had done well for his people, and they were all too \neager to speak his praises. Many shared a story of a personal kindness the king or one of his men had\nbestowed on them.\n\nWhen Vergadain reached the halls of the king, he had word sent that there was a kin who could throw \na mountain. And so the king had the noble sent for, and brought before him.\n\n\"Who are you,\" he asked Vergadain, \"who feels he can throw that which the gods themselves have set \nas the bones of the earth? Such is hubris, and will lead you astray.\"\n\n\"I am but a humble lord in service of the Morndinsamman, my king. They have given me the might to \nthrow a mountain, and I have heard such words come from their lips,\" replied Vergadain.\n\n\"Then surely you will throw a mountain, o sir,\" said the king, \"for if you do not, I shall have you executed \nfor your blasphemy.\"\n\nAnd so the king had them taken to the surface, to the bottom of a cliff face on a plain. Stepping ten paces \nfrom the face, the king planted his sword in the ground. He stood behind it and commanded, \"Sir, you \nshall now throw the mountain past my sword.\"\n\n\"O king,\" asked Vergadain, \"how far past your sword must the mountain be?\"\n\n\"Should you throw it and any part of the mountain lands past my sword, so shall I consider the deed done.\"\n\nWith those words, Vergadain drew Goldseeker from its hilt and struck the face of the mountain. Taking a \nchip that had cleaved from the stone, Vergadain threw it past the sword. And so, bound by honour, the king \ngave to Vergadain his kingdom and his throne.\n\nRemember this tale always, for it warns us of the dangers that come with pride- vanity, hubris, and conceit. \nBe proud of your achievements and importance to the kin, but never let your vanity convince you that you are \ngreater than your station. Be humble, be diligent, and do always honour to the Morndinsamman.\n\nHow the Soldier brought Ruin upon his Hold\n\nIn a time past, in a kingdom deep in the heart of a great mountain of limestone and marble, there \ncame a great threat from the deep tunnels: The scouts had found passages to the Underdark \nthrough which the evil Drow could attack the city, seeking to steal its riches. The king called a \ncouncil of his thegns and commanded that each of their houses would be responsible for guarding \nthe maze of tunnels between the kingdom and the Underdark.\n\nObediently, the great houses complied with the King's edict and set up guardposts throughout the \ntunnels, each one tasked with stopping the Drow scouts from finding the location of the city.\n\nThe great Hold's defenders stood firm for weeks, then years, then decades. As the kingdom grew in \nrichness, its defenders waged a ceaseless war against the horrors of the Underdark. And so it came \nto pass that a century had gone by, and still the kingdom grew in wealth and beauty. Still the miners \nexpanded the tunnels while the defenders held the deep ways against all threats.\n\nIt came to pass, then, that a Drow scouting party came upon one of the very closest posts to the \nUnderdark, and were fallen upon by the defenders. The party leader, a female, was captured alive. \nOnce questioned, the commander of the post was satisfied that their scouts had not uncovered the \nlocation of the Hold. Mercy gripped the heart of the commander and he ordered the release of the \nprisoner, commanding her to flee back to her home and never return. His second advised him that this \nwas foolishness, that Berronar's mercy was not to be given to those who threatened hearth and home.\n\nThe commander ignored the wisdom of his second and loosed the shackles of the Drowess before \nsending her back to the Underdark. Thanking them for their kindness, she fled back to her home.\n\nA tenday passed, and the kingdom was beseiged from below by a Drow army- the scouts had indeed \nfound the Hold and were returning to report its location when they were caught. Caught by surprise, \nthe Hold was quickly overtaken and fell to ruin.\n\nLearn from the mistakes of the soldier: The mercy of Berronar Truesilver is to be given judiciously, to those \nwho protect and preserve our hearth and home. To those who would threaten our kin and comfort give \nonly the fury of Clangleddin.\n\n~From the Writings of Bazric, Fourteenth Scribe of Berronar's Clergy of the Mithral Hall\n\nThe Dwarf Who Traded Honor For Gold, A Dwarven Tale of Wisdom\nBy Vigdis of Runedar\n\nOnce, long ago, there was a young dwarven noble by the name of Frukul Dagarkin. Like you and I, he \nwas born cradled by stone and given life by the very breath of Moradin. Like you and I, he knew our \nkin's lust for the gifts of the earth: gold, gems, rare stone and more are the treasures our labour yields \nus, ours by the sweat of our brow. However, he gave his heart over to greed, and in doing so heard the \ncall of Abbathor. Each day the young Lord Frukul would take home the day's earnings and hoard them \naway, hiding them for himself and himself only. Each night he would count his coins, inspect his gems, \nweigh his bars and plan how he would slake his greed further the next day.\n\nHe had been born into a family of administrators, and so was trained to take his father's profession as \nthe steward of the hold. Had he been of kind heart, fair and forgiving to his kin, he would've found his \nhome and hold thriving under his stewardship. Sadly, his lust for coin drove him to tax even his own \nfamily without mercy or consideration. In his time, he brought ruin to several dwarven families, and his \nhome and hold withered under his attentions.\n\nIt so happened, as it often does, that more hardship befell Lord Frukul's hold; a sickness took the lives \nof many of the miners, both young and old. In turn, Lord Frukul levied the taxes owed by the dead \nagainst their families, and in a matter of months had seized the assets of every house who couldn't pay. \nBefore long, the mines of the hold fell silent, the forges crew cold, and its people slowly starved. Too \nproud to admit his failure, Lord Frukul remained upon the hold's throne even as the last of his kin \nabandoned its halls for new homes.\n\nIt is said that to this day, Lord Frukul remains on his throne, too stubborn to admit his failure and too \ngreedy to die; like a dragon, he hoards his treasures in his empty halls and robs the bodies of any \nadventurers who dare enter his domain. \n\nLet Lord Frukul's fate serve as a warning to our kin: while greed is a part of the heart of every dwarf, to \nsubmit to it is to let it fill your heart and push out all else. This is a sickness, a poison upon the kin and \nthose around him, for the heart given over to greed will sacrifice all other principles for its sake. \nRemember always the wise guidance of the Morndinsamman, that you may Temper your greed with the \nbonds of honour, duty, and faith, lest you too bring ruin upon those around you."
    }
  },
  "DisarmDC": {
    "type": "byte",
    "value": 0
  },
  "Faction": {
    "type": "dword",
    "value": 1
  },
  "Fort": {
    "type": "byte",
    "value": 5
  },
  "Hardness": {
    "type": "byte",
    "value": 5
  },
  "HasInventory": {
    "type": "byte",
    "value": 0
  },
  "HP": {
    "type": "short",
    "value": 10
  },
  "Interruptable": {
    "type": "byte",
    "value": 1
  },
  "KeyName": {
    "type": "cexostring",
    "value": ""
  },
  "KeyRequired": {
    "type": "byte",
    "value": 0
  },
  "Lockable": {
    "type": "byte",
    "value": 1
  },
  "Locked": {
    "type": "byte",
    "value": 0
  },
  "LocName": {
    "type": "cexolocstring",
    "value": {
      "0": "A Book of Dwarven Fairy Tales"
    }
  },
  "OnClick": {
    "type": "resref",
    "value": ""
  },
  "OnClosed": {
    "type": "resref",
    "value": ""
  },
  "OnDamaged": {
    "type": "resref",
    "value": ""
  },
  "OnDeath": {
    "type": "resref",
    "value": ""
  },
  "OnDisarm": {
    "type": "resref",
    "value": ""
  },
  "OnHeartbeat": {
    "type": "resref",
    "value": ""
  },
  "OnInvDisturbed": {
    "type": "resref",
    "value": ""
  },
  "OnLock": {
    "type": "resref",
    "value": ""
  },
  "OnMeleeAttacked": {
    "type": "resref",
    "value": ""
  },
  "OnOpen": {
    "type": "resref",
    "value": ""
  },
  "OnSpellCastAt": {
    "type": "resref",
    "value": ""
  },
  "OnTrapTriggered": {
    "type": "resref",
    "value": ""
  },
  "OnUnlock": {
    "type": "resref",
    "value": ""
  },
  "OnUsed": {
    "type": "resref",
    "value": ""
  },
  "OnUserDefined": {
    "type": "resref",
    "value": ""
  },
  "OpenLockDC": {
    "type": "byte",
    "value": 0
  },
  "PaletteID": {
    "type": "byte",
    "value": 13
  },
  "Plot": {
    "type": "byte",
    "value": 1
  },
  "PortraitId": {
    "type": "word",
    "value": 0
  },
  "Ref": {
    "type": "byte",
    "value": 0
  },
  "Static": {
    "type": "byte",
    "value": 0
  },
  "Tag": {
    "type": "cexostring",
    "value": "book_tale_001"
  },
  "TemplateResRef": {
    "type": "resref",
    "value": "book_tale_001"
  },
  "TrapDetectable": {
    "type": "byte",
    "value": 1
  },
  "TrapDetectDC": {
    "type": "byte",
    "value": 0
  },
  "TrapDisarmable": {
    "type": "byte",
    "value": 1
  },
  "TrapFlag": {
    "type": "byte",
    "value": 0
  },
  "TrapOneShot": {
    "type": "byte",
    "value": 1
  },
  "TrapType": {
    "type": "byte",
    "value": 0
  },
  "Type": {
    "type": "byte",
    "value": 0
  },
  "Useable": {
    "type": "byte",
    "value": 1
  },
  "Will": {
    "type": "byte",
    "value": 0
  }
}
