{
  "__data_type": "UTP ",
  "AnimationState": {
    "type": "byte",
    "value": 0
  },
  "Appearance": {
    "type": "dword",
    "value": 1309
  },
  "AutoRemoveKey": {
    "type": "byte",
    "value": 0
  },
  "BodyBag": {
    "type": "byte",
    "value": 0
  },
  "CloseLockDC": {
    "type": "byte",
    "value": 0
  },
  "Comment": {
    "type": "cexostring",
    "value": ""
  },
  "Conversation": {
    "type": "resref",
    "value": ""
  },
  "CurrentHP": {
    "type": "short",
    "value": 10
  },
  "Description": {
    "type": "cexolocstring",
    "value": {
      "0": "Abjuration; Ethics.\nBy Vito Corvus.\n\nWhat constitutes an ethical Abjurer? When should spells be breached or unraveled? Is it right to tamper with the magics of others? In this book, I hope to address each of these concerns. This book is one in a series on magical ethics, and other ethical conundrums will be addressed as they arise in later books. \n\nThe Ethical Abjurer. \nMost Abjurers are set apart from other spellcasters in that they act in a deliberate manner. They are mindful of the effects of their magics, and tend to hold themselves to a higher state of responsibility in regards to magic in general. Thus, through the years, many of us have considered questions of ethical value, and the limits of how we might use our abilities. We tend to earn reputations as trustworthy and dependable wizards. Are we worthy of this?\n\nThe common opinion is that an ethical Abjurer is one who acts with foresight, using their magic to achieve the desired outcome. The completion of the puzzle, the solution of the riddle, the deconstruction of the object; these are all ideals that an Abjurer strives towards. To reach these ideals is to act ethically by Abjuration. To fall short is to fail. Naturally, this is a process of learning and mastery. It is a continuous movement toward ethical behavior by the ideals that we require. \n\nWhen should spells be breached or unraveled?\nThis is a necessary question that occurs to most Abjurers. When we encounter magics in the world, we wonder what they will do or why they are there. Some of these magics block out paths or make the way unsafe. They might protect something that we need to access, or perhaps even protect a foe. \n\nIt is very easy to conclude that it is appropriate to breach or unravel a spell 'when prompted by a situation towards a necessary end', but the reasoning for this is often called into question. Do the means justify the ends? For the Abjurer, the ideal is found in the ends, in the completion, the solution and the deconstruction. If your ends can be reached through the dismantling of another's magic, and if this brings you closer to the ideal you seek, then you have a duty to see it through to completion. \n\nIs it right to tamper with the magic of others?\nThis is a question often asked by those who do not understand the interconnectedness of all magic. If I cast a spell, it does not become my spell. It simply means I am responsible for the outcome. If I create a spell, again the magic is not mine, but rather the discovery of this particular weave or formation of magic is what I become responsible for. Magic is never owned by any one individual or group, despite their attempts to control the information or claim that it is theirs. It is always universal, belonging to none but the universe. \n\nA simple response to the question follows from this. No, it is not wrong, because no one has ownership of the magic in the first place. However, a more thorough approach would need to consider the outcomes of both the magic and the unraveling of it. Of course this leads back to the central claim, that to reach the ideals is to act ethically through Abjuration. That is; to solve, to complete and to dismantle, to reach the ultimate goal.\n\nThere is no doubt that this is a topic often debated and rarely agreed upon. I merely carry the commentary of the arguments of others in this book."
    }
  },
  "DisarmDC": {
    "type": "byte",
    "value": 0
  },
  "Faction": {
    "type": "dword",
    "value": 1
  },
  "Fort": {
    "type": "byte",
    "value": 5
  },
  "Hardness": {
    "type": "byte",
    "value": 5
  },
  "HasInventory": {
    "type": "byte",
    "value": 0
  },
  "HP": {
    "type": "short",
    "value": 10
  },
  "Interruptable": {
    "type": "byte",
    "value": 1
  },
  "KeyName": {
    "type": "cexostring",
    "value": ""
  },
  "KeyRequired": {
    "type": "byte",
    "value": 0
  },
  "Lockable": {
    "type": "byte",
    "value": 1
  },
  "Locked": {
    "type": "byte",
    "value": 0
  },
  "LocName": {
    "type": "cexolocstring",
    "value": {
      "0": "Abjuration; Ethics"
    }
  },
  "OnClick": {
    "type": "resref",
    "value": ""
  },
  "OnClosed": {
    "type": "resref",
    "value": ""
  },
  "OnDamaged": {
    "type": "resref",
    "value": ""
  },
  "OnDeath": {
    "type": "resref",
    "value": ""
  },
  "OnDisarm": {
    "type": "resref",
    "value": ""
  },
  "OnHeartbeat": {
    "type": "resref",
    "value": ""
  },
  "OnInvDisturbed": {
    "type": "resref",
    "value": ""
  },
  "OnLock": {
    "type": "resref",
    "value": ""
  },
  "OnMeleeAttacked": {
    "type": "resref",
    "value": ""
  },
  "OnOpen": {
    "type": "resref",
    "value": ""
  },
  "OnSpellCastAt": {
    "type": "resref",
    "value": ""
  },
  "OnTrapTriggered": {
    "type": "resref",
    "value": ""
  },
  "OnUnlock": {
    "type": "resref",
    "value": ""
  },
  "OnUsed": {
    "type": "resref",
    "value": ""
  },
  "OnUserDefined": {
    "type": "resref",
    "value": ""
  },
  "OpenLockDC": {
    "type": "byte",
    "value": 0
  },
  "PaletteID": {
    "type": "byte",
    "value": 13
  },
  "Plot": {
    "type": "byte",
    "value": 1
  },
  "PortraitId": {
    "type": "word",
    "value": 0
  },
  "Ref": {
    "type": "byte",
    "value": 0
  },
  "Static": {
    "type": "byte",
    "value": 0
  },
  "Tag": {
    "type": "cexostring",
    "value": "book_arc_002"
  },
  "TemplateResRef": {
    "type": "resref",
    "value": "book_arc_002"
  },
  "TrapDetectable": {
    "type": "byte",
    "value": 1
  },
  "TrapDetectDC": {
    "type": "byte",
    "value": 0
  },
  "TrapDisarmable": {
    "type": "byte",
    "value": 1
  },
  "TrapFlag": {
    "type": "byte",
    "value": 0
  },
  "TrapOneShot": {
    "type": "byte",
    "value": 1
  },
  "TrapType": {
    "type": "byte",
    "value": 0
  },
  "Type": {
    "type": "byte",
    "value": 0
  },
  "Useable": {
    "type": "byte",
    "value": 1
  },
  "Will": {
    "type": "byte",
    "value": 0
  }
}
