{
  "__data_type": "UTP ",
  "AnimationState": {
    "type": "byte",
    "value": 0
  },
  "Appearance": {
    "type": "dword",
    "value": 1386
  },
  "AutoRemoveKey": {
    "type": "byte",
    "value": 0
  },
  "BodyBag": {
    "type": "byte",
    "value": 0
  },
  "CloseLockDC": {
    "type": "byte",
    "value": 0
  },
  "Comment": {
    "type": "cexostring",
    "value": ""
  },
  "Conversation": {
    "type": "resref",
    "value": ""
  },
  "CurrentHP": {
    "type": "short",
    "value": 10
  },
  "Description": {
    "type": "cexolocstring",
    "value": {
      "0": "Dear reader,\nthis brief and small \"vademecum\", that you can easily carry with you in your travels, introduces you to the main elements and characteristic features of the southern and eastern part of snowy island, also known as Brogendenstein, lying in the Trackless Sea northwest of Caraigh and south of Forrstakkr.\n\nINTRODUCTION\nAs you can easily discover through researches in any library, \"The weather on Brogendenstein is fueled by a consistent cold stream of air that blows south and east out of the northwestern reaches of The Trackless Sea. The northwest side of the isle, commonly called the Frozenwastes bears the brunt of the ice cold weather patterns while the south west side which is sheltered by the two mountains is home to a small piney forest.\"(cit. from an old pamphlet by Samantha Lockeheart). I am surely not able to express my experience in a so poetic way, but I will try to be as clear and simple as possible, so any race or breed will be able to benefit from the advices that I'm going to give to you.\nIn this book I will not provide any maps, as I am not a cartographer and an inaccurate map could probably expose you to significant risks. Here you will not find any direction to treasure or secret passages to unknown riches, but if you pay attention to it carefully, it could end saving your life from a lonely and painful death. \n\nDAY ONE\nThe best known way to get to Brogendenstein, unless you want to suicide trying to swim there, is borrowing a passage from Captain Guston's boats, scattered around some of the following docks: Wharftown, Uhm, Kohlingen and Cordor in Amia, Howness in Forrstakr or Fortress Wiltun in Ruathym. It will cost you a few hundreds of gold coins per passenger but will guarantee you a safe and fast journey to the island. There are rumors about a magic portal directly connectet with Kohlingen, but unless you already live there, using the portal will only imply an additional halt to your travel.\nBrogendenstein has only a single, dwarven, settlement called Barak Runedar. As you disembark you can visit the dock with its ferry service or enter the town where you can find The Citadel, a dwarvern expression of the words \"underground construction\", the Ruhn Monastery or \"Monastary\" as it is called by residents, and a few typical dwarven buildings. I would highly recommend you to avoid any use of high or stylish arcane magic, as the local paladins do not like it and could naively think you are a sort of evil necromancer.\n\nDAY TWO\nThe only known way out of the town is north, through a massive woodden gate. When you decide to leave Barak Runedar be prepared to continuous snowfalls and absence of any kind of road, so carry with you a compass or analogue instrument able to show the cardinal points, it is absolutely necessary. \nOn the surface of Brogendenstein you will find two massifs, one roughly located into the northeastern part of the island and called Grumedek Murr and the other located to the southwest and named Khazat Murr. The first is by far the highest of the two and, in its bowels lies an enormous underground construction inhabited by Fire Giants we are going to talk about later.\nAt this point, dear reader, once you've left the safe walls of Barak Runbedar, you should be facing the northeastern face of Khazat Murr. The area is teeming with local fauna as most of the southern part of the island. The greatest dangers you're going to encount are probably the polar bears, big carnivores that have long been the source of tales and stories from local dwarves, and the northern wolves, always moving in packs and able to breath out large cones of super-chilled air and ice that can cause instant death to unprepared travellers. Not completely harmless, a few northern ground dodo flocks roam around, scavenging the remains left by wolves and bears. If you plan to pass unnoticed through the open areas, keep in mind that local fauna is mainly composed of carnivorous hunters, with strong sense of territory and possessed of excellent senses.\n\nDAY THREE\nFrom this point on, going north you will meet the northern bay, a relatively safe area occupied by wolves and bears, here you can even find a dock owned by Captain \"Redberad\" Millian, with a ferry service connecting with Uhm, the Underport and Forrstakkr. Continuing north you will finally get to a place called the Grumdek Murr Northern Base, where the extreme climatic conditions have naturally selected a sort of local \"megafauna\". Having only a single dwarven settlement, this megafauna has not been hunted into extinction and so you will probably face, for the first time in your life, the great northern bear. His thick hide is hard to penetrate even with the sharpest steel or magic and it is said that only looking at him could terrify an experienced warrior. But above all, and probably only in Brogendenstein, you could see northern megabisons, massive shaggy haired brutes incredibly resistant to cold and damages and possessed by ferocity unknown for an herbivore. It is rumored that powerful druids or arcane magic experts can tame them to be their loyal and almost invulnerable follower, but there is no actual proof of this being true.\n\nDAY FOUR\nOn the eastern side of the northern base there is the southwestern slope of the Grumdek Murr massif, which will eventually lead you to a small passage opened to the Grumdekk Murr Southern Base. The area, located on the very middle of the mountain, is full of narrow paths and mountain trails and is inhabited by small wild animals like dodos and by a few barbarian tribes. Barbarians are very aggressive towards any travelers and usually wield large axes and wear fur and leather armors, carrying along their belts several hatchets. Barbarian females are fighters as able as males, they usually carry slings and use songs to boost the tribe morale during hard fights.\n\nDAY FIVE\nFrom both the Southern Base and the southern shore you can enter the only dense forest on the island, which the barbarians call snowy forest. The forest is the homeland a few orcs, with blue skin and purple hues, organized in tribes; the Brogendenstein orc usually has a shield tall as he is and wields a large axe or a longbow made of animal sinew, while their shamans are green skinned natural arcane talents and wear much less armor preferring fur robes and garments and fill the role of tribe leaders.\nIn addition to the snowy forest, orcs occupy also the underground natural caves branching from an entrance in the greenwood. I strongly recommend you to not underestimate the threat posed by orc shamans, as they can call powerful spells in aid of the fighters and a few of them have nature and arcane knowledge behind expectations. As a pure exemple, Burghgrettr, also known as \"The careless\", is a orc tribe leader who caused the death of many unprepared or too self-confident travelers venturing through the caves.\n\nDAY SIX\nIn the first part of your travel through orc caves you will be able to see an underground fount, from which a river springs flowing to the south part of the isle, and you can find an arcane portal, which appear to be antiquated and not properly working, whose destination is at the moment unknow. What I could discover in my researches is that you will probably need a \"magical key\" in order to activate the portal again, but I did not succeed in discovering what this item could be. If you should discover more about the portal, feel free to inform me through a message delivered to Hil'rash in Cordor Market Hall. \nPenetrating into the caves requires a lot of kind, decided-with-the-blade, discussions with several orc tribe patrols which will bring you to the deeper part of the underground complex, where the supreme Brogendenstein orc leader lives. I was not able to discover his true name, but he is known as the \"High mage of Gruumsh\" and can be a challenge even for the best prepared group of adventurers. Just know that thanks to the power awarded by Gruums One-Eye, the patron deity of orcs, he can summon powerful demons or elementals to aid him in battle and, as if that was not enough, it is rumored he has access to the ninth arcane tier of magic.\nFortunately, when I finally succeded to get to the end of the underground caves, after the high mage palafitte, I discovered there is an open passage leading outside and I found myself along the western slope of Grumdek Murr, preventing the intrinsic risk involved in walking back to cave entrance.\n\nDAY SEVEN\nEvery practicable steps will lead you to the Grumdek Murr peak, either directly to the east or through the Isstrum pass to the north. I want you to remember that while the passage to the east is pretty safe and only exposes to northern mega bisons and a few greater northern bears, the Isstrum pass is sometimes crossed by ice giants. These giants resemble tall, powerful men carrying large greataxes and yelling a particular warcry in what probably is their native language. The reason of the presence of this humanoids is hidden in an ancient and reliable legend that places, in an hidden cave under the eastern Isstrum pass, the hall of the Ice King. According to the dwarven lores the Ice King lives in a big palace build inside the cave, protected by legions of ice giant warriors and casters, and collects stolen merchandise from unfortunate merchants attacked while crossing the Isstrum pass.\nAn interesting point I want to highlight is that you could meet, in the area, a few human clerics who will attack you on sight if they do not like the way you are dressing or speaking. Having on the belt a potion of invisibility can avoid you annoying discussions with these \"not-so-openminded\" fellows, as well as further troubles with local paladins.\n\nDAY EIGHT\nTo the south of Grumdek Murr peak there is a big valley, easy to follow, which can provide you fresh meat if you able to hunt the megafauna we already wrote about. The valley seemed to me completely inhabitated by men, and ends in the southeastern shore of the island, where you will be obliged to stop by the cold sea to the east and to the south and by a few small insurmontable rocks to the west.\n\nCONCLUSION\nHere ends my brief and, hopefully, clear guide for travellers who want to venture into the south and eastern part of the snowy isle called Brogendenstein. If Gods will give me enough time, I will put a strain to your patience with a future guide to the northern and western part, where new intriguing challenges wait the travellers..."
    }
  },
  "DisarmDC": {
    "type": "byte",
    "value": 0
  },
  "Faction": {
    "type": "dword",
    "value": 1
  },
  "Fort": {
    "type": "byte",
    "value": 5
  },
  "Hardness": {
    "type": "byte",
    "value": 5
  },
  "HasInventory": {
    "type": "byte",
    "value": 0
  },
  "HP": {
    "type": "short",
    "value": 10
  },
  "Interruptable": {
    "type": "byte",
    "value": 1
  },
  "KeyName": {
    "type": "cexostring",
    "value": ""
  },
  "KeyRequired": {
    "type": "byte",
    "value": 0
  },
  "Lockable": {
    "type": "byte",
    "value": 1
  },
  "Locked": {
    "type": "byte",
    "value": 0
  },
  "LocName": {
    "type": "cexolocstring",
    "value": {
      "0": "The To' Travveller's Vademecum: Brogendenstein"
    }
  },
  "OnClick": {
    "type": "resref",
    "value": ""
  },
  "OnClosed": {
    "type": "resref",
    "value": ""
  },
  "OnDamaged": {
    "type": "resref",
    "value": ""
  },
  "OnDeath": {
    "type": "resref",
    "value": ""
  },
  "OnDisarm": {
    "type": "resref",
    "value": ""
  },
  "OnHeartbeat": {
    "type": "resref",
    "value": ""
  },
  "OnInvDisturbed": {
    "type": "resref",
    "value": ""
  },
  "OnLock": {
    "type": "resref",
    "value": ""
  },
  "OnMeleeAttacked": {
    "type": "resref",
    "value": ""
  },
  "OnOpen": {
    "type": "resref",
    "value": ""
  },
  "OnSpellCastAt": {
    "type": "resref",
    "value": ""
  },
  "OnTrapTriggered": {
    "type": "resref",
    "value": ""
  },
  "OnUnlock": {
    "type": "resref",
    "value": ""
  },
  "OnUsed": {
    "type": "resref",
    "value": ""
  },
  "OnUserDefined": {
    "type": "resref",
    "value": ""
  },
  "OpenLockDC": {
    "type": "byte",
    "value": 0
  },
  "PaletteID": {
    "type": "byte",
    "value": 13
  },
  "Plot": {
    "type": "byte",
    "value": 1
  },
  "PortraitId": {
    "type": "word",
    "value": 0
  },
  "Ref": {
    "type": "byte",
    "value": 0
  },
  "Static": {
    "type": "byte",
    "value": 0
  },
  "Tag": {
    "type": "cexostring",
    "value": "book_geog_004"
  },
  "TemplateResRef": {
    "type": "resref",
    "value": "book_geog_004"
  },
  "TrapDetectable": {
    "type": "byte",
    "value": 1
  },
  "TrapDetectDC": {
    "type": "byte",
    "value": 0
  },
  "TrapDisarmable": {
    "type": "byte",
    "value": 1
  },
  "TrapFlag": {
    "type": "byte",
    "value": 0
  },
  "TrapOneShot": {
    "type": "byte",
    "value": 1
  },
  "TrapType": {
    "type": "byte",
    "value": 0
  },
  "Type": {
    "type": "byte",
    "value": 0
  },
  "Useable": {
    "type": "byte",
    "value": 1
  },
  "Will": {
    "type": "byte",
    "value": 0
  }
}
