{
  "__data_type": "UTP ",
  "AnimationState": {
    "type": "byte",
    "value": 0
  },
  "Appearance": {
    "type": "dword",
    "value": 1385
  },
  "AutoRemoveKey": {
    "type": "byte",
    "value": 0
  },
  "BodyBag": {
    "type": "byte",
    "value": 0
  },
  "CloseLockDC": {
    "type": "byte",
    "value": 0
  },
  "Comment": {
    "type": "cexostring",
    "value": ""
  },
  "Conversation": {
    "type": "resref",
    "value": ""
  },
  "CurrentHP": {
    "type": "short",
    "value": 10
  },
  "Description": {
    "type": "cexolocstring",
    "value": {
      "0": "------------------------------------------------------------------------------------- \nWritings on Sharessan Philosophy \nAuthor: Xaviera Xuider-Xee\n------------------------------------------------------------------------------------- \n\n\n\nIntroduction \n\nIt has been many years that I have served this city as High Priestess of the Lady of Lust, and in my years of dedication to the Goddess I have seen much and considered long and hard the many issues that affect those of us who follow Her. I take quill in hand to indite my thoughts of the Princess of Passion, my understanding of Her, and what it means to call ourselves Sharessin. \n\nIt is ever our lot, it seems, to bear the scorn of both highborn and lowborn who think us but courtesans and loosecoin lasses, vapid vessels of carnality and concupiscence with no thought for aught but our next roll in the hay. I say, however, that those who think such speak with neither knowledge nor wisdom, for they have not taken the time to consider the ways of the Dancing Lady, nor to follow Her path and see where it truly leads. \n\nIt is my hope that these feeble words will help to convey some of the complex beauty and grand reach of our Goddess' philosophy, and that it will show them how Her domain touches all of our lives in so many ways. I pray that those who jeer and whisper behind their hands but lust after us in their hearts and loins, or who seek us out solely for physical pleasure but dismiss the spiritual enlightenment we offer, will take a moment to read and heed these words and be thereby brought to a greater appreciation of the Lustful Mistress' divine blessings.\n\nAs all peoples differ in environment, in culture, and in belief, when we travel to a particular place we must put on the ways of the locals that our words may sound familiar to them, and so more readily find acceptance. We are fortunate that our Lady does not hold us fast to rite and rote, but allows us the freedom to follow Her as we will. I say this in the hope that I shall not be judged a heretic by those who read these words, but that all who truly follow the Festhall Madam will take from this the essential message and adapt it to their own unique situations, their own temples and their own congregations.\n\nIn joyous praise of Sharess,\n\n~ Xaviera \n\n\nThe Commandments of Sharess \n\nThe Tawny Temptress has blessed us all with the ability to appreciate our sensations, to enjoy our experiences, to revel in our impressions of the world. If we believe, as I do, that this is indeed a gift, and so given freely to us, then all else follows from this first axiom: \n\n. . .I. Pleasure is the gift of Sharess, so bring happiness to all who seek it and joy to those in pain. \n\nI humbly suggest that from this one basic commandment of the Goddess flows an entire philosophy, a majestic tree growing and branching from a single seed. This one statement guides us and dictates to us how we should live our lives so as to be most in harmony with our Lady and the world in general. \n\n. . .II. Pleasure is the path of life, and pain the door to death. A life without pleasure is a life not lived. \n\nHappiness and joy affirm life, while pain diminishes it. Thus the way of Sharess is the way of life. \n\n. . .III. Life is an endless revel, so seek out pleasure at every opportunity, savouring the old and sampling the new. \n\nIf Her gift to us is that of being able to appreciate life, it stands to reason that we should do so joyously and continuously so as to best honour and celebrate Her glorious divinity. \n\n. . .IV. There is no limit to the Goddess' blessing, so let none restrict your freedom to enjoy Her bounty. \n\nIf Sharess, in Her divine wisdom, has deigned to grant us this magnificent boon so as to let Her grace flow down to us from above, then it is up to us to ensure that Her way and Her word flow freely to all, that all may benefit. \n\n. . .V. A pleasure shared is a pleasure doubled, but to take without consent is the worst of thefts. \n\nA gift is given for both the enjoyment of the giver and of the recipient. The Goddess has blessed us with this facility, so too must we give this gift to others generously, not hoarding and not taking what others have for ourselves. \n\n\nThe Joys of Sensation \n\nWe worship our Lady as the Goddess of Sensual Pleasures. If pleasure is important to you, you may wish acknowledge Her for all of the blessings she grants you in your daily life. Consider how many times each day you experience pleasure, or wonder at a particular sensation, and you will realize how much we really should be thankful for Her divine gifts. So if your sensual experiences bring you pleasure or are otherwise important to you, then Sharess is worthy of your devotion. \n\nThere are those who would argue that Sune is the Goddess of Beauty, that Hanali Celanil is the Goddess of Love, that Lliira is the Goddess of Joy, and they would be right. But without our senses we would know nothing, and without Her divinely-granted ability to appreciate what they tell us, we would neither learn nor grow. It is for this reason that we believe the so-called Succubus of Sensation to be among the greatest of goddesses.\n\nAnybody who enjoys the finer things in life can worship the Lady in good conscience. Joy is an emotional state. Pleasure is the response to a physical stimulus. Beauty, by its impingement on the senses, produces pleasure and the inner response to that pleasure is Joy. Thus joy is an emotional or internal pleasure. As Sune is the goddess of beauty, the physical stimulus, and Lliira is the goddess of Joy, the response, so one may say that the ability to enjoy beauty is the province of Sharess, who ties them both together. \n\nTo explore your senses is to come closer to the world and to yourself. One can obtain pleasure from almost every event in life, and life should, after all, be enjoyed, for a life without pleasure is an empty one. And just as we have many senses, so there are many ways to please them. We therefore liken life to a banquet - a feast, a Revel - and we believe that there is a place at the table for each of us. We also believe, as do the followers of Lliira, that joy is to be found in bringing joy and pleasure to others, and that pleasure shared is greater pleasure. \n\nTo live a life without pleasure is to stand aside from the banquet to which the Goddess has invited us all. It is to live an empty life, to deny all that the world gives that is good. We are not happy in denying ourselves, but in fulfilling and enjoying ourselves. So seek out the pleasures life offers and partake of them. Share them with others. And do not harm, but rather love, for love is the greatest of pleasures. \n\n\nPleasure, Pain and Excess \n\nWe are creatures born of matter, and under normal circumstances we do not exist apart from our bodies. Pleasure guides the body to maintain itself, to feed, to rest, to protect itself and other minds, and to encourage the creation of more minds through the medium of sex. Pain, on the other hand, signals that which can harm the body and thus endanger the mind within. Pleasure and pain tell our minds, through the medium of our bodies, what is good and what is bad for our bodies. We seek out or avoid sensations depending on whether they are pleasurable or harmful. Thus, pleasure and pain guide our bodies and minds in order to preserve them both. \n\nPain signals danger and impending harm to the body, which generates stress and produces fear and thereby distorts our perceptions of the world. Pain thus produces imbalances in both mind and body. Pain, it cannot be denied, is a part of life, a sensation that is difficult to avoid, and we should appreciate it because it warns us of danger. Small amounts of pain can be stimulating, invigorating and motivating, but excess pain is worse than excess pleasure, since that which hurts is more likely to slay than that which pleases.\n\nIt may be difficult to avoid experiencing negative sensations, or they may even be sought out, in some cases, in order to discover one's limits and tolerances. Pain, for example, is occasionally necessary in order to bring about greater pleasure, as in the pain of being born or of giving birth, which opens the door to an entirely new life. But to enjoy too many negative sensations, or to derive pleasure from pain, is not the way of Sharess, but of Loviatar and Shar. \n\nPleasurable sensations are naturally much more enjoyable - it is in this way that the Goddess directs us as to what should most often be sought out and experienced. Anything done to excess is, by definition, potentially harmful to the body. To exceed is to drive the body or the mind out of balance. Being out of balance too severely, as through damage or illness, or for too long, can impair the ability of the body or mind to function properly, to deal with the realities of the world. Thus, imbalance may harm the body or mind. Too much pleasure, of course, can also imbalance the body and the mind. Alcohol, for example, distorts one's perceptions, distracts the mind from the requirements of living in this world, and limits the ability of the body and mind to fulfill those requirements. \n\nSome Sharessin believe that overindulging is the best way to worship our Lady, but the line between indulgence and excess depends upon the person. To overindulge too often is to diminish one's appreciation of reality by distorting or damaging the senses. Too much of a good thing can in fact be a bad thing. That being said, even doing things to excess on occasion can be instructive and useful, if only to learn just how far one can go. Furthermore, some things can be done 'to excess', in the sense of 'frequently', without harming oneself. Nevertheless, one must not become caught up in mindless repetition or overindulgence in familiar things, for it is our charge to experience that which is novel and different in addition to that which is well-known. \n\nKnowing one's limits is important, since one then learns how far one can or cannot go, and striving is essential to our being. One should therefore push oneself to exceed. To exceed, in the sense of striving to push the limits, is not necessarily to be excessive, in the sense of striving to push beyond one's limits. But since excess can harm, it follows that we should not exceed excessively. In the context of pleasure and pain, this means that we should not push ourselves out of balance too often, or we may become ill or suffer damage to the mind or body. So everything in moderation - including moderation! \n\n\nLove and Lust \n\nSharess, the Dancing Lady, is the Goddess of Sensual Pleasure and Hedonism, which is to say the enjoyment of pleasure. Most people think that she is strictly about sex, primarily because prostitutes are often Her followers. Many see the worship of a pleasure goddess as a license to have sex indiscriminately. So those who do not know the truths of the Goddess look down upon her followers with condescension or even revulsion. But that is because they do not understand.\n\nAfter all, how can something pleasurable be disgusting? Sharess teaches us to enjoy pleasure, whether in food, or drink, or companionship, or in the physical sensations of loving. If there is naught offensive about eating or drinking, why should there be about touching another person intimately, to share pleasure with them? One should be as comfortable with another as with oneself. In fact, touching oneself and touching another are not two different things - you are merely closer to yourself than someone else. \n\nThere are many paths to love, that greatest of all forces. One may come to love another by appreciation of their personality, their beauty, their actions, that they kindle lust in you or that they make you happy to be with them. Whatever the origin, I believe that full and true love should partake of all these qualities. And if it is good to receive pleasure, how much better must it be to give it? Love and passion are two sides of the same coin. Passion is the physical act of love, and love creates lust and passion in turn. \n\nThe phrase 'Sharessan wedding' is sometimes used to describe a couple who pass a night together and then move on, but this is unfair. As personal freedom is of vital importance to us, a marriage should not last beyond the desire of both parties to hold it together. However, this does not mean that marriage in the Sharessan tradition is something that should be entered into lightly. In any relationship there are responsibilities and expectations, and whosoever commits to one (for whatever period of time may be agreed upon) should respect both. \n\nAs with any act engaged in by two (or more) people, both must be agreeable or the will of Sharess is not being respected. Freedom to explore and experience without coercion or control is the essence of the Festhall Madam. \"A pleasure shared is a pleasure doubled, but to take without consent is the worst of thefts.\" It therefore follows that rape is abhorrent to the Goddess, as is congress with those who cannot freely consent or who may not be mature enough to understand the consequences of their actions.\n\nThere is, sadly, a great deal of confusion about the relationship between Sharess and Loviatar. It is true that we may use whips in our devotions and in the training of new members, though these are usually the silken sashes of the Sunites than the barbed tails of the Loviatarans. The Mistress of Pain teaches that one should experience pain in order to become indifferent to it. We, on the other hand, do not believe that anyone should be indifferent to any sensation. \n\n\nFreedom and Choice \n\nPain, when prolonged or forced, eventually causes the death of the body, To enjoy the pain of another is like drinking their blood, or eating their heart. He who uses pain against you to control you, to coerce you, to force your obedience, is really trying to limit your freedom. The evil person seeks to dictate what you can and cannot do. He limits your choices and, in so doing, narrows your world.\n\nFreedom is the ability to do what you want, when you want. Freedom is not being constrained, restricted, limited, controlled or imprisoned. Freedom, above all else, is about choice. Sharess teaches us that life is like a great feast, and we are invited by the Goddess to take a seat at that table and to try all of the choices that life has to offer. A life without experiences is a banquet uneaten - indeed, it is a life unlived. \n\nWe must feed our bodies in order to survive. But there is more to life than simply surviving. Life, in fact, is about living. The more ways you have to attend to those basic needs of life, the more joy you will find in doing so. Further, the more ways you have of satisfying your other needs - for companionship, for knowledge, for purpose - the more you will be fulfilled. It follows, then, that a life with more choices is a better life. \n\nOf course, one must still make the right choices. One may give up control over oneself, by succumbing to drink or drugs, but that is not a good way of living for it harms the body and so hinders the ability to enjoy oneself in future. This in turn denies one the freedom of choice. Excess damages your body and makes you a slave to your own lusts. To give up control of yourself, or to have it taken from you, is to lose your capacity to choose. The addict who gives himself over to the addiction forfeits his own soul to it, as the evil man forfeits his soul to dark powers when he attempts to steal yours on their behalf. \n\nThose who summon spirits or sentient undead rip a soul from its rest and to force it to do their selfish bidding. To compel a being by magical means, especially a sentient one, to do your will is to remove choice from it, to cut it off from the blessing of Sharess. To force it to give up its very life at your command is to force it to commit suicide, it is to force another to experience fear and pain and the end of all pleasure for your own needs. The only person who truly deserves slavery is the one who enslaves others. \n\n\nPower and Responsibility \n\nEveryone should be as free as they possibly can be. There are always limitations, naturally, as the ruler bows to the gods, the people to the ruler, the servants to the master and the children to the parents, but to have care of another is to imply that you should keep their best interests in your heart as well as your own. It is your responsibility to guide and train those in your charge, to improve them so that they are better fitted to experience all that life has to offer. Furthermore, you should afford them the chance to do so at every reasonable opportunity. Thus you should be both firm and fair, protective and permissive.\n\nA slave, by definition, is not free. The slave may, depending on his master, never come and go as he wishes, or sometimes come and go, but he may never always do so. Thus, the man who is a slave cannot truly follow the dictates of Sharess for he does not have free choice in all things.\n\nThe wise man values his servants and his slaves as he values his family and his home and his beautiful possessions. All things that bring joy to us should be treasured, and a faithful servant or well-trained slave upon whom one may rely without hesitation are as pearls of great price. As the ruler who treats his people with care and fairness is loved and revered over the vile despot who tortures and steals at a whim, why should not a man treat those in his charge well?\n\nIf you are poor, share what you have with those beneath you - your children and your slaves should eat as you do. If you are rich and can afford to pay a worker his wages, then you should free your slaves and pay them their worth. Thus you both grant them the most precious gift there is, that of freedom, and at the same time honour them for their value to you. Like the beloved king who is revered by his subjects, the one whom you free may then be bound to you even moreso by loyalty and by love, which is the greatest of all powers. \n\n\nThe Choice to Serve \n\nThe essential element in Sharessan thought is that we should promote the greatest freedom howsoever we can. To bind another being to our will such that it cannot act of its own volition is to do the opposite of what the Goddess commands. Do not let others tell you how to live, or what to believe. Do not follow those who tell you that fear is the path to certainty, or to power, because fear closes doors and chains you down. And do not do this to others because, for we who are charged to end pain and bring joy, to bring pain and end joy is to repudiate the very Goddess we claim to adore. \n\nThough we seek pleasure and abhor pain, we should not avoid it when it is the best choice. To bring greater happiness into the world, we must sometimes endure a little pain, either for ourselves or on behalf of others. This is why love will always be more powerful than fear in the end, for as long as there is love there will be those who willingly take on the pain of others in order to resist oppression and terror, that others may be free to experience the joys of life. \n\nAs Bast, Sharess is the foe of evil, striking hard and directly at the source thereof. But even in Her guise as Sharess, the Princess of Passion, we can see that Her way is the way to happiness and the fullest enjoyment of life. Her path is to increase rather than decrease one's opportunities, to find the freedom to experience what She offers and to make the choice to do so. She does not demand, She asks. I have the choice to dedicate my pleasure, my joy and my life to Sharess or not. Whether I make that choice or not shows how I serve Her. \n\nIt is with Pleasure that I serve Sharess.\n\nThe Tale of Buthaynah\n\nIt is told that many years ago, in the Festhall of Eternal Delight in Calimport, there was a fair young priestess of Sharess by the name of Buthaynah. As an assistant to the High Priestess and being of good family, she had a small room within the Temple itself. Each morning she would arise and go about the Festhall, dutifully cleaning, changing the rushes, setting out fresh candles, anointing the idols of Sharess, and doing many other tasks as she joyfully sang hymns to the Goddess, all for love of her Lady. She was always happy and strove ever to keep the Goddess in the forefront of her thoughts, and for her devotion she was favoured by the Goddess, though she knew it not.\n\nDark-eyed and raven-haired, she was beautiful and graceful and was greatly admired for her skills at dance and pleasure, and though she was a quiet girl (or perhaps because of it!) she was often sought out by many of the men who came to the Temple seeking the blessing of Sharess in the arms of a priestess. One such was Razhu Mashid, a mage of no small accomplishment, but a cold-hearted and grasping man.\n\nIt came to pass one day that as Razhu Mashid was being carried in his litter along the waterfront of Calimport, striking his slaves with his goad to speed them on their way, he spied the priestess Buthaynah while passing before the Temple. Stopping right there, he strode over to her and demanded her name. I am Buthaynah, Lord, she replied, bowing her head to him, a humble servant of the Princess of Passion. I would have you, woman, he said, meaning that in his lust and greed he coveted her for himself. As you wish, my Lord, she said, and took him by the hand and led him to her chamber, as it is often the way of the Sharessin to give themselves in honour of She whom they serve when asked, for she did not understand what dark passions she had inflamed in him.\n\nThough she found his attentions harsh and demanding, she endured them for the love of her Lady, and even more did she strive to pleasure him, using all her skills to leave him weak and exhausted. This angered him all the more, that he should be rendered so powerless by a mere woman. In his dudgeon he named her a she-eel and a whore, that he might deny his own feelings and magnify himself in his own sight, for it is written that he who makes his own mirror shall see only that which he wishes. I shall take you and I shall make you mine, he said, his face dark as the storm. You will hold me to your breast and kiss me, he said, and you will enjoy it. I shall lay my head upon your lap and you will sing to me of love. You will feed me and comb my hair and you will please me with the touch of your fingers. This I vow, for I am Razhu Mashid the mage, and my power is great. \n\nThe beautiful Buthaynah bowed her head to him, attentive to each touch and word as her Goddess commanded she be, and learning therefrom, yet repulsed by the evil in this man. This may not be, O great Lord, she said, for I am bound in my heart to the Lady of Lust, and it is Her only that I serve. You may not command a Sharessin, Lord, for Her blessing is only that pleasure which is freely given. I care not for your goddess and I shall have you nonetheless, he said. Truly, he was made foolish by his lust to say such things in the temple of She to whom he had just made offering, though he thought not of it as such. As the sages say, it is evil for a man to curse the one in whose house he is a guest. And with those fateful words he belted his robe about himself and strode off.\n\nThat night his slaves knew his fury, though not the cause of it, for he was ashamed at his weakness and denied it even to himself, that he should feel such yearning for a woman he had named a hard-coin girl. I shall take her as I vowed, he said, and he set about casting many powerful magics upon himself, of protection and of invisibility and others. And summoning a djinn, he commanded it to carry him through the air, and so set out for the Festhall of Eternal Delight.\n\nThe Temple, being what it is (for those who know not), is open all hours and some days there is more activity at night than while the sun shines, and so it was that the doors stood wide before Razhu Mashid. Casting upon himself a spell of shape change, he took the form of a cat, reasoning that thus disguised he could go unnoticed in a temple where there were many such. O foolish man, blinded by greed and lust! To enter the Temple of Bast in the form of one of Her sacred creatures was the height of foolishness, but do so he did.\n\nIn this way, then, did Razhu Mashid enter into the chamber of Buthaynah where she knelt in prayer before an image of the Goddess as beautiful as she herself. O Sharess, she called, O Bast, O Mother of Cats. Protect me, I pray, from the wrath of this man who would claim me for his own. If it is Your will that I give in to his intentions should he come again, I shall do so for love of You, but do not let him take me from Your house, for this I could not endure.\n\nAt that very moment, it is said, the eyes of the idol flashed and Razhu Mashid felt upon him the touch of an unseen hand. And lo, when he sought to once again take his own form that he might carry off the priestess, he found that could not. Buthaynah, for her part, saw in her chamber a cat she did not recognize, which sat before her and regarded her with wide eyes. O my Goddess, she cried, You have truly honoured me by sending one of Your servants to watch over me! And she took the form of Razhu Mashid into her arms and held him to her breast and kissed him.\n\nAnd so it was that the vows of Razhu Mashid came true, though not in the way he would have wished. For now the beautiful Buthaynah lays his head in her lap and sings hymns of her love for Sharess to him, and each day she feeds him and combs his fur and pleasures him with her petting. And he who sought to own a priestess of Bast is himself owned, for it is well and truly said that he who curses the gods shall have his curses returned upon him ten-fold. Great indeed is the power of Sharess, and all praise to Her!\n\nThe Blessing of Azulis\n\nMany, many years ago (which is, of course, when all such stories are set) there lived a young woman called Aliza. Aliza was not very pretty, sad to say, and was afflicted with a limp due to a childhood injury. As a result she was not well-favoured and worked hard to earn a few coins for herself by washing other people's clothes. She was, however, a devotee of Sharess and lived her life faithfully according to the word of the Goddess. Though her life was difficult she still went each day to the Temple and made offering before Sharess to thank Her for her blessings.\n\nIn the course of things, as sometimes happens, she became with child, though the man was simply using her and laughed at her when she told him of her condition. Still, she bore the baby to term, savouring the experience of pregnancy as a good Sharessin should, and was rewarded with a beautiful boy with laughing eyes. When he was a tenday old, she took him to the Festhall to place him before the statue of the Goddess. Oh my Goddess, she prayed, this is my baby boy Azulis whom I bring before you today. I dedicate him to You and I promise to teach him and raise him in Your faith. I ask only that You bless him, O most glorious Sharess. She looked down at herself and prayed that her son would be well-favoured and popular as she herself had not been, wishing for him a better life than her own. And because she was faithful and her plea touched the Goddess, Sharess passed Her hand over the child and blessed him.\n\nAzulis was a lovely boy, with dark curly hair and dark eyes, and everybody praised him. Always he was the popular one, chosen first in all the games, even though he was not the strongest or the fastest or the smartest, but simply because everyone wanted to be his friend. People gave him gifts because he was beautiful and overlooked his faults for the same reason. Aliza, for her part, remained ever faithful to her Goddess and prayed each day for Azulis; she tried to teach him the way of Sharess and how it was important to treat every event as special, but for Azulis everything came too easily and he could not be bothered to exert himself in such a manner.\n\nAs the years passed he became a handsome youth over whom all the girls (and not a few men) fawned. But he grew selfish with having everything he desired given to him and became thoughtless and greedy, considering it his due. To his friends he boasted of how well-favoured he was, claiming that he could talk anyone into giving him what he wanted or have any woman he desired. To his mother he said that he owed nothing to anybody and spurned her efforts to teach him about the Goddess. I shall give offering to Beshaba, he said, that she does not take what I have from me, but your goddess is the Lady of Harlots and I have no need to pay for a woman. When she died, saddened by his rejection but still devoted to her only child, he took what little coin she had and would not even pay for her burial. \n\nAs he stood one day upon the street with his friends, bragging of yet another girl who'd given herself to him and even paid him for it, they laughed and pointed to a young woman walking by. A slight red-haired girl she was, known to be very shy and very much a virgin, and they dared him to prove his virility by taking her. Surely she will love it, they joked. Every girl only needs Azulis to light her fire, they said, and she will thank you for doing her this favour. Indeed she will, he replied, for it is true that no woman can resist me, and he hitched up his pants and left his friends and crossed the road after her.\n\nSo Azulis walked up behind her and took her arm, steering her into an alley as his friends jeered and made ribald jokes. Too meek even to raise her voice in her own defence she stumbled as he pushed her behind a pile of boxes and garbage and then raised her skirts and took her there, face-down in the muck. Enjoy it, wench, he sneered as she wept, for it is Azulis who blesses you with his attention. He laughed as he belted his breeches when he was done with her - How do you feel now, girl? Has the great Azulis satisfied you? At this she heaved a deep breath and turned her face to him, her green eyes blazing, and in the back of his mind he noticed that her hair was no longer straight and red but a tawny mane.\n\nShe reached out with one hand and grasped his jaw, long nails digging into his cheeks, and pulled his face close to hers, and suddenly he knew fear. I blessed you, Azulis, she growled, at the behest of your mother, who loved Me and wanted better for you than she had. Yet you spurned her and you abused My gift, for while a pleasure shared is a pleasure doubled, you have used what I gave you to take without consent, which is the worst offence you may do to Me. For this I take back all that I have given you, she said, all the pleasures of all the years, all at once, and She reached out her other hand between his thighs.\n\nAzulis trembled in terror as nails scratched his skin. Do not cry, man child, came Her voice, here now is a different blessing. And then She laughed and he felt Her lips on his and shook with ecstacy as fire raced through his veins. His senses were overwhelmed - his eyes clouded over until he could barely see and a roaring filled his ears so that he could scarcely hear. His limbs became weak and he cried out as he felt his manhood shrivel in Her grasp. He knew then that the greatest pleasure he would ever feel after this moment would be painful in comparison and that all his offerings to Beshaba were for naught, for it was not she who had the power to take away what had been given but Sharess who is Bast who is Zandilar who is called the Succubus of Sensation. And so She left him as he had intended to leave the red-haired girl and he knew that death would be a welcome release when finally it came.\n\nKnow ye all, therefore, that there is no limit to the Goddess' blessing, but so too is there no limit to the pains of he who affronts Her. As a life without pleasure is a life not lived, so a life with no pleasure is not worth living; as pain is the door to death, so the sharing of pleasure is the path of life. All praise Sharess, and let none prevent another from enjoying Her bounty.\n\n[Note: The rather dark tone of this story suggests that it may predate the Time of Troubles and the freeing of Sharess from the grip of the Mistress of the Night. The last paragraph, in fact, is almost apologetic and may be a later addition intended to soften the overall impact of the tale.]"
    }
  },
  "DisarmDC": {
    "type": "byte",
    "value": 0
  },
  "Faction": {
    "type": "dword",
    "value": 1
  },
  "Fort": {
    "type": "byte",
    "value": 5
  },
  "Hardness": {
    "type": "byte",
    "value": 5
  },
  "HasInventory": {
    "type": "byte",
    "value": 0
  },
  "HP": {
    "type": "short",
    "value": 10
  },
  "Interruptable": {
    "type": "byte",
    "value": 1
  },
  "KeyName": {
    "type": "cexostring",
    "value": ""
  },
  "KeyRequired": {
    "type": "byte",
    "value": 0
  },
  "Lockable": {
    "type": "byte",
    "value": 1
  },
  "Locked": {
    "type": "byte",
    "value": 0
  },
  "LocName": {
    "type": "cexolocstring",
    "value": {
      "0": "Writings on Sharessan Philosophy"
    }
  },
  "OnClick": {
    "type": "resref",
    "value": ""
  },
  "OnClosed": {
    "type": "resref",
    "value": ""
  },
  "OnDamaged": {
    "type": "resref",
    "value": ""
  },
  "OnDeath": {
    "type": "resref",
    "value": ""
  },
  "OnDisarm": {
    "type": "resref",
    "value": ""
  },
  "OnHeartbeat": {
    "type": "resref",
    "value": ""
  },
  "OnInvDisturbed": {
    "type": "resref",
    "value": ""
  },
  "OnLock": {
    "type": "resref",
    "value": ""
  },
  "OnMeleeAttacked": {
    "type": "resref",
    "value": ""
  },
  "OnOpen": {
    "type": "resref",
    "value": ""
  },
  "OnSpellCastAt": {
    "type": "resref",
    "value": ""
  },
  "OnTrapTriggered": {
    "type": "resref",
    "value": ""
  },
  "OnUnlock": {
    "type": "resref",
    "value": ""
  },
  "OnUsed": {
    "type": "resref",
    "value": ""
  },
  "OnUserDefined": {
    "type": "resref",
    "value": ""
  },
  "OpenLockDC": {
    "type": "byte",
    "value": 0
  },
  "PaletteID": {
    "type": "byte",
    "value": 13
  },
  "Plot": {
    "type": "byte",
    "value": 1
  },
  "PortraitId": {
    "type": "word",
    "value": 0
  },
  "Ref": {
    "type": "byte",
    "value": 0
  },
  "Static": {
    "type": "byte",
    "value": 0
  },
  "Tag": {
    "type": "cexostring",
    "value": "book_relg_015"
  },
  "TemplateResRef": {
    "type": "resref",
    "value": "book_relg_015"
  },
  "TrapDetectable": {
    "type": "byte",
    "value": 1
  },
  "TrapDetectDC": {
    "type": "byte",
    "value": 0
  },
  "TrapDisarmable": {
    "type": "byte",
    "value": 1
  },
  "TrapFlag": {
    "type": "byte",
    "value": 0
  },
  "TrapOneShot": {
    "type": "byte",
    "value": 1
  },
  "TrapType": {
    "type": "byte",
    "value": 0
  },
  "Type": {
    "type": "byte",
    "value": 0
  },
  "Useable": {
    "type": "byte",
    "value": 1
  },
  "Will": {
    "type": "byte",
    "value": 0
  }
}
