{
  "__data_type": "UTP ",
  "AnimationState": {
    "type": "byte",
    "value": 0
  },
  "Appearance": {
    "type": "dword",
    "value": 464
  },
  "AutoRemoveKey": {
    "type": "byte",
    "value": 0
  },
  "BodyBag": {
    "type": "byte",
    "value": 0
  },
  "CloseLockDC": {
    "type": "byte",
    "value": 0
  },
  "Comment": {
    "type": "cexostring",
    "value": ""
  },
  "Conversation": {
    "type": "resref",
    "value": ""
  },
  "CurrentHP": {
    "type": "short",
    "value": 10
  },
  "Description": {
    "type": "cexolocstring",
    "value": {
      "0": "This rather compact tome is alluring to the eyes in its reflective brownish color, and to the fingers as well as one may feel the leathery cover that encases the tome. The first page is, as expected, an introduction. The font used is dedicated to the easy reading, as each letter is thin and well defined of black ink. It is read as it follows;\n\nTaunting!\n\nA comprehensive guide for the game of the mind\n\n\n\n\nGreetings, reader! If you find this book in whatever you have for hands, then you must be curious about the possibilities that surround what we understand as taunting, seeking to become better at it, or perhaps just utterly bored and you need to distract your mind. It matters not, since in the following pages I shall procure that all those needs are satisfied!\nWe shall determine a step-by-step guide as full in detail as possible to turn even the dummiest lad into an automatic cursing machinery of adder tongue.\n\nWhatever you do with the techniques I present here is not of my importance and you are responsible for your own social life.\n\nAbout the author: There is much to be said about me, but nothing of that comes to the case. You are reading the words of Enkaissarinei, a bard and disciple of the majestic copper dragons - creatures well known for their ability and skill when it comes to the game of the mind! - as I've learned myself everything I know through meditation and a modest amount of time of practice. \nI've always had the ability to step in other's shoes, and that has proved to be a gift in my journey to understand what this particular skill that I present here is. The fact that I was raised as a diplomat by a diplomat influenced greatly in my understanding and search for knowledge. Furthermore, I am a follower of the Ninefold Dragon which has granted me the insight to acknowledge and accept the existence of more mentalities than my own (regardless if they are right or not), and understanding is a requirement to truly master this art. But that is enough about me! Let us delay no further and get to it, shall we?\n\n\n\n\n\nChapter one: What are we even talking about?\n\n\n\n\nTaunt, as we understand it, is a combination of abilities with an ample of uses with the goal of distracting your target. Taunt is not mere provocation, but that is bloody well the result of our intent when it comes to this fine art.\n\nA drawing depicting one of the most known derogatory gestures fills this sector\n\nTaunting may find place so be it in daily life to combat. This game is not one easy to play, and knowing the rules for it is not enough. You must prepare yourself in mind and body in order to succeed. Taunting is a skill that comes out of the imagination of the user and the capability to devise a method to force and steer the path of your target. It can be used as way to simply annoy your opponent or, in a more elaborated manner, control the outcome of a situation by limiting what your opponent may or may not do. \n\nTaunting is entirely an ability that involves the mind, but it is not magical in nature (although to taunt by magical methods is not impossible), and hence no spell or ward mind protection will prevent the heartburn that a master of this trade can achieve. The only way to effectively block this truly hurtful art is by cultivating sheer discipline of the mind, or known by other words, concentration. \n\nMost of the persons that you may encounter that have been done so are spellcasters in nature, sorcerers and wizards, as well as clerics, but you may, as well, find professional duelists that have come to sharpen their minds in order to not fall prey to the spontaneous need to drop all rational sense in the middle of combat. If you are a spellcaster yourself and have experienced what a true taunt means, you may have also noticed that it is fairly complicated to focus in formulating the next verbal component of a spell after hearing what the creature you are confronting did to your mother last night, or to weave the hands in a somatic component without it evoking to a nasty gesture you just had to see. \n\nA taunt comes in many forms. So be it a challenge, defiance, insult, and mockery, but you cannot simply select a target and diss it randomly expecting it to comply to your wishes. No, taunting is an extremely personal art, and that is what are we going to see next. \n\n\n\n\n\nChapter two: Identifying your target\n\n\n\n\nIn every case, to achieve a distraction or compel to a desired action requires careful scan of your target. Somebody who doesn't speak Common will not answer to your challenges if you talk in that language, but may as well understand your gestures or the semantics in your voice. Of course, the result won't be as effective, but if you are expressive enough you can achieve this as well. \n\nThere is a hand-made toonishly picture of a man yelling obscenities to a dog, which doesn't appear to understand what is going on \n\nThe first step to manage a successful taunt is always analyzing your victim. Scan it up to down, hear how they speak, deduce what motivates them as fast as possible. You must understand their vulnerabilities in order to strike them where it really hurts. \n\nThe more you know about your target, the more it will hurt when it comes to unleash your tongue. You must always take a moment to understand and think exactly what are you going to do. For this I encourage studying a vast of other fields, that may start from the culture of your target to psychology and theology. \n\nTaunts are truly more hurtful when spoken in the native tongue of your target. If you don't have the time to learn fully other languages, you can memorize a good arsenal of racial slanders and pray to hurt your objective by hurting its culture and ways. Depending how sentient the creature you may be dealing is, you will have more space for creativity and complexity in the mockery. \n\nIf you wish to deal with more feral creatures, you will have to reduce your voice to hisses and snarls, threats out of intimidation to show your superiority, or tease a specific aspect of the creature with false offerings of something that it wants, which could easily be food, or even yourself. Look tasty! Show those hips! Shake the rear! Give a creature a reason to go all-out and attack you without care for its safety. Flirting is one of the abilities that in joint function as taunt.\n\nThe rest of the chapter is full with virtual examples of what should be observed in the creatures and suggestions on how to exploit it. These vary from the range of mocking the spider queen of the drow, the pride of a tempurian warrior, to the lesser nature of a kobold and impulsive characteristic of some animals. It also notes some particular situations as when a creature may be blind or deaf and presents different workarounds\n\n\n\n\n\nChapter three: Engaging on your victim\n\n\n\n\nOnce you have made your mind and have your wits straight, it is time to set the mechanism in motion. \nThe first step to achieve is to acquire the attention of your target. Whatever you decide to humiliate and confront must be fully aware of your existence. This means that if you do not already have its attention, you must fish it for you, and here I shall present a good number of methods.\n\nThere is a small amend about the definition of attention below a drawing in the comic style of a humanoid creature yelling \"Oi!\" to one that was giving it the back\n\nTo fish for attention you must present something that the creature wants or that is loud or obnoxious enough to break its focus. It doesn't have to pay more than a small glance to you for it to fall prey of your skill (blind creatures do not apply as we have seen in the previous chapter). Even if this creature manages to lock and keep its eyes for someone else, they are ought to comply one way or another to something more subtle. High pitched sounds, expressions, sudden movements. Anything that comes to your mind that you think that may work with your target. \n\nDepending the level of your taunt it can be considered a tease or a challenge to a full hostile action, and you must be careful with the possible reaction of your victim. Sometimes you can guide the attention of your target however you wish to achieve an end, but people is not scripted in stone and that may backfire severely. Be careful with the meaning of your words. \nA taunt can be threatening or intimidating, so don't be surprised if the first reaction you get is an outright slash or a stab once you are done explaining how their beloved one kisses. \n\nOnce you have their attention, you must act depending what do you wish to achieve. A light-hearted taunt may be easily dismissed just as a playful tease, which may be right if your intent was to humor or just provide of a small distraction (since taunt may be as well used in co-joint to pick-pocket and other sort of skills!). The greater the level of your taunt the more violent will be the result. As a rule, the more time you have to cook your punchline, the closer you are, the more you talk with your body as well, the more you weave your voice to the weakpoint of your target, the biggest the reaction you'll get from them. You can mix elements to achieve a maximum result or discard them if they aren't somehow necessary or useful in the specific case you may be dealing with. If your intent for taunting your opponent reaches the higher level, you'll be forced to drop entirely your guard to meet the \"rule of tastiness\". \n\nA doodleish drawing of what looks like a small dragon \"offering\" himself to another humanoid creature is depicted here, as the last part of the taunting ritual\n\nShould you break the concentration of the creature, you'll realize it immediately due to its reaction. A taunted creature will be more rash and violent in movements and words. More careless and reckless. You can exploit these weaknesses in combat to your advantage. The reward is high but so is to the cost - lowering your guard in the middle of combat to achieve a successful taunt can be a mistake, and you must identify the proper timing for it. \n\nIn the case you achieve it, then congratulations! But this is naught but the beginning of the long journey. \n\nThere is a rather large separated section at the end of this chapter with present a large number of curses in different languages, to what they are directed and how it is pronounced, carefully written in phonetic characters. This list includes a great variety of languages, from hisses of Draconic and whirlpools of Aquan\n\n\n\n\n\nClosing words\n\n\n\n\nTaunting is a progressive technique which involves a large group of skills and knowledges, as you'll find that getting better at it is actually quite easier since there is always something new to learn, a new way to progress, a movement to perfect, a word to pronounce better. Sway like a snake! Curse like a viper! Let the venom flow from your tongue and infect those foolish enough to underestimate the power of a couple of well aimed words. \n\nMirror talk! Experiment, toy and jest with your friends! Practice makes the master. I heavily encourage reading and studying about other races and cultures for further enlightenment at the hour of preparing a taunt for your target. At the end of it, not only you will be between the selected masters of the taunting and teasing, but you will also bear the knowledge of a loremaster and the social insight of a true bard. Even if you aren't a bard yourself, these skills come in handy per natura, and if you are a bard, you should certainly pursue the mastering of this skill should you wish to become a paragon of your profession.\n\nAmuse your friends! Humiliate your enemies! There are little things more rewarding that knowing that you can turn that calm and reclusive monk into a snarling monster with the proper words. Remember that this skill is not only ought to be used to damage the guard of your enemy in combat, but also to provoke reactions out of people! Use it for a good laugh! Use it for your own amusement! Use it just to get information or start the dialogue with a friend. Use it to flirt, if you must! \n\nDo not fear to go creative in new ways or methods to achieve whatever you wish. This art comes out of the imagination and is only limited by such! \n\nThese are the rules of the game of the mind. \n\n\nthe small tome concludes with those words, as there is little more to be said.\n"
    }
  },
  "DisarmDC": {
    "type": "byte",
    "value": 0
  },
  "Faction": {
    "type": "dword",
    "value": 1
  },
  "Fort": {
    "type": "byte",
    "value": 5
  },
  "Hardness": {
    "type": "byte",
    "value": 5
  },
  "HasInventory": {
    "type": "byte",
    "value": 0
  },
  "HP": {
    "type": "short",
    "value": 10
  },
  "Interruptable": {
    "type": "byte",
    "value": 1
  },
  "KeyName": {
    "type": "cexostring",
    "value": ""
  },
  "KeyRequired": {
    "type": "byte",
    "value": 0
  },
  "Lockable": {
    "type": "byte",
    "value": 1
  },
  "Locked": {
    "type": "byte",
    "value": 0
  },
  "LocName": {
    "type": "cexolocstring",
    "value": {
      "0": "Taunting!"
    }
  },
  "OnClick": {
    "type": "resref",
    "value": ""
  },
  "OnClosed": {
    "type": "resref",
    "value": ""
  },
  "OnDamaged": {
    "type": "resref",
    "value": ""
  },
  "OnDeath": {
    "type": "resref",
    "value": ""
  },
  "OnDisarm": {
    "type": "resref",
    "value": ""
  },
  "OnHeartbeat": {
    "type": "resref",
    "value": ""
  },
  "OnInvDisturbed": {
    "type": "resref",
    "value": ""
  },
  "OnLock": {
    "type": "resref",
    "value": ""
  },
  "OnMeleeAttacked": {
    "type": "resref",
    "value": ""
  },
  "OnOpen": {
    "type": "resref",
    "value": ""
  },
  "OnSpellCastAt": {
    "type": "resref",
    "value": ""
  },
  "OnTrapTriggered": {
    "type": "resref",
    "value": ""
  },
  "OnUnlock": {
    "type": "resref",
    "value": ""
  },
  "OnUsed": {
    "type": "resref",
    "value": ""
  },
  "OnUserDefined": {
    "type": "resref",
    "value": ""
  },
  "OpenLockDC": {
    "type": "byte",
    "value": 0
  },
  "PaletteID": {
    "type": "byte",
    "value": 13
  },
  "Plot": {
    "type": "byte",
    "value": 1
  },
  "PortraitId": {
    "type": "word",
    "value": 1000
  },
  "Ref": {
    "type": "byte",
    "value": 0
  },
  "Static": {
    "type": "byte",
    "value": 0
  },
  "Tag": {
    "type": "cexostring",
    "value": "book_milt_002"
  },
  "TemplateResRef": {
    "type": "resref",
    "value": "book_milt_002"
  },
  "TrapDetectable": {
    "type": "byte",
    "value": 1
  },
  "TrapDetectDC": {
    "type": "byte",
    "value": 0
  },
  "TrapDisarmable": {
    "type": "byte",
    "value": 1
  },
  "TrapFlag": {
    "type": "byte",
    "value": 0
  },
  "TrapOneShot": {
    "type": "byte",
    "value": 1
  },
  "TrapType": {
    "type": "byte",
    "value": 0
  },
  "Type": {
    "type": "byte",
    "value": 0
  },
  "Useable": {
    "type": "byte",
    "value": 1
  },
  "Will": {
    "type": "byte",
    "value": 0
  }
}
