{
  "__data_type": "UTP ",
  "AnimationState": {
    "type": "byte",
    "value": 0
  },
  "Appearance": {
    "type": "dword",
    "value": 1386
  },
  "AutoRemoveKey": {
    "type": "byte",
    "value": 0
  },
  "BodyBag": {
    "type": "byte",
    "value": 0
  },
  "CloseLockDC": {
    "type": "byte",
    "value": 0
  },
  "Comment": {
    "type": "cexostring",
    "value": ""
  },
  "Conversation": {
    "type": "resref",
    "value": ""
  },
  "CurrentHP": {
    "type": "short",
    "value": 10
  },
  "Description": {
    "type": "cexolocstring",
    "value": {
      "0": "The year is 1377 and here writes the hand of the lore keeper of the Night Masks. My position a privileged one for it is I who holds the true records of what occurs within the shadows and under the ever watchful eye of our Lord Mask.\nThis particular chronicle begins with the emergence of one person. A woman of severe, but perhaps well founded, arrogance. A relative unknown of our organisation who was summoned before the Four and given a task to spread the influence of the shadows to a place known as Amia.\nThis woman's name was Talana.\n\nA sure character in herself and one not daunted by her task. A woman completely at home in the depths of the shadows and not at all one to shirk from her duty to our Lord. She was quickly abound on the closest route to port and from their found a ship to those unusual lands.\nHer arrival there was largely unnoticed as she came into the city of Cordor by boat and amongst a whole host of others. Finding temporary lodgings in the South part of that city she disappeared from records for a time.\n\nWhen she reappears it is in the middle of 1377 and found to have made links with the followers of the Temple of Love just outside of Cordor, or at the very least is found to have spent a significant amount of time their. On hearing this information then the Four are said to have been enraged and sent a warning to the woman. A warning that she only just escaped with her life from.\nHer time at that odd temple was far from wasted, she drew her first thrall from that place, an arrogant man whose name changed as often as his clothes. He became a guard to the woman from that point on until another entered Talana's life.\n\nFrom her journal entry we know that she had spied a strong strident woman entering the bath house one day. Something about the way she stood and her stance marking her out to be someone to be feared, although her own training had far from come into fruition as yet.\nI can only assume that Talana must have been in some fashion attracted to the woman's calm demeanour and obvious martial power as she appeared to have no innate ability with the shadows of our Lord. Talana's personal guard however did not really seem to take a liking to this woman and so began a very deadly game of cat and mouse which eventually the woman won out and became Talana's right hand towards the beginning of 1378.\n\nBy the middle of 1378 the fledgling group had established themselves in the city of Shadowscape and their influence had begun to spread as it should under my Lords direction. An infamous thief by the name of Ray Rodgers was hung in Cordor and a contract was taken out against all those guards who had been involved in the hanging of that man and with Talana as the chief overseer.\nBut time went on and nothing came from the attempts. Plans were made but never carried out. Reports ceased coming to the Four and they quickly became impatient. Towards the end of 1378 they send a group of their best assailants to take the woman from Amia and bring her back before the Four to face her punishment.\nTo date I have no idea what fate befell that poor woman for her failure.\n\nWith the absence of the one known as Talana then the house quickly begins to decay. Those alliances that had been so carefully forged crumble into dust and are quickly forgotten. The group itself falls into obscurity as most of its members depart for other deeds and chase dreams of untold wealth.\n\nAll except for one. The tall black haired beauty who had been Talana's bodyguard. Who had been forced to endure the sight of the woman being dragged of by the agents of The Four. She had elected to remain in the city of shadows. Whether she hoped that one day Talana would return or not is unknown to me.\nI do know from her own journal that her partner at the time, an elf woman called Rei had elected to leave her and chase a wealthy sea captain. I will forgo the number of coarse references that the woman made of the elf in her journals but suffice it to say she was not happy to find herself alone in such dark places.\n\nThe house and its contents were sold by this same woman, taking the gold from its sale and using it to begin her own modest trading exercises under the assumed name of Lady Anastasia of Cordor. To which she bought a small property on Cordor's South side to lend credence to that fact.\nFrom that modest setting she ventured out into the wilds procuring simple goods that she could then sell at the local city market place. By day she was a well respected woman of the sword and fair trader who would go home tired at the end of every day.\nBut at night she would travel out far from Cordor and raid other towns of their valuables. She was not an elegant lock pick but knew how to house break well. It is a credit to her that she never once had to resort to senseless violence in robbing a house. More often than not her calm, cold demeanour and the way she carried her sword put off all but the most inept of people.\n\nIt was from these two fashions that the Lady Anastasia made much of her wealth in the early days and was able to live in her small home with relative comfort. But as with all humans it seems it is not possible to change ones nature. And the Lady had a deeply sadistic streak with which she liked to abuse others. She would wander out into the city and prey on the rich and powerful, using her wiles as well as her good looks to cozen them into her company for the night. To her credit it appears that her 'victims' were more than willing.\nAnd so her influence grew, followers began to drift towards her, lured by beauty, strength and wealth and it seemed that our Lord was shining his favour on the Lady Anastasia for a time.\nBut it would not be very long before the powers of The Four realised that this one group in Amia was once again active. The Lady Anastasia could feel this presence constantly looking over her shoulder. Her journal entries mention the idea of the shadows growing behind her, a pressing feel in her mind as if something was soon about to happen.\nNever being one to give into such fears though she arranged her few loyal subjects as best she could and began searching for more allies.\n\nIn my time researching the members of this particular group of thieves it has been hard to piece together images of its individual members. I did however manage to meet with a few people who had the fortune or not of meeting the one known as Anastasia, here follows the few pieces of information that seemed to be universal from amongst all those who met her...\n\nThere are many curious things that have survived the passage of time from the various scrolls, books and other more inoculous items that have stayed in good condition from those times. Perhaps one of the stranger is this collection of scrolls that appear to be maps and diagrams...\n\nAnd so the times move on, it would seem that the Lady Anastasia had forgotten all her old links to those who labelled themselves the Night Masks. It is noteable however that she remained faithful to Mask during this time, the temple records support as much in that she was a regular to the temple itself and seemed to be on good terms with the clergy there. Although several young acolytes notes on the woman I will not reprint here so as to ensure at least some semblance of decency to this work of mine.\n\nTime is forever the erosion of fear and worry. The more time that passed for the woman then the less she had to fear. She had her partner who was never far from her side, the accumulated wealth of the old guild and had very little in the way of worries or concerns.\n\nBut perhaps this is part of what bothered her, niggling in the back of her mind, things really were to quiet, far to quiet for her. Perhaps she missed the thrill of the hunt, the chase, the night time runs when your life was balanced on the edge of a knife. From everything I have been able to find out about the woman it would suggest this to be true. An extreme character I would suppose, one who felt most alive when the stakes were the greatest.\nMany references are made to her duels and her proficiency with a blade, if the stories are to be believed then she was one of the very rare people who were in tune with their martial self. Many reports are contradictory however, some refer to how savage she could be in battle, others how cold and controlled she could be. I don't know which of these are the truth, or perhaps both of these are, I have no way to be sure.\n\nThere is an excerpt from her personal records however. Indeed one of the few to have survived those times.\n\n'Mengala found me this day, the stupid frump still thinks to try and save my soul. If only she knew the half of it. My soul is saved already, but only in such a way that would make her hurl if she knew the turth. Still, I had a debt to repay so I visited her 'church'. Cold, almost clinical it seemed to me, her much vaunted Dawnguard do not impress me, not in the least. Worse than that they work against those ideals I hold dear to myself. Still I will keep her close to me for now, she may yet be useful to me.'\n\nThis of course was an omen of things to come, but I am getting far ahead of myself here. It was around this time that the Lady Anastasia began hanging around other places of ill repute often in disguise and observing others, looking for those who caught her interest. Then came the times of change for all those who lurked amongst the shadows.\n\n"
    }
  },
  "DisarmDC": {
    "type": "byte",
    "value": 0
  },
  "Faction": {
    "type": "dword",
    "value": 1
  },
  "Fort": {
    "type": "byte",
    "value": 5
  },
  "Hardness": {
    "type": "byte",
    "value": 5
  },
  "HasInventory": {
    "type": "byte",
    "value": 0
  },
  "HP": {
    "type": "short",
    "value": 10
  },
  "Interruptable": {
    "type": "byte",
    "value": 1
  },
  "KeyName": {
    "type": "cexostring",
    "value": ""
  },
  "KeyRequired": {
    "type": "byte",
    "value": 0
  },
  "Lockable": {
    "type": "byte",
    "value": 1
  },
  "Locked": {
    "type": "byte",
    "value": 0
  },
  "LocName": {
    "type": "cexolocstring",
    "value": {
      "0": "History of an Amian Thieves Guild"
    }
  },
  "OnClick": {
    "type": "resref",
    "value": ""
  },
  "OnClosed": {
    "type": "resref",
    "value": ""
  },
  "OnDamaged": {
    "type": "resref",
    "value": ""
  },
  "OnDeath": {
    "type": "resref",
    "value": ""
  },
  "OnDisarm": {
    "type": "resref",
    "value": ""
  },
  "OnHeartbeat": {
    "type": "resref",
    "value": ""
  },
  "OnInvDisturbed": {
    "type": "resref",
    "value": ""
  },
  "OnLock": {
    "type": "resref",
    "value": ""
  },
  "OnMeleeAttacked": {
    "type": "resref",
    "value": ""
  },
  "OnOpen": {
    "type": "resref",
    "value": ""
  },
  "OnSpellCastAt": {
    "type": "resref",
    "value": ""
  },
  "OnTrapTriggered": {
    "type": "resref",
    "value": ""
  },
  "OnUnlock": {
    "type": "resref",
    "value": ""
  },
  "OnUsed": {
    "type": "resref",
    "value": ""
  },
  "OnUserDefined": {
    "type": "resref",
    "value": ""
  },
  "OpenLockDC": {
    "type": "byte",
    "value": 0
  },
  "PaletteID": {
    "type": "byte",
    "value": 13
  },
  "Plot": {
    "type": "byte",
    "value": 1
  },
  "PortraitId": {
    "type": "word",
    "value": 0
  },
  "Ref": {
    "type": "byte",
    "value": 0
  },
  "Static": {
    "type": "byte",
    "value": 0
  },
  "Tag": {
    "type": "cexostring",
    "value": "book_hist_005"
  },
  "TemplateResRef": {
    "type": "resref",
    "value": "book_hist_005"
  },
  "TrapDetectable": {
    "type": "byte",
    "value": 1
  },
  "TrapDetectDC": {
    "type": "byte",
    "value": 0
  },
  "TrapDisarmable": {
    "type": "byte",
    "value": 1
  },
  "TrapFlag": {
    "type": "byte",
    "value": 0
  },
  "TrapOneShot": {
    "type": "byte",
    "value": 1
  },
  "TrapType": {
    "type": "byte",
    "value": 0
  },
  "Type": {
    "type": "byte",
    "value": 0
  },
  "Useable": {
    "type": "byte",
    "value": 1
  },
  "Will": {
    "type": "byte",
    "value": 0
  }
}
