{
  "__data_type": "UTP ",
  "AnimationState": {
    "type": "byte",
    "value": 0
  },
  "Appearance": {
    "type": "dword",
    "value": 1328
  },
  "AutoRemoveKey": {
    "type": "byte",
    "value": 0
  },
  "BodyBag": {
    "type": "byte",
    "value": 0
  },
  "CloseLockDC": {
    "type": "byte",
    "value": 0
  },
  "Comment": {
    "type": "cexostring",
    "value": ""
  },
  "Conversation": {
    "type": "resref",
    "value": ""
  },
  "CurrentHP": {
    "type": "short",
    "value": 10
  },
  "Description": {
    "type": "cexolocstring",
    "value": {
      "0": "Introduction\n\n\nComing from the mainland, a farm-girl wanting more, I have a far different opinion regarding the Amian isles than many of the current citizens. I wonder: Is it because I am the different, odd one? Or is it because this place, Amia, is? I even hesitate to write this, thinking that perhaps it will, like so much, have no effect and simply get pushed into the backs of the library stacks. But because it will help me to hash out my opinions with the written word and the small chance that some young dreamer or traveler will come upon this, that it might help someone know they are not alone in their thinking, I am writing this. These floating masses called Amia are filled with insanity. Take every problem you thought you could face off of them and multiply it by ten. Then you've almost approached the level of frivolity and carelessness mixed with impulsive violence, shape-changing, and comet-summoning craziness that is contained by the oceans in these lands.\n\nThe normal rules of the world do not seem to apply here - fear, shock, deference, awe. Even the law of death is forced to bend its will quite often. Amian adventurers run amok staring down dragons and bleeding and dying and coming back to the land of the living day by day. It's hard to know how to approach this place as a reverend or deed-doer of any deity. Even the \"evil.\" Does the follower of Shar see each parading, magicked Mystran wizard as a real threat? Are they all so powerful? Has the epic hellball become a standard norm to expect, not to respect? Does the Goddess of Luck think that any of these snot-brained and full-of-themselves adventurers even need her charms? How does she pick and choose - and why, when despite luck, so many people still act like the world is under their control and so many others are so obviously unaffected by anything? Is the paladin of Tyr so wrong for killing a child when it had a life-draining bone-arm attached to its body?\n\nThese are questions that one could answer much easier elsewhere. In fact, I have. But this place is different. Upon no other landmass have I encountered a parading, commonwealth of citizens filled with rage at adventurers-- most respect them. Upon no other landmass have I encountered adventurers who are brazen toward townsfolk-- most respect them. Upon no other landmass have I encountered such a fight against specism-- most uphold it. But upon Amia, each person seems to be the most wise, the most powerful. Yet they all end up dead more than once. Each seems to think that there is no gene or blood-trait that can directly affect a personality. And then a flight of chromatic dragons attempts to destroy them. It just doesn't seem to register in the majority of brains-- that perhaps they are wrong, that perhaps the reason the rest of Faerun has an opinion is because it's logical, and that perhaps when they die it could last forever. So many consider themselves forward-thinking, new-age individuals, that you are judged more by the populace itself than by your own deity. Dark elves aren't evil-- they're just a skin tone away! See that dragon? Let him tell you how to think-- it's normal! He doesn't eat people or have a hoarding problem, he's just your friendly next-door neighbor!\n\nTrying to believe in yourself as a cleric or paladin is a task in and of itself. Actually becoming one that is respected and believed in by others is tenfold the amount of work.. or more. You must drive yourself forward. Even for those who murder and kill, it takes a certain, driven mindset to convince yourself you are following dogma correctly. A will that cannot be shaken and a faith that your actions are true, a belief that they are not subjectively influenced and that you could be failing. Because even in the lands of the normal, there are going to be others that attempt to shake these foundations. Take into consideration the above characteristics of the Amian islands, and you can once again multiply the difficulty of the situation by ten or more. Now we're getting into numbers to the third power. 10 to the third power is 1000. I cannot even comprehend the amount of difficulty that is. Similarly to how I have had difficulty comprehending how to approach these islands with my beliefs and how to achieve the best possible results with my actions. I have struggled with my own dogma and witnessed countless others struggle with theirs. I have failed and felt miserable. And not only once, but many, many times. I have almost sympathized with those that have turned their back on the Gods, choosing to be outcasts and unfavored by the very beings that give us strength and power.\n\nAfter years of experience, you learn to realize that this place is like no other. And personally, I reflected upon my early days and wondered what might have changed had I had an influence to teach me about the Amian culture. To teach me how to incorporate it into my actions. So here, within the rest of this essay, this analysis, this dogmatic interpretation... whatever you might call it... I will attempt to do exactly that: Teach others about this island and how to apply it to dogma that is more geared toward the normal, mainland culture.\n\nThank you for reading, if you so choose. I hope it helps you.\n\nInstallment 2: Preface of Amia and A More General Issue\n\n\nLet me start with the island itself (and more specific issues and people than the broad claims of insanity and vague references). By studying Amia, one should find some facts to propose and support any argument one makes. And there are many arguments to make here: 1. The correct way to deal with insanity to some is to make an insane asylum-- we could lock all of the crazy adventurers up; 2. The correct way to deal with it is to understand where they're coming from, talk to them, explain things to them; 3. Use a mixture of both methods. Etc, etc, etc. And more. \n\nTo get the realistic facts, the ones recorded by scribes, and therefore irrefutable, you should look in the libraries. You're probably already here. You can find a history of Cordor and other cities and major events down the stacks from the critical essays and to the right. They discuss the fall of Zanshibon, local criminal groups, the Duke, and more. A good way to begin this discussion is not only to start with the island itself, but also digging through the history of it. Now this topic is going to take time. There are many aspects of the insanity of the isles, many places the insanity showcases itself, and many parts of each of these aspects and these places.\n\n(Just to give a basic overview... I will begin to address each of you in the proper, ridiculous manner that seems to be the most accepted norm of this island. Use an unwarranted derogatory and/or sympathetic description before the label of where you or anyone might be from. Here's a small list: the ignorant dragon-descendants from Wyrmhold or dark caves, the lurking, solitary loners of Shadowscape, the fools of Cordor, the snotty knights of Kohlingen, the fun-loving and careless hin of Bendir, the persecuted and repenting Eilistraeeans, the misunderstood, condescending elves of Winya, the corruptible Ruathym Mystrans, the sneaking criminals of Wharftown and Uhm, the forest lovers of the Grove, and the crusading, desperate Wiltuns... are there more? Of course there are. Are these titles correct? Perhaps, perhaps not. There is some truth in them or else they would not strike so close to home.)\n\nSo let's focus on something right now. An issue that applies to how insane this isle is, but that doesn't seem to have any specific place, any specific race, any specific origin: Magic.\n\nOne argument made for the magic craziness of these islands might very well be its past. For example, how is one expected to be in a city devoid of constant abuse of magic when it was ruled by a magic-user and currently has a Minister of Magic-- and one who has already been replaced? You can make the argument of precedent. This place began with magic being a major part so it will always be a major part. You cannot take out a part of something that works without replacing it with something else, and that just seems illogical unless magic has proved detrimental. or perhaps the laws of electrical current. So it becomes something that is normal, something that many want to do, even competition for young ones in school perhaps. So is it history?\n\nOr is it something else. How many citizens actually know how to use magic? How many are there in the Ministry of Magic, how many were taken in from other places? Is this information available? It seems applicable, does it not?\n\nOr perhaps it's just those pesky adventurers. They cause all the trouble, pouring in from other lands and even making families and children on Amia because these islands never seem to run out of the undead and dragons that adventurers crave. They're making all the magic nonsense and casting all the hellballs that destroy parts of South Cordor, or burn the trees in the forest...\n\nI briefly discussed the amount of earth-shattering, magic-pulsing, fear-radiating persons that inhabit this place, but details are absolutely necessary. Let us start with a more detailed (but still basic) description of magic gotten from the libraries of the Mystran Monolith. There are about nine tiers available to the dedicated magic-user: wizard or sorcerer. You begin with spells that can alter basic levels of human interaction. Grease, to slow others in your area down. Sleep, to put them to sleep. These spells are not as debated as to how they work. As you travel up the tiers, they get progressively stronger until you reach the ninth. These spells consist of Gates to summon demonic Balors or an ability to Stop Time for moments. These spells are debated, discussed and still not fully understood.\n\nSo a last argument could be that magic creates all this chaos because it is not even fully understood. For how DOES Time Stop really work? You could wait around for hours while the mages argue.\n\nAnd one last issue still remains. If you don't use magic and don't understand-- how do you deal with it? Not much dogma has specific instructions as to how to go about dealing with magic besides Mystra, Azuth, Shar and more species-specific deities. Hopefully this first chapter helped you understand one general issue, why it's an issue, and what sorts of questions to use when approaching it. Next will be a more specific issue. It will be awhile before we get to any of my personal opinions on solutions.\n\nIt has been awhile coming back to my essay. I wonder if anyone has read the first portions besides Nevaeh...\n\nThe next issue I wish to approach is faith. Not your own faith (for that is a long, personal matter that can be saved for later), but others. When one is faithful to one's God, how does one deal with others faithful to that God or other Gods in a different way? What does one do when it climaxes into a situation where these faiths cross paths and both must be upheld? These are the situations with magic, but twisted to apply to faith. They apply to any ideal on Amia, really. The difference with magic and faith is that faith gives its followers zeal. Magic... this is a scientific, heated passion for those who study it. Faith... there is not science to faith.\n\nThose who believe what they believe of their Gods believe it because it was entrenched into their minds by another individual-- and that individual was not their God. Only rarely do you come across one who has found their faith by themself-- and then, that individual is most likely estranged.\n\nThat individual is me.\n\nI thought of saving this essay as nameless, for noone would remember me... but it seems once I make a mistake, everyone rushes to my trial. Ah. But wait. There never was one, was there? My name is Samantha, I am a paladin of Bahamut and I accidentally killed a man. When I was young, I accidentally killed my sister as well. It was the driving reason behind my running away from home. Behind joining a sisterhood of sellswords that protected women in need. I led that small group of women across Faerun, finding women who could not help themselves-- and attempting to only protect them this time, instead of make a choice that could kill them.\n\nBut what do you do? When your sister is in love with a man who abuses her to the brink of death each day? Do you leave her to her fate, or do you intervene? When a tiefling stares you down and tells you the power of the Gods is silly, do you show him what a Smite may feel like should he want to test it in the future? Or do you just wait and bide your time until he kills someone so that he deserves that smiting?\n\nWhat do you do when faith converges? One side of your Lord preaches forgiveness, but the other preaches strength. When there is noone flying next to you to give you direct advice, what is there to do but make a choice?\n\nIt is so easy to condemn another for their choices, but so much more fulfilling to attempt to understand them. What I do not understand about Amian faiths besides my own is this: When you made a stupid decision, did I banish you from my home? No. I looked at you with disappointment and frustration, but took you into my arms and promised to help you if that is what you desired.\n\nIt is okay. I don't need your help in return. But it doesn't mean I didn't want it. You can destroy Monoliths and smear innocent Loviataran captives' blood along your blades and staves, but... cannot deem to understand someone who admits to something wrong. I scorn you."
    }
  },
  "DisarmDC": {
    "type": "byte",
    "value": 0
  },
  "Faction": {
    "type": "dword",
    "value": 1
  },
  "Fort": {
    "type": "byte",
    "value": 5
  },
  "Hardness": {
    "type": "byte",
    "value": 5
  },
  "HasInventory": {
    "type": "byte",
    "value": 0
  },
  "HP": {
    "type": "short",
    "value": 10
  },
  "Interruptable": {
    "type": "byte",
    "value": 1
  },
  "KeyName": {
    "type": "cexostring",
    "value": ""
  },
  "KeyRequired": {
    "type": "byte",
    "value": 0
  },
  "Lockable": {
    "type": "byte",
    "value": 1
  },
  "Locked": {
    "type": "byte",
    "value": 0
  },
  "LocName": {
    "type": "cexolocstring",
    "value": {
      "0": "An Essay Upon Good Intentions"
    }
  },
  "OnClick": {
    "type": "resref",
    "value": ""
  },
  "OnClosed": {
    "type": "resref",
    "value": ""
  },
  "OnDamaged": {
    "type": "resref",
    "value": ""
  },
  "OnDeath": {
    "type": "resref",
    "value": ""
  },
  "OnDisarm": {
    "type": "resref",
    "value": ""
  },
  "OnHeartbeat": {
    "type": "resref",
    "value": ""
  },
  "OnInvDisturbed": {
    "type": "resref",
    "value": ""
  },
  "OnLock": {
    "type": "resref",
    "value": ""
  },
  "OnMeleeAttacked": {
    "type": "resref",
    "value": ""
  },
  "OnOpen": {
    "type": "resref",
    "value": ""
  },
  "OnSpellCastAt": {
    "type": "resref",
    "value": ""
  },
  "OnTrapTriggered": {
    "type": "resref",
    "value": ""
  },
  "OnUnlock": {
    "type": "resref",
    "value": ""
  },
  "OnUsed": {
    "type": "resref",
    "value": ""
  },
  "OnUserDefined": {
    "type": "resref",
    "value": ""
  },
  "OpenLockDC": {
    "type": "byte",
    "value": 0
  },
  "PaletteID": {
    "type": "byte",
    "value": 13
  },
  "Plot": {
    "type": "byte",
    "value": 1
  },
  "PortraitId": {
    "type": "word",
    "value": 0
  },
  "Ref": {
    "type": "byte",
    "value": 0
  },
  "Static": {
    "type": "byte",
    "value": 0
  },
  "Tag": {
    "type": "cexostring",
    "value": "book_soc_001"
  },
  "TemplateResRef": {
    "type": "resref",
    "value": "book_soc_001"
  },
  "TrapDetectable": {
    "type": "byte",
    "value": 1
  },
  "TrapDetectDC": {
    "type": "byte",
    "value": 0
  },
  "TrapDisarmable": {
    "type": "byte",
    "value": 1
  },
  "TrapFlag": {
    "type": "byte",
    "value": 0
  },
  "TrapOneShot": {
    "type": "byte",
    "value": 1
  },
  "TrapType": {
    "type": "byte",
    "value": 0
  },
  "Type": {
    "type": "byte",
    "value": 0
  },
  "Useable": {
    "type": "byte",
    "value": 1
  },
  "Will": {
    "type": "byte",
    "value": 0
  }
}
