{
  "__data_type": "UTP ",
  "AnimationState": {
    "type": "byte",
    "value": 0
  },
  "Appearance": {
    "type": "dword",
    "value": 1309
  },
  "AutoRemoveKey": {
    "type": "byte",
    "value": 0
  },
  "BodyBag": {
    "type": "byte",
    "value": 0
  },
  "CloseLockDC": {
    "type": "byte",
    "value": 0
  },
  "Comment": {
    "type": "cexostring",
    "value": ""
  },
  "Conversation": {
    "type": "resref",
    "value": ""
  },
  "CurrentHP": {
    "type": "short",
    "value": 10
  },
  "Description": {
    "type": "cexolocstring",
    "value": {
      "0": "The Wyrmshadow Prophecy\nWritten by Zellani Cys'dina\n\n\n\nIt was a quiet day in the snowy lands of Brogendenstein. Adventurers frequented the area like any other day, searching for powerful relics or testing their mettle against the ferocious beasts that roamed that frozen land. Dwarves worked and crafted within their hold, their scouts keeping a close eye on any movement just outside the gates. The stout folk saw nothing out of the ordinary.\n\nFar to the northeast of the dwarven settlement, a streak of white blurred across the sky, unnoticed by those nearby. The young white dragon named Sleet had gone for a hunt. This was the youngest member of the Dark Flight and easily the most rash and least thoughtful. She was the Daughter of Icingdeath, but beyond that all titles such as \"Icequeen of the North\" were simply products of overzealous pride and arrogance. She was rather beautiful, as far as white dragons could be. Her scales shined in the sunlight, hiding an absolutely brutal female dragon.\n\nThere was plenty of prey to choose from this beautiful morning, though her appetite was great. What had she not consumed recently that would sate her hunger? She saw the myriad of life forms as she passed overhead, searching for just the right meal. This simple hunt, however, went awry as she passed by the western face of a great mountain ridge. From below, where he had been well-concealed in a great wall of solid ice, the mighty silver dragon named Justice leaped out of hiding and attacked the smaller white dragon.\n\nIf ever a virtuous dragon existed, Justice was it. Named for the virtue itself, Justice was one of Bahamut's dragon Paladins. He was helpful to those most needy, eternally calm, and always friendly to those who shared his views. To evil creatures he was the stuff of nightmares; his immense silver body and silver-crowned frill, along with large beating wings, signaled death to those who would dare harm the innocent in his presence. He gave off an entrancing aura, one that said, \"I will help you. No matter the cost.\" A lengthy tail and graceful neck finished off his portrait of glory.\n\nTheirs was a fierce aerial battle, the very fight which marked the beginning of the war of the Wyrmshadow Prophecy. The furious roars of the two dragons drew the attention of various adventurers and many became witness to the fall of the young Sleet. Justice's great strength and prowess earned him victory, although not without injury. The mighty silver dragon threw the white to the ground below and watched as warriors of good and evil arrived to investigate.\n\nArcanists of Kohlingen dealt the final blow when Sleet lashed out at them. When the dragon's body was plundered and destroyed Justice spoke with the humanoids who had assisted him. He allowed them to heal him, and then took flight once again. Word spread quickly of the death of Sleet, the youngest member of the Dark Flight of Tiamat. Her father, Icingdeath, who many recall as the Scourge of the Mountains, sought revenge for the insult to his name and abandoned his domain to heed the call of his chromatic kin.\n\nTime passed very slowly to those who had heard hints of the Prophecy and the threat of death and destruction. A few days felt like weeks and as the great silver dragon named Justice flew toward Kohlingen from the northwest, his path became suddenly blocked. Like lightning a powerful black dragon rose up from the Lowland Swamps. Myrk was the sorceror, the arcanist of the Dark Flight. His prowess with the Weave exceeded that of any other dragon on the island, chromatic or metallic, and he knew how to use it. An exceedingly powerful Necromancer and Abjurer, he had subjugated the various lizardman tribes under his control. Only Babylon the true Yuan-Ti dared stand up to him, but Myrk had been content to let them do their thing, as long as they stayed out of his territory.\n\nBut the presence of a silver dragon, a paladin no less, flying directly over his realm could not be ignored. It was the perfect opportunity and the great silver interloper did not seem aware of him in the slightest. Myrk blasted the silver paladin of Bahamut with a barrage of spells as soon as he was within range. Good Justice stood no chance against the arcane might of Myrk, especially when there was so much distance between them still.\n\nAfter tearing into the silver dragon repeatedly and evading all but one of Justice's attacks, Myrk concealed himself in Sanctuary. When he appeared again he spoke a Draconic Word of Power and hurled a devastating spell at Justice, who could do nothing to avoid it. A cataclysmic explosion rocked the skies. Myrk disappeared again and Justice crashed into the soggy ground just north of Uhm.\n\nAdventurers rushed to the scene, some eager to help. But it was too late. As Justice lay in the Lumorier mud, he spoke only the name of the Holy City before Myrk's Greater Ruin descended upon the injured silver dragon and caused his very flesh to disintegrate from his bones. No longer would the beautiful silver dragon's visage grace the skies. Justice was dead, slain by the vile black dragon of the Dark Flight of Tiamat.\n\nIt was at this point that the good people who stood alongside Bahamut's cause learned of the Platinum Dragon, Imperator, who had stood next to the Justicar all along as one of his Everguards - a clever and useful disguise. He was incredibly old, but his dragon body was nearly flawless. Marred only by time and not battle, his scales shimmered in the sun and it was easy to see how he earned the title of Platinum. Easily distinguished, even from a silver dragon, Imperator stood well over even the tallest metallic dragon on the island, with a long graceful neck and a smooth snaking tail. Lithe, sinewy, powerful muscles rippled along his body and his claws were silver-tipped in color. If a smile was possible along those powerful jaws, one would swear he wore one constantly. Imperator became the voice of good on the isle of Amia. He organized the adventurers who came to help and guided them in the right direction. Under his gaze, the allies of Bahamut were able to seek out and kill Myrk in his own lair: a fine deliverance of the justice he deserved.\n\nBut Imperator was not the only one gathering allies and making plans. In Wyrmhold, Aurichon's rage was precursor to the darkest alliance that the region had ever seen. Aurichon, a powerful Black Dragon, was Lord Wyrmhold for the years. His entire body appeared as one large rippling powerful muscle. He lived for ages and saw nearly everything there was to see. He commanded the Dark Flight with absolute authority. With the Flight nearly assembled, his plans for attack nearly complete, and the city of Kohlingen firmly in his sights, each day was a new war council and each day was another day closer to when he hoped to see all his work blossom to its full glory and spread the Wyrmshadow across the land.\n\nIcingdeath, Stormwhisper, Forestgloom, Infernus, and Deepeningdoom answered Aurichon's call. Their evil plans were set in motion. Before that evil made itself truly known, the adventurers working alongside Imperator made a glorious discovery: the magnificent copper dragon named Rockhopper. A tremendous lover of stories and practical jokes, he was the least powerful of the Metallic flight, but his strength lay in overseeing the morale of his kin. His copper scaled body glinted in the sunlight, and he always seemed to be perpetually laughing at something or other. Jovial, good natured, and all-around a \"decent guy\" it was said he was also fascinated with elves and their culture.\n\nIt took some convincing, but the goodly adventurers who had discovered him were able to draw him out of his hiding place so that they could take him to Kohlingen and to his dear friend, Imperator. It was not an easy feat, protecting him so that he could reach the city safely. Forestgloom, the enormous green dragon sometimes called the Huntress, attacked the wall of warriors who had come to distract her while Rockhopper was led out of the forest and across the Valley of the Arachnid.\n\nForestgloom was exceptionally old and exceptionally powerful. She saw her territory as anywhere in the Amia Forest. It was said she had a special hatred for elves and that her battle tactics for fighting a fellow dragon tooth to claw were second to none. There were even rumors abound that said she was cannibalistic in nature. She loathed Rockhopper and would love nothing more than to tear him limb from limb. She had not learned of his hiding place, however - right in her domain - and so she fell for the plan enacted by the goodly forces of the isle. While Defenders of Kohlingen, rangers and druids of the Grove, and many other allies distracted the fierce green dragon with open battle, Rockhopper successfully arrived under escort into Kohlingen and joined his beloved friend and wingmate, Imperator.\n\nAttention on both sides of the war then turned to Morningdew, the brass dragon. Well-known for her lore expertise, she was an important tactical and informative asset to Bahamut's Flight. In her dragon form Morningdew's brassy body almost glowed in the sunlight, the plates on her head reflecting the light back into the sky. She was a singer, a bard among bards and a truly gifted vocalist of the dragons. However, she was also chatty, stubborn to a fault, and a little arrogant when she felt she had been slighted in a situation. Good friends with Rockhopper, she often spent her time with him chatting the day away before she had to go into hiding. The contingent that retrieved her from her hiding place was large and well-prepared for the beast sent by Aurichon to intercept them.\n\nAnother fierce battle ensued between the forces of good and the dark and dangerous dragon called Deepeningdoom, or, as he was known among his Flight kin, Meplipenixisti. He was a lean, sinewy Shadow Dragon. His body was built for weaving around through tunnels and corridors, and he displayed an impressive amount of agility for a beast of his size, snaking through tunnels, traversing land, and soaring through the skies with impressive speed. The dark, almost oily surface of his scales remained unmarred, a sign that he didn't often get into brawls - or perhaps a sign that he finished his opponents off before they had a chance to react. Green luminescent eyes and a dual layer of slick, oily spines traveling down his neck and back added to his overall look of immense power. Obsidian-black teeth and claws looked well kept and ready to shred anyone in his way.\n\nHowever fierce the prowess of the outcast of the Dark Flight, Deepeningdoom was unable to overcome the might of Morningdew's protectors. He was driven back and forced to flee the battle. Morningdew thus arrived safely in Kohlingen. Many things happened then, very quickly. Within several weeks, three events took place:\n\nInfernus was a mighty red dragon and a powerful Cleric. If it were not for the direct orders of Drak'law Emberblaze, the vile creature responsible for ordering the Dark Flight together, she would likely have led the Flight herself, as her prowess exceeds that of even Aurichon's. She laired in Wyrmhold, presiding over the Flight in her matronly manne, Chosen powers ready to be exerted in the skies over Kohl and in the city itself. Woe to be her foes, for the Chosen of the Queen flew to burn, and Kohlingen was in her sights. Determined to make their Flight's power grow, Infernus slew the green dragon known as Ta'lishima for her refusal to join their cause. The young green was young and weak. She did not last long against the ferocity of the vile Chosen.\n\nSecondly, yet another battle broke out on the other side of the world, in the desert of Khem. Stormwhisper was an eons old Blue Dragon that has long laired in the Ankh'remun region of the desert. He was a powerful enforcer of Tiamat and his strikes carried divine power behind them. It was said that when he brought his full power to bear one could see the illusion of Tiamat herself directing his claws and teeth to his prey. The powerful blue dragon of the Flight slew the lazy and proud Baulg, who had also refused to join the Dark Flight, thus ending yet another loose end.\n\nThe third event was bathed in deep sorrow, casting a terrible weight upon the forces of light. Deepeningdoom located Arcanos, the wise and majestic ancient gold dragon who had been in hiding. The mysterious gold dragon of the Flight was wise and ancient beyond any member of the Wings but Bahamut himself, but he did not fare as well alone as Morningdew had with her protectors weeks previously. After a deadly battle of fang and claw, Arcanos lay dead within the cavern that housed his lair. Deepeningdoom left him to rot and returned to Aurichon to deliver the news.\n\nFollowing this terrible loss, Imperator and his allies made the final defensive plans for Kohlingen and Aurichon gathered the Dark Flight, who had regained a previous member. Myrk had been a dracolich. When his body was destroyed, he returned in a bone husk, his phylactery still intact. With their arcane master returned to them and the sage Arcanos slain, the Dark Flight burst with arrogant confidence and made for Kohlingen to attack.\n\nThe Lady Cystana rose with the sun on the fateful day of that glorious battle. She went back and forth amongst the defenders, bolstering and guiding every ally that had come to protect the Holy City from the Dark Flight of Tiamat. Her tactical skill played a key role in the battle and all who may have doubted in her skills suddenly understood the value of having such a skilled tactician amongst them.\n\nThe Dark Flight swooped in alongside the hordes of allies they had accumulated throughout their time on the isles. The stout dwarves of Barak Runedar fired their huge ballista bolts and urged the group of evil dragons to separate into groups. Myrk plunged into the western outskirts, where he was met by the Kohlinger arcanists he hated so. They countered his spells and caused him to falter quickly. The spells and weapons of his enemies cost him much and he retreated to his phylactery to recover.\n\nElves and rangers and druids from the Grove fought alongside Rockhopper and Morningdew as Forestgloom and Infernus descended upon the western edge of the central district in Kohlingen. The group was sorely outnumbered, but their determination was unmoving. Arrows and spells took a heavy toll on Infernus, but the fierce Forestgloom saw nothing but the copper dragon she loathed. On the other side of the district, Stormwhisper and Icingdeath plunged toward the Kohlingen Keep. Here, they used their natural magic to create a storm of ice and lightning. Their ground forces of enslaved bedine nomads and minotaurs followed them, but the glorious line of dwarves near the gates held firm.\n\nThe dwarves of Barak Runedar did not let a single enemy past them. They were a great monument of strength and resilience. And when the mighty, evil dragons fell upon them with tooth and claw, still they did not falter. They slew Icingdeath in glorious battle and tossed the wretched corpse into the sea. Stormwhisper withdrew, unable to penetrate the dwarves' defensive line even after a second attempt to break through them. And when he retreated the stout folk grinned at each other in triumph and turned their sights on the rest of the Dark Flight's ground troops, daring them to move in.\n\nWord of Imperator's location reached Aurichon, who had remained above the battle, watching. He and Deepeningdoom finally laid low upon the city. The shadow dragon went straight for Morningdew, intent on finally killing the brass as he had set out to do before. The agility of the Shadow of the Dark Flight made him far superior to Morningdew and her gathered allies from the Cordorian Guard. But an unlikely ally burst from Mayfield's just when it seemed like they might lose: the Black Flag joined their nemeses in the Guard, battling side-by-side.\n\nAurichon, however, went for the Triadic Temple, where Imperator lay in wait. As soon as he slithered inside, the great doors closed behind him and he was met with a carefully-executed trap. Enraged, Aurichon lashed out, but he could not maneuver in the small space of the temple. Imperator cast his spells and the Defenders and other forces of Kohlingen plunged their blades into his hide. The battle was brief and Aurichon was slain - although the damage to the temple's structure was terrible.\n\nImperator and the others within stepped outside the Temple to join the rest of Kohlingen's forces and allies. Deepeningdoom saw the corpse of Aurichon and lunged at Imperator in a rage. Morningdew, however, took the opportunity to tackle him and it was only a matter of moments before the guardsmen from Cordor slew the fell creature while he was pinned beneath the brass dragon. With Deepeningdoom's death, Imperator's mighty voice proclaimed victory over this battle and he personally led the defenders of honor and virtue in a march against Wyrmhold.\n\nAs the mighty army of good arrived at Wyrmhold, Forestgloom, Myrk, and Stormwhisper descended upon the wall of warriors. Forestgloom was slain first in the wave of swords and arrows that struck her and sent her into a deep chasm, where even from above the snapping of her neck could be heard. Myrk's bone body was dismantled easily by sword and spell and Stormwhisper felt the tug of Twilight as he succumbed to terrible injuries. The three vile beasts were no more and the forces of good swelled toward the castle of Wyrmhold.\n\nWhen the army reached the throne room, they did so far too late. Infernus, the vile Chosen of Tiamat, delivered a final blow to the Aspect of Bahamut, the platinum knight, Imperator. The holy dragon, in the end of it all, fell dead before the eyes of those who had come to love him. The forces of good let loose a collective cry of anguish and rage! They swarmed the Chosen of Tiamat and thus ensued the greatest battle yet. Swords clanged against scale. Fire and lava boiled. The air became unbearably hot.\n\nInfernus spewed fire, even when the now-notorious spellcasters forcibly countered her spells. Many fell. Healers Raised those they could reach with their Resurrections and throughout it all the enraged red dragon's movements began to slow. She was dying. A volley of arrows proved to be her demise. She was blinded, and then as she spewed a retaliatory jet of flame from her maw, another arrow tore through her throat and pierced her brain. The red dragon stumbled, and then fell forward onto the great throne of Wyrmhold. Her body tumbled as it destroyed the throne that had been Myrk's phylactery, thus ending the final threat of the Dark Flight with her own death. She came to rest next to Imperator's corpse, steam still spewing from bloody nostrils.\n\nThe forces of good lamented the loss of Imperator, but Wyrmhold rumbled and gave them little time to mourn. They fled the crumbling structure just in time to witness a tremendous release of wards. The magic of Wyrmhold caused the victors to witness the entire history of the site as structures were built and destroyed over time. At last, when the final version of Wyrmhold covered in dragon statues and surrounded by flame crumbled before their eyes, the army of good heard the simultaneous roars of Infernus and Imperator.\n\nWhen the dust finally settled, all that was left was moss-covered rocks and a single skeleton: Imperator's bones were all that remained. As the warriors began to see to their wounds and to allow themselves to mourn, a beam of light shone over the bones of the platinum dragon. Then a ghostly form easily recognized as Imperator formed before their very eyes.\n\n\"I am the Spirit Guardian of Kohlingen... now and forever.,\" said the visage. \"I am here to guide you through to Eternity. So do not fear. I am here for you.\"\n\nImperator was an unrivaled righteous force of good. He guided and protected the people of Kohlingen for many years and continued to do so even after he had departed his physical existence. It was not until the death of Justicar Marinsbane that Imperator departed, leaving the people of Kohlingen to continue the fight against darkness while bearing his great faith and trust that they would always fight for peace and good in the name of the Holy City.\n\nArcanos, the mystical gold dragon, was a wise and ancient holy servant of Bahamut. He loved the city of Kohlingen and swore to defend it long ago. His death was a terrible loss to the forces of righteousness and it will forever be their charge to honor his memory along with his wingmates, so that his deeds and service to the good people of the world may never be forgotten.\n\nJustice was a beautiful, noble creature, a paladin of the Lord of the North Wind. If not for him many innocents and citizens of Kohlingen would not be alive today. His memory lives on in the minds and hearts of those he touched, whether personally or through his many deeds. Now he rests with his lord while he is honored for his service to the good and innocent people of the world.\n\nIt is said that Rockhopper and Morningdew, the two living remnants of the righteous Flight of Bahamut, occasionally show themselves when the time is right. They continue to hide for their safety, eager to embrace and observe the people they had fought so hard to keep safe.\n\nMay the memories of this great war and the exceptional display of friendship, loyalty, and solidarity between the good people of the isles forever be honored through the actions of those who survive the Wyrmshadow Prophecy."
    }
  },
  "DisarmDC": {
    "type": "byte",
    "value": 0
  },
  "Faction": {
    "type": "dword",
    "value": 1
  },
  "Fort": {
    "type": "byte",
    "value": 5
  },
  "Hardness": {
    "type": "byte",
    "value": 5
  },
  "HasInventory": {
    "type": "byte",
    "value": 0
  },
  "HP": {
    "type": "short",
    "value": 10
  },
  "Interruptable": {
    "type": "byte",
    "value": 1
  },
  "KeyName": {
    "type": "cexostring",
    "value": ""
  },
  "KeyRequired": {
    "type": "byte",
    "value": 0
  },
  "Lockable": {
    "type": "byte",
    "value": 1
  },
  "Locked": {
    "type": "byte",
    "value": 0
  },
  "LocName": {
    "type": "cexolocstring",
    "value": {
      "0": "The Wyrmshadow Prophecy"
    }
  },
  "OnClick": {
    "type": "resref",
    "value": ""
  },
  "OnClosed": {
    "type": "resref",
    "value": ""
  },
  "OnDamaged": {
    "type": "resref",
    "value": ""
  },
  "OnDeath": {
    "type": "resref",
    "value": ""
  },
  "OnDisarm": {
    "type": "resref",
    "value": ""
  },
  "OnHeartbeat": {
    "type": "resref",
    "value": ""
  },
  "OnInvDisturbed": {
    "type": "resref",
    "value": ""
  },
  "OnLock": {
    "type": "resref",
    "value": ""
  },
  "OnMeleeAttacked": {
    "type": "resref",
    "value": ""
  },
  "OnOpen": {
    "type": "resref",
    "value": ""
  },
  "OnSpellCastAt": {
    "type": "resref",
    "value": ""
  },
  "OnTrapTriggered": {
    "type": "resref",
    "value": ""
  },
  "OnUnlock": {
    "type": "resref",
    "value": ""
  },
  "OnUsed": {
    "type": "resref",
    "value": ""
  },
  "OnUserDefined": {
    "type": "resref",
    "value": ""
  },
  "OpenLockDC": {
    "type": "byte",
    "value": 0
  },
  "PaletteID": {
    "type": "byte",
    "value": 13
  },
  "Plot": {
    "type": "byte",
    "value": 1
  },
  "PortraitId": {
    "type": "word",
    "value": 0
  },
  "Ref": {
    "type": "byte",
    "value": 0
  },
  "Static": {
    "type": "byte",
    "value": 0
  },
  "Tag": {
    "type": "cexostring",
    "value": "book_hist_016"
  },
  "TemplateResRef": {
    "type": "resref",
    "value": "book_hist_016"
  },
  "TrapDetectable": {
    "type": "byte",
    "value": 1
  },
  "TrapDetectDC": {
    "type": "byte",
    "value": 0
  },
  "TrapDisarmable": {
    "type": "byte",
    "value": 1
  },
  "TrapFlag": {
    "type": "byte",
    "value": 0
  },
  "TrapOneShot": {
    "type": "byte",
    "value": 1
  },
  "TrapType": {
    "type": "byte",
    "value": 0
  },
  "Type": {
    "type": "byte",
    "value": 0
  },
  "Useable": {
    "type": "byte",
    "value": 1
  },
  "Will": {
    "type": "byte",
    "value": 0
  }
}
