{
  "__data_type": "UTP ",
  "AnimationState": {
    "type": "byte",
    "value": 0
  },
  "Appearance": {
    "type": "dword",
    "value": 1313
  },
  "AutoRemoveKey": {
    "type": "byte",
    "value": 0
  },
  "BodyBag": {
    "type": "byte",
    "value": 0
  },
  "CloseLockDC": {
    "type": "byte",
    "value": 0
  },
  "Comment": {
    "type": "cexostring",
    "value": ""
  },
  "Conversation": {
    "type": "resref",
    "value": ""
  },
  "CurrentHP": {
    "type": "short",
    "value": 10
  },
  "Description": {
    "type": "cexolocstring",
    "value": {
      "0": "Original Play by Aeganadenya Roukisnikov Cymere\nA possible adaptation of an original monologue by Demitri Farrisburg\n\nThe Refugee\n\nACT 1\n\nSCENE 1: Arcon Street\n(Lighting on Narrator, right and forward)\nNarrator: Behold travelers! You come tonight in search of excitement, or perhaps a vacation, maybe even an evening out away from the wife, so... excitement none the less. What better time to visit the exotic and whimsical island of Arcon! Right here in the Trackless Sea! Arcon, full of beautiful architecture and boundless history. That's right folks, if you're looking for a good time, make it an Arcon hour.\n(Lighting on main stage, enter protesters: 1, 2, and 3. Molly, marching in front of Arcon Castle)\nProtestors 1,2,: (In protest)Down with Arcon, up with the people!(X2) Your Arcon is not our Arcon!(X2)\n(Enter Molly carrying a sign as well, Stage left)\nMolly: \"Down with Arcon, up with the people! That's right, if we don't act, they won't listen. Show 'em you mean it too!\" (She sighs and turns Protestor 2's sign to face the right way. Then moves to continue the protest) \"Your Arcon is not our Arcon.\" (x2)\n(A window swings open from the castle above, spilling a bucket of water on the protestors below ruining their signs. The protestors gasp. Enter Peet from balcony)\nCaptain Peet: Oh, Shaddup!\nMolly: They can ruin our signs but they can't ruin our message! Louder! Down with Arcon, Up with the people! Down with-\n(Captain Peet frowns and rolls his eyes, drenching the protesters with a second bucket of water. Molly spits out some water, and the rest of the protesters begin slipping on the pavement, but they continue marching, with their fists in the air.)\nProtesters: You can ruin our signs, but you can't ruin our message! Down with Arcon, Up with the people!\n(Peet turns the bucket upside down over their heads below, but realizes that no water empties out. Peet then throws the bucket at Molly's head, knocking her over. Peet then leaves the balcony, slamming the window shut. The protesters aid to Molly, all three of them supporting her.)\nMolly(While being supported): No! No! Keep protesting! Your Arcon is not our Arcon! Your Arcon is not-\n(A whistle blows and two guards approach from stage right. The protesters drop Molly right then and there, and flee, exit stage left. Meanwhile, the guards apprehend Molly, one on each arm, and drag her back off stage right.)\nMolly (While being dragged, kicking and wailing): Get off me! Do you know who my father is? Help. Help!!\nNarrorator: Yes, Arcon! The shining gem of the Trackless Sea. So, perhaps there are a few unsettled differences that have not quite been resolved since Good King Richard Arconia the 8th passed away, but Queen Alma Arconia is hard at work, and makes sure her people are well taken care of. Because Arcon is yourcon too! This message has been provided by her majesty Queen Alma Arconia, dictated but not written.. (Bow, and let lights dim out. Exit stage right.)\n\nSCENE 2: Docks/Slums\n(Lighting dark, it is storming out, lightening too. Main light on Fisherman and Bard.)\nBard (browsing the fisherman's things.): I'd like uh' fish please.\nFisherman: Aye? Which fish, we got all sorts down 'ere.\nBard: Oh, uhh. Just the salmon.\nFisherman: No, we ain't caught any salmon.\nBard: No? Alright, how is the halibut?\nFisherman: All out of the halibut, Me 'fraid.\nBard: crab it is then.\nFisherman: (Shake your head no)\nBard (More agitated): Look, just tell me what you do have!\nFisherman: Starfish, today..\nBard: Starfish?\nFisherman: Aye, that's it.\nBard: ...Well, alright then.\nFisherman: Sorry we're closed.\n(They both frown, then Lightening flashes among the docks and sounds of sea echo the scene)\nPirate: Ship Be Approaching! Ready the Ropes.\n(All three men stop what they were doing, and run over to the docks, pulling up ropes for a moment. Bard stops to take a gander)\nBard: By Umberlee's left foot. It looks to be only half a ship!\nFisherman: Half-a-ship? No, No, look. It's a sinkin' one.\nBard: By the gods, you're right... And I think someone is aboard it. Oh... he's waving.\n(The fisherman waves)\nPirate: He ain't waving ye twits. He's signaling for help. Hurry, toss 'em the lifesaver.\n(The three ready and throw a life preserver out off the side of the deck, reeling in a lost sailor and pull him upon the stage. Enter David)\nDavid: (Coughs/hacks)\nFisherman: I think he's trying to say something!\nBard: What is it friend?\nDavid: (Gasping) Choking-\nPirate: What'd he say?\nFisherman: Not sure..\nDavid: *Cough-Cough*\nBard: Oh, I know! Charades is it?\n(They all give the bard a look.)\nBard: Mayhaps later then...\n(The pirate reaches behind David, and squeezes his stomach. David spits out a ring and the Bard catches it.)\nBard: Why, it is a ring!\nDavid: I said, *gasps* I was choking...\nPirate: Let me see that, (Takes the ring from the bard) Why, this is a mighty nice ring lad.\n(David snatches it back)\nDavid: Hey that belongs to me! (Slips it back on his finger) Gods, my boat hit some rocks...\nBard: Perhaps you'd better sit, you look dizzy!\n(David sits on the ground and the fisherman puts a blanket around him with a grin)\nPirate: Aye, yer a sailor that much I can tell. Where were ye headed lad?\nDavid: To the Moonshaes, or so I thought. W-Where am I anyways?\n(The bard laughs maniacally + lightening)\nDavid: ...?\nFisherman: Well sire, this here be Arcon, you see... *Gulps*\nDavid: Something wrong?\nPirate: Ho, ho. He sayin' this land be cursed!\n(Lightening strikes and silence)\nDavid: Uhh, cursed?\nPirate: Eh, figuratively cursed...\nDavid: Huh?\nPirate: Cursed with inflation!\nDavid: Ah.\nBard: He looks like he could use a rest.\nPirate: Good idea, come with me lad, you can meet me daughter Molly, she'll fix ye up a room back at our home. I be Captain James Onyx, and that there is Blissy and Mulluk.\n(David nods to each in turn and bard and fisherman wave him off as David and Pirate exit stage right)\n\nSCENE 3: Molly's Home\nDavid: Do you mind me asking Captain, where Is Arcon?\nPirate: In the Trackless of course, eh, just West of (Cover your mouth and mutter something.)\nDavid: Eh?\nPirate: Nevermind it lad. Molly! Where is that girl?\n(Molly enters the stage on que)\nMolly: Here I am father.\nPirate: T'hell ye doin' out so late.\nMolly: I was arrested.\nDavid: Arrested?\nMolly: For our protest, Peet called his guards on us.\nPirate: *Sigh* She won't ever step down.\nMolly: The people won't survive with a neglecting leadership such as Queen Alma's.\nDavid: Why don't the people just leave?\nPirate: Hah ha, Nobody Leaves, lad.\nMolly: Alma controls the port authority, which ensures no exports; no goods, no people.\nDavid: What! Nobody can leave? That doesn't make any sense!\nPirate: Afraid so.\nDavid: But I can't stay here, I got to make it back to the Moonshaes! I wasn't meant to land here.\nMolly: ...Hmm,\nPirate: Hmm,\nDavid: Well, what?\nPirate: Why not help us then get rid of Queen Alma!\nDavid: What?! Are you crazy, I don't want to fight in some political battle.\nMolly: Well, I don't think you've got much of a choice stranger. If you want to get a ship ride out of here, you'll have to work with us! (She grins)\nDavid: ...*Sigh* What do you expect me to do? I'm just a sailor.\nMolly: Great! Okay, tomorrow is a big day for the resistance, here is the plan...\nPirate: Look, David lad. I tell you what, you help my daughter in her fight, and I'll find a way for you to get off this island, even if I have to take my old ship out myself.\nMolly: Father, that is bribery.\nDavid: You'll help me?\nPirate: Me just hate seein' more hardies landin' in port here as freely as you had.\nDavid: Then what do I need to do?\n(Then all lean in and start whispering)\n\nSCENE 4: Queen's Chamber\n(Alma on stage, enter Peet)\nPeet: Good evening my lady, it is I.\nAlma: Oh, Peet. Good you're here. I was worried I would have to fire you.\nPeet: Not at all milady. You wished to go over the Royal Agenda?\nAlma: Of course. I need your review of what it is I'm doing tomorrow.\nPeet: You wish for me to read it to you, milady?\nAlma: Well, if you insist, Peet.\nPeet: Very well. *Clears his throat* You have breakfast at the orphanage tomorrow morning to apologize for running over their community dog with the Royal carriage.\nAlma: Ah yes! Well, tell them I cannot make it with sincerest apology, I rather sleep in tomorrow.\nPeet: Of course, milady. Then later that day, guards have reported a planned protest in the docks district. Your orders?\nAlma: Protestors are tacky, Peet. I thought you got rid of them earlier today.\nPeet: Well milady, the prison is quite full as it were. We should probably find a more diplomatic solution this time.\nAlma: Very well... release upon them the Royal Tigers.\nPeet: Of course milady, though, this may look bad from the public's perspective of you.\nAlma: Gods, you're right. Scratch that Peet.\nPeet: I shall.\nAlma: Release only one tiger, and... put a few bells on his collar to lighten the mood of the people.\nPeet: It shall be done, milady.\nAlma: What next then?\nPeet: You must prepare for the royal dinner this month, have you chosen an escort?\nAlma: Drat. No. Who is the most suitable suitor this month?\nPeet: I believe we jailed the cobbler, milady. However, I ...Well, perhaps I could be your escort this month?\nAlma: Hmm. I have a better idea! Find candidates among the street, and we shall have a bachelor's challenge to see which is the most elegant, and err, well equipped to be my escort this eve.\nPeet: *Sigh* It shall be done, milady.\nAlma: Good, good, Peet! But remember to make sure they're good looking, and not too dirty.\nPeet: *Curses and walks off stage*\n\nSCENE 5: Arcon Street\n(Enter Bard, Fisherman, citizen 1, citizen 2)\nBard: You know, I'm actually a quarter demon\nFisherman: ....What?\nBard: Yes sire! A quarter demon, and a half elven.\nFisherman: No yer not. You're just a human\nBard: Well technically, I'm a sixth human.\nFisherman: ...\nBard: And a third dwarven.\nFisherman: That don't add up!\nBard: You don't even know the half of it.\nFisherman: Yer a git! Nobody likes a git.\nBard: But, I'm a git with feelings. And nobody likes starfish.\nFisherman: Well I would have caught something better were it not for the port authorities. *Grumble*\nCitizen 1: Where is David? We're ready!\nDavid: Here I am! (Carrying two buckets)\nCitizen 2: About time, I don't know why Molly wants to trust this guy.\n(Fisherman leans in to Citizen 2): because, he ain't know no better should he get caught. Ehee hee.\nDavid: Should I write it over here? (Motions to the wall)\nBard: Yes, yes! That'd be good.\n(David begins writing on the wall, Molly enters stage left)\nMolly: Alright everyone! Keep an eye out for the guards, we need to put up our messages so the public's opinions are expressed.\nFisherman: Me thought that was illegal too.\nMolly: Well, not today! We can't give up to a bunch of bully bureaucrats.\n(Everyone nods. David finishes writing: Arcon Sucks!)\nDavid: Molly?\nMolly: Yes, David?\nDavid: I'm not so sure this is going to get the right message across.\nMolly: Well what do you have in mind?\nBard: How about, \"Blissy for Arcon!\" The world is her stage!\nFisherman: Better, how about Blissy-fully ignorant.\nBard: *Sigh* It isn't easy being a bard with no inspiration, especially in a world such as this. Art is shot down before political sieges, and I'm nothing but a clown. (Bard frowns)\nFisherman: I didn't mean it lass... (Comforts Bard)\nDavid: I was thinking, well. Graffiti is good and all, but has anyone tried talking to the queen?\nFisherman: Err....\nBard: That sounds complicated.\nMolly: You can't negotiate with narcissists.\n(David sighs and continues writing on the wall)\nDavid: Maybe not...\n(Suddenly whistles are blown and jingling bells make their way to the stage. Enter Peet, Guard 2, and guard 1, and a tiger. )\nBard: Oh no! It is the Royal Tigers!\nFisherman: Actually, it looks to be just one tiger...\nBard: Oh look, it has a charming little bell on though.. Wait-It is coming right for us, (censored)!\n(Everyone panics and scatters around the stage and theater, except for David who was too busy writing and is caught red handed by Peet.)\nPeet: You sire, are under arrest!\nDavid: *Flinches* M-Me?\nPeet: I can call up ten law knights in ten minutes.\nDavid: Uhh... what?\nPeet: Don't mess with the law, son.\nDavid: I surrender?\nPeet: Come quietly or be sent to jail!\nDavid: Look, this isn't what it looks like.\nPeet: Heh, oh. Glad you're not putting up a fight. I hate fighting really.\nDavid: Oh yeah? Heh, me too! Guess I'll uhh, be on my way then?\nPeet: Not so fast... who are you, I don't recognize you among the people.\nDavid: I'm Davi-\nPeet: Never mind it. Guards, take him to the queen's chamber, I have a special plan for this one.\nDavid: *Gulp* (Dragged off by guard one and guard two, Peet follows them)\n(Enter Molly, Bard, and Fisherman)\nBard: Poor David!\nMolly: I've never seen an idiot stick his neck out like that for me before.\nFisherman: What are we gonna do?\nMolly: Lets get back to the docks, we got to come up with a plan to help David!\nFisherman + Bard: Aye!\n\n-INTERMISSION-\n\nSCENE SIX- Queen's Chamber\n(Bachelor 1, bachelor 2, and David sit on stools with a divider between them and Alma, Peet on opposite side with a mirror in hand)\nNarrator: Good afternoon Arcon! Today Her Excellency, Queen Lady Alma Arconia will choose one lucky bachelor to escort her Royal carriage to the Royal Dinner this evening! But only one may win at her choice. The other two will be locked away in the prison for sexual harassment. Shall we begin Milady?\nAlma: Oh, very well.\nNarrator: Might I ask what the theme of this eve's party is?\nAlma: Oh, themes are so passé. Just an orgy and a dinner. First serve, first come. (Winks at the audience)\nNarrator: Well, begin as you wish my queen!\nAlma: Bachelor Number 1, if you were a weapon, what sort would You be?\nBachelor Number 1: I would be an arrow, and pierce your heart with my beautiful bow, and uhh, we can share our love and stuff.\nAlma: Hmm, how corny. Peet *Ehem*\n(Peet shows the mirror to Alma, showing her what Bachelor 1 looks like)\nAlma: *pants* But, I suppose you might have other nice qualities about you. *Cough* Err, Bachelor Number two, where is your ideal romantic location to take a girl like me?\nBachelor 2: I'd take you anywhere you wanna go baby, but most importantly, I'll make you go Cray-zay.\n(Alma pulls out a fan and wags it at herself)\nAlma: Uh-hum well, bachelor number 3, what is your favorite colour?\nDavid: Uhh... *Glances over to Peet* .... Err, gold and orange?\nAlma: *Gasp* Oh, wow. Great taste... Err, Peet come here, a moment, I think I've made my choice!\n(Alma whispers to Peet a moment)\nPeet: And the winner is, Bachelor Number. . .Three.\n(David acts surprised, and Peet drags the other two men off stage Right)\n(Alma runs over and takes David by the hand, pulling him center stage)\nAlma: Oh, aren't you a lucky one.\nDavid: I don't really know, to be honest.\nAlma: Of course you are, and do you know why?\nDavid: Err, because I'm not in jail.\n(Enter Peet stage Right)\nAlma: No silly, because this is not just a date to the Royal Dinner, it is an engagement of the Royal Marriage.\nDavid: Wh-What?!\nAlma: That is right, you're to become my husband.\n(Peet slaps his forehead)\nDavid: Now wait just a minute, don't I get a say in this!\nAlma: If you dare refuse, I'll put you in jail too.\nDavid: ...Do you have a boat?\nAlma: A hundred boats!\nDavid: ...Err, y-yeah, I g-guess I have no choice.\nAlma: Lovely, I'll make the announcement.\nPeet: the public announcement, Milady, are you sure?\nAlma: Of course, ever since my father passed away, it has been my duty to make my life a public affair, Peet. You know that.\nPeet: Your father is not dead, milady, we jailed him too.\nAlma: Shush, shush. Let us make the announcement. What is your name anyways?\nDavid: David,an-\nAlma: Perfect David, you'll be king before you know it.\nDavid: Oh hells.\nPeet: You said it. *Grumbles*\n(Exit all stage left)\n\nSCENE 7: Street\n(Enter Bard, who makes his way to the center stage, and pulls out a starfish, looking both ways to make sure no one is watching, enter Fisherman)\nBard: (Takes a bite of the starfish and grins with satisfaction)\nFisherman: Aha!\n(Bard tosses the starfish away)\nFisherman: So ye do like me starfishes!\nBard: Oh, I was just...eh.. No! Checking for poison.\nFisherman: Bah. Did I ever tell ye I am gonna become an adventurer?\nBard: Why the hells would you want to do something as hair-brained as that?\nFisherman: Well, dunno. Just seems right? I mean, all that evil out there, all the treasure...\nBard: All the conformity!\nFisherman: At least I'll get one of those nice big shoulder pads.\nBard: Oh, or one of those lovely tunics!\n(Enter Pirate and Molly)\nPirate: I heard the queen is going to make some sort of public announcement today, have we found out what happened to David yet?\nMolly: I have a bad feeling about this.\nBard: Oh look, there they are! Up there.\n(Peet blows a horn)\nPeet: Her Excellency, Queen Alma Arconia of Arcon has an announcement to her people!\nAlma: Good late afternoon my benevolent and much loved people. I, your queen, have a grand announcement for this evening. My new escort, David will soon become your king as much husband this midnight after the Royal Dinner.\nBard: What!\nFisherman: What!\nMolly: What!\nPirate: What!\nAlma: With that, you are all invited to join in the celebration by bringing me gifts, though, you can't stay for the ceremony or dinner. I do hope you a happy evening and that you may find love as I have this very day. Good night, Arcon! (Exit Peet, Alma,)\nMolly: This is horrible, David was probably put up to this!\nPirate: Hmm, it does seem likely.\nMolly: The Nerve of that woman! She thinks everyone is her puppet, she treats us like insects but wants us to bring glitter and gold in exchange!\nBard: I may not know better, but it sounds like young Molly is a tad bit jealous.\n(Molly blushes and looks away)\nFisherman: Ahar! That be true, Molly be fancying sailor David?\nMolly: Oh, leave me be. I just think he's been treated unfairly.\nPirate: Alright, lass. Alright. Lets rescue him then.\nBard: But how!\nPirate: We'll bring the queen a gift alright, one she will never forget!\nMolly: Okay, let us do it then!\nFisherman: Hmm, c'mon then fellas! Follow me, the brave adventurin' sort!\nPirate: Egh! Mulluk wait! (They all exit stage left)\n\nSCENE 8: Queen's Chamber\n(Alma is gripping on to David's hand)\nAlma: Oh, don't you think I'm the most loveliest of this whole miserable island?\n(David grins sheepishly)\nDavid: Well, I guess nobody has a mind quite like yours here.\nAlma: Ohoo hoo, umm, maybe it would be best not to speak unless spoken to at the wedding dearie.\nDavid: *Gulp*\nPeet: Milady, some villagers have arrived with a wedding gift.\nAlma: Really? Oh, let them in then, I am curious as to why the first gift has arrived so late.\nDavid: *Mumbles* If it is a tiger, I'm letting it eat me.\n(Enter Bard, Fisherman, Molly, Pirate)\nAlma: Oh, the street urchins. *Sigh* What are you doing here,\nMolly: We demand you let David go, this man doesn't even live here! He needs to be freed.\nAlma: He is my husband-to-be!\nMolly: He's your slave. We all are, you neglect the demands of your people to suit your own needs, Alma.\nAlma: That isn't true!\nPirate: When was the last time ye let ships leave harbor?\nFisherman: We can't get any good food into port because you won't let us fish!\nAlma: Peet, I want a mandatory diet change to vegetarianism as soon as tomorrow.\nPeet: Err y-yes-\nBard: Because of you! No one has any inspiration for the arts!\nFisherman: Or industry!\nMolly: Whatever we make or earn, you take it back. And nobody can earn enough to fight against this inflation!\nAlma: Peet, I've heard enough of this. Jail them all.\n(Peet walks over and grabs Molly by the wrist.)\nPeet: I can't do that milady.\nAlma: Peet! Well, perhaps I will just have to fire you instead.\nPeet: I don't care. I rather serve the people than their spoiled queen. I tried to love you for who you are, but you care about anyone but yourself.\nAlma: ...\nDavid: Can I say something?\nDavid: Ever since I arrived here, there has nothing but fighting, constant fighting and arguing! Why can't you work together to do what is right? The queen is charismatic yes, and a good public speaker, but without scrutiny on her policies, she is a tyrant. And, Molly, you know what is best for your people, but your radical ways won't get them to follow you, you'll only create more fighting.\nMolly: ...\nDavid: If you all put your heads together, I am sure you can create a better union!\nMolly: David is right, we've been fighting too long just to see you put away, but we've done little to change the lives of the people at ground level.\nAlma: ...Well, I suppose I haven't been the most reliable. *She pouts* Fine, I-I'll resign.\n(everyone congratulates each other.)\nAlma: On one occasion.\nMolly: What is that?\nAlma: David remains my husband!\nDavid: *Gulp*\nMolly: No!\nDavid: Molly?\nMolly: ...\nBard: Oooo.\n(Fisherman hits Bard lightly)\nMolly: David, I know you don't belong here, but neither do I. My fight is done, and I.. I want to see what else the world has in store for me, with you.\nDavid: ...Molly,\nMolly: I know you think I'm just a boarder-line liberal terrorist, but I'm still a woman!\nDavid: Oh Molly, of course I'd take you, but...\nPirate: Arr, I believe what David is trying to say is that your people need you here first Molly, to help them rebuild Arcon as we remember it.\nMolly: I suppose you're right.\n(David takes off his ring and hands it to Molly)\nDavid: That is yours now. It will remind you that I'll come back someday to be with you.\nMolly: Oh, David.\n(The two kiss)\nBard: Oh great day! Inspiration at last! I can feel my heart swimming with song and love and- *Turns and kisses the Fisherman*\nFisherman: Your breath smells like starfish.\nBard: Shut up you beautiful fool! (They kiss)\n(Peet nears Alma)\nPeet: Times like this, make you let go of a lot of pent of secrets, am I right milady?\nAlma: That you are Peet, and it is why I cannot keep this charade up any further. Peet,\nPeet: Yes, milady?\nAlma: I,\nPeet: Yes?\nAlma: I'm a lesbian! And I'm off to join the church of Sharess!(Heads off stage left in a flourish)\nPeet: Sigh. It always happens.(Exits stage left)\nPirate: Well David, I believe I owe you a boat ride...\nDavid: I understand Captain.\nMolly: David, I ... I just don't know if I'll be able to go on without you here.\nDavid: Molly, you're a survivor, you always have been. Whatever happens between us, that ring will remind you how much you mean to me.\n(Molly hugs and kisses him goodbye again)\nDavid: Alright Captain!\nBard: Come back soon David, we'll all miss you!\nFisherman: Aye! We'll be waiting for ye return!\nDavid: Goodbye everyone! Goodbye!\n(David, Pirate, Bard, Fisherman exit stage right)\n(Molly inspects the ring center stage, and puts it on her finger)\nMolly: A reminder. Perhaps a reminder is all we really need to push through these troubled times. Nobody will ever forget about this refugee. ( holds up her hand showing the ring, then Exits stage right)\n(Enter cast bowing order)\n\nThe End\n\nC) All rights reserved. Roukisnikov-Cymere Production Company"
    }
  },
  "DisarmDC": {
    "type": "byte",
    "value": 0
  },
  "Faction": {
    "type": "dword",
    "value": 1
  },
  "Fort": {
    "type": "byte",
    "value": 5
  },
  "Hardness": {
    "type": "byte",
    "value": 5
  },
  "HasInventory": {
    "type": "byte",
    "value": 0
  },
  "HP": {
    "type": "short",
    "value": 10
  },
  "Interruptable": {
    "type": "byte",
    "value": 1
  },
  "KeyName": {
    "type": "cexostring",
    "value": ""
  },
  "KeyRequired": {
    "type": "byte",
    "value": 0
  },
  "Lockable": {
    "type": "byte",
    "value": 1
  },
  "Locked": {
    "type": "byte",
    "value": 0
  },
  "LocName": {
    "type": "cexolocstring",
    "value": {
      "0": "The Refugee"
    }
  },
  "OnClick": {
    "type": "resref",
    "value": ""
  },
  "OnClosed": {
    "type": "resref",
    "value": ""
  },
  "OnDamaged": {
    "type": "resref",
    "value": ""
  },
  "OnDeath": {
    "type": "resref",
    "value": ""
  },
  "OnDisarm": {
    "type": "resref",
    "value": ""
  },
  "OnHeartbeat": {
    "type": "resref",
    "value": ""
  },
  "OnInvDisturbed": {
    "type": "resref",
    "value": ""
  },
  "OnLock": {
    "type": "resref",
    "value": ""
  },
  "OnMeleeAttacked": {
    "type": "resref",
    "value": ""
  },
  "OnOpen": {
    "type": "resref",
    "value": ""
  },
  "OnSpellCastAt": {
    "type": "resref",
    "value": ""
  },
  "OnTrapTriggered": {
    "type": "resref",
    "value": ""
  },
  "OnUnlock": {
    "type": "resref",
    "value": ""
  },
  "OnUsed": {
    "type": "resref",
    "value": ""
  },
  "OnUserDefined": {
    "type": "resref",
    "value": ""
  },
  "OpenLockDC": {
    "type": "byte",
    "value": 0
  },
  "PaletteID": {
    "type": "byte",
    "value": 13
  },
  "Plot": {
    "type": "byte",
    "value": 1
  },
  "PortraitId": {
    "type": "word",
    "value": 0
  },
  "Ref": {
    "type": "byte",
    "value": 0
  },
  "Static": {
    "type": "byte",
    "value": 0
  },
  "Tag": {
    "type": "cexostring",
    "value": "book_arts_006"
  },
  "TemplateResRef": {
    "type": "resref",
    "value": "book_arts_006"
  },
  "TrapDetectable": {
    "type": "byte",
    "value": 1
  },
  "TrapDetectDC": {
    "type": "byte",
    "value": 0
  },
  "TrapDisarmable": {
    "type": "byte",
    "value": 1
  },
  "TrapFlag": {
    "type": "byte",
    "value": 0
  },
  "TrapOneShot": {
    "type": "byte",
    "value": 1
  },
  "TrapType": {
    "type": "byte",
    "value": 0
  },
  "Type": {
    "type": "byte",
    "value": 0
  },
  "Useable": {
    "type": "byte",
    "value": 1
  },
  "Will": {
    "type": "byte",
    "value": 0
  }
}
