{
  "__data_type": "UTP ",
  "AnimationState": {
    "type": "byte",
    "value": 0
  },
  "Appearance": {
    "type": "dword",
    "value": 464
  },
  "AutoRemoveKey": {
    "type": "byte",
    "value": 0
  },
  "BodyBag": {
    "type": "byte",
    "value": 0
  },
  "CloseLockDC": {
    "type": "byte",
    "value": 0
  },
  "Comment": {
    "type": "cexostring",
    "value": ""
  },
  "Conversation": {
    "type": "resref",
    "value": ""
  },
  "CurrentHP": {
    "type": "short",
    "value": 10
  },
  "Description": {
    "type": "cexolocstring",
    "value": {
      "0": "-------------------------------------------------------------------------------------\nHistory of Hostility between the Grove and the Shrine\nWritten by Theos Gend\n-------------------------------------------------------------------------------------\n\nThis scroll seems to be a reply to Valkirya Claddath's work, The History of the Shrine of Eilisraee at Amia. It can be found next to the aforementioned book in the Cordor library so that scholars might compare the curious differences between the two documents. Which, if either, is correct? That's for the scholars to decide.\n\n\nAs the propaganda against the good people of the Grove has been manufactured for well over a decade now, the time has come to set the record straight. The Drow house involved no longer exists, and most of the principals named therein are long since dead or moved on from this island.\n\nTo understand the root of the friction between them, we must tell another story in brief; that of the assassination of the first Arch Druid; Delith. She was betrayed by a drow druid named Reis Duskryn and murdered. This proceeded the rise of the heartwood Grove, a corrupt council that traded the balance for coin and power. I will write more on them later.\n\nWhen Nature's Fury arrived on the island, we had been covertly tasked with subverting the corrupt council and restoring one that embraced balance. Again; another tale for another time. Suffice it to say we were able to organized the many druids and rangers not a party to the exclusive elitist group that ran the Grove and sold it's bounty to any with the coin.\n\nValdor, High Druid an esteemed teacher of many came to congratulate us on our victory for Nature and to select a new Arch Druid. There were really only three options at the time who were qualified. Myself; Theos Gend, Aeron Zephyr; another elven druid of some skill who had joined us just before the fall of the corrupt Grove, and Willow; who was a student of mine before she turned away from the Balance.\n\nWhen Valdor selected me for the post; it did not sit well with Willow, who retreated into the Shrine of Eilistrae, which was at that time part of the Grove in a small wagon. It was there she would fall deeply in love with the drow there and begin to share their ideals. Though I should have paid her waning faith more interest, the Grove was thrown into chaos by the massive drow assault that set off the first Vandree War.\n\nI'll cover this in depth in more writings, but suffice it to say; there was a massive drow assault organized by then first house Vandree. Kohlingen was left a smuldering ruin, the Grove was burned, what is today Bendir Dale was destroyed and Wharftown was laid to waste. At this time, most of the surface factions found themselves united in a grand war across Amia. Ultimately we were able to force the drow into a stalemate of sorts and as forces began assembling to lay siege to U'dos; negotiation was undertaken. It should be noted even though I am not going into the full history of the war, the tremendous role Lord Feonir played in these negotiations and their successful outcome.\n\nWith this negotiated peace, we returned to our duties of rebuilding the ruined Grove. But it was peace that was not to last. Jackara and his goon squad kidnapped a priestess of Eilistrae and did most horrible carnal things to her. This meant war of course. The Eilistrae shrine was infuriated and called for holy war to be waged upon the Llothites for this. Fighting raged in the streets of Cordor itself and everywhere across the island. While officially I had to tow the line of peace; lest *we* actually be the ones to break our peace treaty with the Vandree, privately I encouraged our rangers to help the shrine.\n\nThis was to not be a good idea. The Shrine came to us demanded we immediately commit the balance of our forces for an assault on U'dos. At the same time, the Vandree were requesting safe passage through the Grove to attack the Shrine; something the Shrine never knew about. Naturally, I refused both demands; choosing instead to focus on rebuilding the Grove and healing our many wounds from the last war.\n\nI had expected treachery from the Vandree...what I could never have expected was a surprise attack by the Shrine; one fascilitated by Willow, the traitor; though we would not learn this until many years later. The Shrine's minions desecrated the holy parts of the Grove and Ravena sealed the passage to their wagon in the back of the Grove.\n\nHowever, the Shrine needed allies and were quick to paint themselves as the \"victims\" in this exchange even though they had attacked us without warning. For years, they would turn out stories about myself and many other prominent leaders in the Grove in order to undermine them whereever they could; and they played a key hand in aiding the corrupt council of Cordor in drafting anti-druid legislation that lead to terrible persecution of Druids in that city and the execution of numerous druids by the barbaric guards.\n\nAs the Grove rose to become a leading power on the surface, the Shrine demanded that the Grove appointed one of it's members to its council to approve of council decisions and ensure a more drow-friendly way of doing things in the Grove. When the Grove refused, Willow and Ravena provided key assistance to enemies of the Grove including the Horde, Clockworks, and Beholders.\n\nMost aggregious of these was during the horde's march on the Grove. The Grove had realized that with pit traps and pitch pits, we could disrupt the massive and ridiculous marching formations the Horde strictly adhered to; forcing them into disorder and allowing the small Grove force to engage them and whittle them down as per a pre-planned course of actions. Willow, who was still on the council at the time leaked all these plans to the horde for sizable compensation and the Horde knew to come at us from a different direction. Many rangers and druids lost their lives in this attack, though we were able to hold.\n\nDuring this time, the Shrine branded Alitha with the mark of their Goddess in retribution for Alitha's torturing and killing of a Shrine member. The story that she accepted the mark after she became Arch Druid to embrace the Shrine is a fabrication of Willow's imagination.\n\nEven after my own departure as leader of the Grove following the take over, things remained strained with the Shrine. Indeed it was not until the departure of Ravena and her ilk that things began to thaw and regular reltions began to return."
    }
  },
  "DisarmDC": {
    "type": "byte",
    "value": 0
  },
  "Faction": {
    "type": "dword",
    "value": 1
  },
  "Fort": {
    "type": "byte",
    "value": 5
  },
  "Hardness": {
    "type": "byte",
    "value": 5
  },
  "HasInventory": {
    "type": "byte",
    "value": 0
  },
  "HP": {
    "type": "short",
    "value": 10
  },
  "Interruptable": {
    "type": "byte",
    "value": 1
  },
  "KeyName": {
    "type": "cexostring",
    "value": ""
  },
  "KeyRequired": {
    "type": "byte",
    "value": 0
  },
  "Lockable": {
    "type": "byte",
    "value": 1
  },
  "Locked": {
    "type": "byte",
    "value": 0
  },
  "LocName": {
    "type": "cexolocstring",
    "value": {
      "0": "History of Hostility Between the Grove and the Shrine"
    }
  },
  "OnClick": {
    "type": "resref",
    "value": ""
  },
  "OnClosed": {
    "type": "resref",
    "value": ""
  },
  "OnDamaged": {
    "type": "resref",
    "value": ""
  },
  "OnDeath": {
    "type": "resref",
    "value": ""
  },
  "OnDisarm": {
    "type": "resref",
    "value": ""
  },
  "OnHeartbeat": {
    "type": "resref",
    "value": ""
  },
  "OnInvDisturbed": {
    "type": "resref",
    "value": ""
  },
  "OnLock": {
    "type": "resref",
    "value": ""
  },
  "OnMeleeAttacked": {
    "type": "resref",
    "value": ""
  },
  "OnOpen": {
    "type": "resref",
    "value": ""
  },
  "OnSpellCastAt": {
    "type": "resref",
    "value": ""
  },
  "OnTrapTriggered": {
    "type": "resref",
    "value": ""
  },
  "OnUnlock": {
    "type": "resref",
    "value": ""
  },
  "OnUsed": {
    "type": "resref",
    "value": ""
  },
  "OnUserDefined": {
    "type": "resref",
    "value": ""
  },
  "OpenLockDC": {
    "type": "byte",
    "value": 0
  },
  "PaletteID": {
    "type": "byte",
    "value": 13
  },
  "Plot": {
    "type": "byte",
    "value": 1
  },
  "PortraitId": {
    "type": "word",
    "value": 1000
  },
  "Ref": {
    "type": "byte",
    "value": 0
  },
  "Static": {
    "type": "byte",
    "value": 0
  },
  "Tag": {
    "type": "cexostring",
    "value": "book_hist_006"
  },
  "TemplateResRef": {
    "type": "resref",
    "value": "book_hist_006"
  },
  "TrapDetectable": {
    "type": "byte",
    "value": 1
  },
  "TrapDetectDC": {
    "type": "byte",
    "value": 0
  },
  "TrapDisarmable": {
    "type": "byte",
    "value": 1
  },
  "TrapFlag": {
    "type": "byte",
    "value": 0
  },
  "TrapOneShot": {
    "type": "byte",
    "value": 1
  },
  "TrapType": {
    "type": "byte",
    "value": 0
  },
  "Type": {
    "type": "byte",
    "value": 0
  },
  "Useable": {
    "type": "byte",
    "value": 1
  },
  "Will": {
    "type": "byte",
    "value": 0
  }
}
