{
  "__data_type": "UTP ",
  "AnimationState": {
    "type": "byte",
    "value": 0
  },
  "Appearance": {
    "type": "dword",
    "value": 1313
  },
  "AutoRemoveKey": {
    "type": "byte",
    "value": 0
  },
  "BodyBag": {
    "type": "byte",
    "value": 0
  },
  "CloseLockDC": {
    "type": "byte",
    "value": 0
  },
  "Comment": {
    "type": "cexostring",
    "value": ""
  },
  "Conversation": {
    "type": "resref",
    "value": ""
  },
  "CurrentHP": {
    "type": "short",
    "value": 10
  },
  "Description": {
    "type": "cexolocstring",
    "value": {
      "0": "The Moribund Effect\n\n--- A Study on the Isle of Graves ---\n\n- 3 Elient 1381 DR -\n+- Kinshra Dakai -+\n\n\nPreface\n\nThis is a rough compilation of field and library research regarding the cause of undeath on Moribund. The ultimate goal is eradication of the source. Consider it unformatted and incomplete, until a final version is penned and published officially. This is merely a working copy.\n\n\nCurent State of Moribund\n\nMoribund is intended to be the final resting place for the people of Cordor. Above ground, it houses exactly 108 graves, with many more in the crypts below. By all accounts, having it situated upon an island provides a peaceful and reflective place to to mourn the dead. The peace is frequently interrupted by the moans and rattling of the risen dead. Undead roam the graves and crypts at all hours. The risen have been determined to be composed of three different types:\n\nThe first of these types is the skeleton. This type is likely the easiest to raise, as it is also the easiest to defeat. They do not have any desire to feed upon or consume the living and are typically risen as guards and fodder.\n\nThe second type is the zombie. This animated corpse is still in a state of rot and decay. Often they retain their flesh and organs, however they are unused and cold. These horrid creatures do not seem to feed on the living. They seem to be able to understand simple commands, but that is the extent of their brainpower.\n\nThe last form of undead upon Moribund is the ghoul. It is said that those who die from a ghoul's bite will die and rise as a ghoul. This could possibly be how the population grew on Moribund, either from dead adventurers or dead mourners. Regardless, these vile undead feed on the living.\n\nThe crypts and graves do not appear defiled. Instead, it looks as though the undead are rising by their own means -- clawing their way out of the ground by force rather than with assistance. Sarcophagi do not bear the marks of tooling or mechanical lifting. As well, the crypts appear as though they are broken from the inside.\n\nA sweep of detect magic upon the area has revealed no spells in sight. No latent magical artifacts have been left behind to indicate weave-based methods of raising.\n\n\nHistory of Moribund\n\nMoribund as it appears today is a result of the Great Quake of Cordor in 1372 DR. Citing maps from before the quake and from the present day, it is determined that the position of the Southern Graveyard is actually Moribund. When much of Cordor's streets collapsed into the sea, including the temple of Helm, the Southern Graveyard was elevated by the shifting of land. This elevation spared it from flooding and effectively caused it to become an island. Whatever plagues the island is the very same thing that plagued the Southern Graveyard. From History of Cordor, Part I:\n\n\"In its early days, Cordor suffered from a great plague, which still has not been completely erradicated. Those that were afflicted found death soon, but also undeath soon after. Cordor maintains a graveyards at its south end to hold these beloved, yet damned victims. Although it's not uncommon for them to rise, seeking the living flesh of whoever comes to close....\"\n\nThis history, while outdated, provides an idea of what caused the original undeath to rise. The plague is currently under investigation.\n\n\nTheories and Hypotheses\n\nMoribund is confirmed to be a broken off landmass that was once Cordor's Southern Graveyard. The plague mentioned in History of Cordor appears to be the cause. The living appear to be unaffected by the plague. Only the dead are targeted, being made to rise and re-rise including anyone else who may be buried there. This theory is supported by field research revealing that undead are clawing and rising by their own effort. Evidence is clear of this on sarcophagi and at grave sites.\n\nFurthermore, no magic is in effect on any of Moribund. Detect magic spells revealed no sign of weave influence in the risen.\n\n\nTallies and Logs\n\nI will be keeping a tally of how many rise, with each hire that I send to Moribund. Results thus far are inconclusive, as the methodology has not been repeated. I am hiring novice adventurers to help with this endeavor.\n\n26 Risen: Rolto*\n30-35 Risen: Kinshra Dakai*\n49 Risen: Teriana\n35 Risen: Kinshra Dakai\n51 Risen: Kinshra Dakai\n49 Risen: Bauss and unknown companion\n29 Risen: Kinshra Dakai\n56 Risen: Kinshra Dakai\n43 Risen: Kinshra Dakai\n59 Risen: Aeleron\n59 Risen: Kinshra, Aven, Adela, Ryan Grant\n60 Risen: Kinshra Dakai\n66 Risen: Kinshra Dakai\n49 Risen: Aethelinde\n43 Risen: Litheli\n56 Risen: Kinshra Dakai\n67 Risen: Parvo\n\n\n* Potentially incorrect data\n\n\nSources\n\nHistory of Cordor\nDoctor Karse Ignoma\nCurrent Map of Cordor\nMap of Cordor, 1372 DR\nField Study"
    }
  },
  "DisarmDC": {
    "type": "byte",
    "value": 0
  },
  "Faction": {
    "type": "dword",
    "value": 1
  },
  "Fort": {
    "type": "byte",
    "value": 5
  },
  "Hardness": {
    "type": "byte",
    "value": 5
  },
  "HasInventory": {
    "type": "byte",
    "value": 0
  },
  "HP": {
    "type": "short",
    "value": 10
  },
  "Interruptable": {
    "type": "byte",
    "value": 1
  },
  "KeyName": {
    "type": "cexostring",
    "value": ""
  },
  "KeyRequired": {
    "type": "byte",
    "value": 0
  },
  "Lockable": {
    "type": "byte",
    "value": 1
  },
  "Locked": {
    "type": "byte",
    "value": 0
  },
  "LocName": {
    "type": "cexolocstring",
    "value": {
      "0": "The Moribund Effect"
    }
  },
  "OnClick": {
    "type": "resref",
    "value": ""
  },
  "OnClosed": {
    "type": "resref",
    "value": ""
  },
  "OnDamaged": {
    "type": "resref",
    "value": ""
  },
  "OnDeath": {
    "type": "resref",
    "value": ""
  },
  "OnDisarm": {
    "type": "resref",
    "value": ""
  },
  "OnHeartbeat": {
    "type": "resref",
    "value": ""
  },
  "OnInvDisturbed": {
    "type": "resref",
    "value": ""
  },
  "OnLock": {
    "type": "resref",
    "value": ""
  },
  "OnMeleeAttacked": {
    "type": "resref",
    "value": ""
  },
  "OnOpen": {
    "type": "resref",
    "value": ""
  },
  "OnSpellCastAt": {
    "type": "resref",
    "value": ""
  },
  "OnTrapTriggered": {
    "type": "resref",
    "value": ""
  },
  "OnUnlock": {
    "type": "resref",
    "value": ""
  },
  "OnUsed": {
    "type": "resref",
    "value": ""
  },
  "OnUserDefined": {
    "type": "resref",
    "value": ""
  },
  "OpenLockDC": {
    "type": "byte",
    "value": 0
  },
  "PaletteID": {
    "type": "byte",
    "value": 13
  },
  "Plot": {
    "type": "byte",
    "value": 0
  },
  "PortraitId": {
    "type": "word",
    "value": 0
  },
  "Ref": {
    "type": "byte",
    "value": 0
  },
  "Static": {
    "type": "byte",
    "value": 1
  },
  "Tag": {
    "type": "cexostring",
    "value": "book_hist_009"
  },
  "TemplateResRef": {
    "type": "resref",
    "value": "book_hist_009"
  },
  "TrapDetectable": {
    "type": "byte",
    "value": 1
  },
  "TrapDetectDC": {
    "type": "byte",
    "value": 0
  },
  "TrapDisarmable": {
    "type": "byte",
    "value": 1
  },
  "TrapFlag": {
    "type": "byte",
    "value": 0
  },
  "TrapOneShot": {
    "type": "byte",
    "value": 1
  },
  "TrapType": {
    "type": "byte",
    "value": 0
  },
  "Type": {
    "type": "byte",
    "value": 0
  },
  "Useable": {
    "type": "byte",
    "value": 0
  },
  "Will": {
    "type": "byte",
    "value": 0
  }
}
