{
  "__data_type": "UTP ",
  "AnimationState": {
    "type": "byte",
    "value": 0
  },
  "Appearance": {
    "type": "dword",
    "value": 464
  },
  "AutoRemoveKey": {
    "type": "byte",
    "value": 0
  },
  "BodyBag": {
    "type": "byte",
    "value": 0
  },
  "CloseLockDC": {
    "type": "byte",
    "value": 0
  },
  "Comment": {
    "type": "cexostring",
    "value": ""
  },
  "Conversation": {
    "type": "resref",
    "value": ""
  },
  "CurrentHP": {
    "type": "short",
    "value": 10
  },
  "Description": {
    "type": "cexolocstring",
    "value": {
      "0": "The Salandran Medical Review\nAuthor: Persephone Ashallin - Acolyte\n\nAbstract:\nThe quantity and availablility of heal potions on the island of Amia has caused a booming industry. Those who are able to make potions of heal have a literal monopoly on the market. The potions do their job in life-threatening situations, and are a boon to the adventuring industry. However, research shows that the overuse of these potions can have long-lasting and debilitating side effects including, but not limited to: burst blood vessels, overgrown bones, cardiac arrest, and stroke. Most skilled healers can prevent these unwanted issues, but the public consensus seems abject to the simple task of finding one.\n\nResults and Discussion:\nSeveral subjects that used a scaled amount of heal potions were studied. The graph included shows the results. Please note that as the amount of heal potions per week (HP/wk) increased, every other condition seemed to intensify.\n\nA few notes on the measurements collected:\nThe bone growth was measured in surgery, before and after the reported heal potion use. The number represented in the graph corresponds to the the ratio of the two measurements. \nThe blood pressure was measured in a similar fashion, before and after the use of the potions. \nFinally, the tissue integrity was the least accurate of the three tests performed. It was based on subjective pressure applied by the author. I believe that is why the results were very erratic for this particular test. Generally, however, the results did follow the positive trend that the other two tests established. \n\nPlease note that although several subjects' ailments were causing them physical and mental strain, they are an anomaly. Most adventurers seem to not be feeling the ill effects that this research studied. The growth also, was not incredibly large. The percent change translates into minute growth. (for example, the 40 HP/wk patient's bone grew about 1.5 cm, total) \nAll subjects studied were able to be treated, and cured. The treatments, however, were quite painful, and often included removing extra bone tissue created when the heal potion mended the wound or rebinding tissue to improve integrity. \n\nThe subjects followed up for several extra weeks after their potion trials. Their blood pressure was measured, and their bone growth estimated. Those using less that 10 HP/wk were not exhibiting any extra growth meriting warning, but those using more showed slight continued growth.\n\nConclusions:\nThe overuse of heal potions on the isle of Amia is an increasingly disturbing trend amongst adventurers. The results of this study suggest that heal potions should only be used sparingly to avoid any unwanted growth of tissue about the body. However, the results should be taken with a grain of salt as the adventuring public seems not afflicted by the issues detailed in this study. \n\nAuthor's Note: If you feel signs of chronic ache or pain, please contact your local healer for a check up."
    }
  },
  "DisarmDC": {
    "type": "byte",
    "value": 0
  },
  "Faction": {
    "type": "dword",
    "value": 1
  },
  "Fort": {
    "type": "byte",
    "value": 5
  },
  "Hardness": {
    "type": "byte",
    "value": 5
  },
  "HasInventory": {
    "type": "byte",
    "value": 0
  },
  "HP": {
    "type": "short",
    "value": 10
  },
  "Interruptable": {
    "type": "byte",
    "value": 1
  },
  "KeyName": {
    "type": "cexostring",
    "value": ""
  },
  "KeyRequired": {
    "type": "byte",
    "value": 0
  },
  "Lockable": {
    "type": "byte",
    "value": 1
  },
  "Locked": {
    "type": "byte",
    "value": 0
  },
  "LocName": {
    "type": "cexolocstring",
    "value": {
      "0": "Salandran Medial Review - Heal Potions, Friend of Foe?"
    }
  },
  "OnClick": {
    "type": "resref",
    "value": ""
  },
  "OnClosed": {
    "type": "resref",
    "value": ""
  },
  "OnDamaged": {
    "type": "resref",
    "value": ""
  },
  "OnDeath": {
    "type": "resref",
    "value": ""
  },
  "OnDisarm": {
    "type": "resref",
    "value": ""
  },
  "OnHeartbeat": {
    "type": "resref",
    "value": ""
  },
  "OnInvDisturbed": {
    "type": "resref",
    "value": ""
  },
  "OnLock": {
    "type": "resref",
    "value": ""
  },
  "OnMeleeAttacked": {
    "type": "resref",
    "value": ""
  },
  "OnOpen": {
    "type": "resref",
    "value": ""
  },
  "OnSpellCastAt": {
    "type": "resref",
    "value": ""
  },
  "OnTrapTriggered": {
    "type": "resref",
    "value": ""
  },
  "OnUnlock": {
    "type": "resref",
    "value": ""
  },
  "OnUsed": {
    "type": "resref",
    "value": ""
  },
  "OnUserDefined": {
    "type": "resref",
    "value": ""
  },
  "OpenLockDC": {
    "type": "byte",
    "value": 0
  },
  "PaletteID": {
    "type": "byte",
    "value": 13
  },
  "Plot": {
    "type": "byte",
    "value": 0
  },
  "PortraitId": {
    "type": "word",
    "value": 1000
  },
  "Ref": {
    "type": "byte",
    "value": 0
  },
  "Static": {
    "type": "byte",
    "value": 0
  },
  "Tag": {
    "type": "cexostring",
    "value": "book_nat_004"
  },
  "TemplateResRef": {
    "type": "resref",
    "value": "book_nat_005"
  },
  "TrapDetectable": {
    "type": "byte",
    "value": 1
  },
  "TrapDetectDC": {
    "type": "byte",
    "value": 0
  },
  "TrapDisarmable": {
    "type": "byte",
    "value": 1
  },
  "TrapFlag": {
    "type": "byte",
    "value": 0
  },
  "TrapOneShot": {
    "type": "byte",
    "value": 1
  },
  "TrapType": {
    "type": "byte",
    "value": 0
  },
  "Type": {
    "type": "byte",
    "value": 0
  },
  "Useable": {
    "type": "byte",
    "value": 1
  },
  "Will": {
    "type": "byte",
    "value": 0
  }
}
