{
  "__data_type": "UTP ",
  "AnimationState": {
    "type": "byte",
    "value": 0
  },
  "Appearance": {
    "type": "dword",
    "value": 1327
  },
  "AutoRemoveKey": {
    "type": "byte",
    "value": 0
  },
  "BodyBag": {
    "type": "byte",
    "value": 0
  },
  "CloseLockDC": {
    "type": "byte",
    "value": 0
  },
  "Comment": {
    "type": "cexostring",
    "value": ""
  },
  "Conversation": {
    "type": "resref",
    "value": ""
  },
  "CurrentHP": {
    "type": "short",
    "value": 10
  },
  "Description": {
    "type": "cexolocstring",
    "value": {
      "0": "~~~\n\nA Treatise Upon Divination\n\n~\nUlrik Valis\n\n\nAmong those who study the Art, divination is often the most under-valued of all of the traditional schools of magic. The appeal that iconic and overt magics such as fireball and summonings have with the younger generations of apprentices has been constant, among not just the current generation, but the previous as well. As an apprentice, I too was drawn to evocations and the rather substantial effects they had. However, in a comparative venture, I would submit that the most under-valued school of magic is also the most powerful. Naturally, this would be met with undoubtedly heated debate in the arcane community, with each traditional school having its own vaunted champions. My assertion nevertheless remains, and is thus submitted to my peers and colleagues in the Art.\n\nUpon Classifications\n\n\n\nAmong this school of magic, we may divide divinations in differing subsets. I shall do this by their interaction upon two dimensions of this plane. Namely, space and time. \n\nThus,\nThose that respect space.\nThose that respect time.\nThose that do not respect space.\nThose that do not respect time. \n\nNaturally, most spells belong to more than one classification. Yet, we may find commonalities by viewing divination magics in respect to these groupings. The following will discuss each in more detail. However, this is not a comprehensive work. Merely an outline, an introductory into the theory of divination.\n\nYet, to discuss divination at any length, one must have a firm understanding of one very key and central concept.\n\nOn Sympathetics\n\n\nA cornerstone in divination theory is the concept of sypathetics. An amalgamation of familiarity, understanding, and physical proximity. This fusion of concrete and intangible concepts can be a stumbling stone for many students of divination - especially those who approach such magic as an evoker or conjurer typically would - meaning to say with all due respect, as a long-time student of the school of evocation, that those who approach such magic in a straight-forward manner and linear mindset are oft those with the most difficulty with the abstract art of divination. To explain, I think it best to provide several concurrent examples. \n\nTake, for example, a spell of scrying. Such magic, when cast upon one's lover, is more powerful then when it is cast upon one's colleague or casual acquaintance, which is in turn more powerful then when cast upon one whom the caster has never met. This is the clearest example upon this concept that can be provided, and the distinctions are rather implicit. \n\nThe establishing of a sympathetic link is rote to scrying magic, but the power of sympathetics is not limited to scrying alone. This concept is further demonstrated in magic such as Legend Lore, where proximity and familiarity are key in the strain of the spell upon the caster. To cast a Legend Lore upon an object at hand is the least straining, and can be performed in minutes. To cast such magic upon something known only through rumor and speculation may require weeks to months of effort. \n\nSympatheic bonds are something that we all establish, and reinforce, each and every day. To meet someone new is to establish a mystical tie to that person. To come to understand that person is to reinforce that tie. To become more familiar with that person is to strengthen it further. The weakest of ties is to meet someone, and the act of the 'first impression' is the basis for such. The strongest of ties is to be formed in the most intimate of acts, culminated in the sensual and sexual, and in the strongest bonds of friendship and camaraderie.\n\nThe basis of these bonds is emotion. In meeting someone, a tie to that person is forged through the very Weave itself. To someone met only once, a casual fleeting handshake, such a tie is but a thread. To one's truest friend or lover, the tie is as strong as a chain forged of the greatest of metals.\n\nYet, such ties are not limited only to living creatures. Touching an object also forms a tie to that object. Items of personal significance lend power in one's divination. It is clear that these ties, these investitures of emotion are linked to the very Weave itself, and resonate through both time and space. \n\nThe power of sympathetics is implicit in divination theory. Yet, sympathetics are not exclusive to divination. They are essential to many magical and mystical precepts and are key even in understanding the culture of the elves. Yet the scope of this discussion will remain within the school of divination alone. \n\nThe wise diviner realizes such magic is the most personally invested of any of the traditional schools of magic. Rote concept meets the intangible and the undeniably mystical. For how can one put a measure upon emotions and matters of the heart that so rule the power of divination? The better this is understood, the greater one's understanding of the art of divination will be.\n\nOn the Discernment of Physical Location\n\n\nMagic that reveals location is the most iconic of the school of divination, and where I shall begin a more detailed discussion on the various types of divining magic. The spells Scry, Greater Scry, And Discern Location and to a lesser extent Locate Object and Creature respect time, but do not respect space. This is to say quite simply, when one divines location with these magics, one divines the present location of such - one does not see into the futures, or delve into the past. \n\nEach of these magics relies heavily on the concept of sympathetics. When Discerning or using a Locate spell upon a person, the diviner must have met them. This means being to evoke in ones Mind's Eye a physical likeness of the subject. What did they look like? What did their voice sound like? What impression did they impart upon you? When casting such magic, each of these things must be brought to the fore of one's mind and recalled as incantation is invoked. To neglect such is to hinder one's magic. To do so in a practiced manner is to empower it.\n\nWhen Discerning or using a Locate spell upon an object, one must have touched the object in question. Again, recalling in one's mind thoughts, impressions, and emotions invoked are key and lend power to such magic as it is cast.\n\nScrying is perhaps the most widely known of all divination magic. Inasmuch as the Lord of Divination has assumed an eye-filled crystal-ball as his symbol. Scrying illustrates the theory of sympathetics in divination completely, as the power of the magic is tied directly to the strength of the tie the caster has with the subject. Further, objects of emotional investiture or actual organic samples of the subject can be used as foci to further empower the scrying.\n\nOn the Past and Futures\n\n\nAmong some of the most fascinating divinations are those that delve into the past, or attempt to see into tomorrow. From the magician delving into the Legends of yore to the hedge wizard making a quick coin in 'predicting' the future, there is a fascination with looking back and trying to look forward.\n\nOf the most potent of magics to delve into the past is Legend Lore. This spell respects neither time or space, inasmuch as knowledge gleaned is not dependent upon being in the proverbial 'here and now.' However, the strain upon the caster is increased in relation to physical proximity. A ritual of Legend Lore cast upon a person, place, or object at hand can take mere minutes to complete. However, when cast upon something of which is not at hand, and when only rumors are known, such a ritual could take months to complete. Thus, this demonstrates a few things about this magic. One, that it does not respect space, but is defined by it. Two. That this spell does not respect time, but that it only delves into the past. Three. That the concept of sympathetics are, again, central to the spell. \n\nHowever, how does a legend Lore work? What underlying mystical concepts is such an incantation based upon? Quite simply, it relates on the interaction between the intangible upon the physical plane and the Weave. Legends are matters of thoughts. Emotions. Memories. What makes a legend, legendary? Great acts of both good and evil. Things that leave with us a deep impression, upon our conscious and subconscious minds. These impressions imprint themselves upon the very Weave itself, and these persist long after the events and personalities that forged them pass. Great emotions, great deeds are the stuff of legends, and are most powerful. To the trained diviner, it is easy to hear the whispers of legends, the well of this knowledge being the very conscious and subconscious of the Realm. This suggests a very real, almost living relationship between creatures and the Weave itself. That our thoughts and emotions may so impress themselves upon the very structure of magic itself is rather awe-inspiring and humbling.\n\nThis is why Legend Lore remains one of the premier divinations of research wizards. It is not easy to ward such magic. In fact, in order to accomplish such a thing would be a true feat in the Art itself, the scope of which would not go unnoticed by the gods themselves. \n\nSuch is how divinations delve into the past. But, what of the futures? Divining the future is ever-murky territory for any diviner, and any who claim otherwise are naught but a charlatan. First, it must be understood that those who practice the Art are somewhat limited in divining the futures, when compared to the prophets of the gods. Divine magic is more suitable to such tasks. The reasons for such are rather obvious, as the gods do not perceive time as mortals do. Thus, to their particular devout they may impart wisdom from their rather superior perspective of time. For an arcanist to attempt to glean any information, it is a much more straining, difficult, and imprecise task. \n\nThere is a simple premise that most arcane divinations rely upon, when attempting to predict the futures. Simply, and succinctly summarized in the phrase, \"History repeats itself.\" In this, patterns begin to emerge. In this, a framework that extends from the past, through the lens of the present and roughly and tentatively into the futures might be erected. \n\nHowever, I would impart a warning to any who would attempt to divine the futures. To ward one's mind from grim obsession, and realize one simple truth. There is no fate. There is no predestination. In magic's light, the future remains ever mutable. It is perhaps one of the greatest blessings of the Lady of Mysteries, aside from the wonder of magic itself. As magic makes reality mutable, we are never condemned to a fate that is out of our hands. Nor can we use fate as a crutch, or to blame for our failures and short-comings. As ever, and always, mortal fate remains in mortal hands. \n~~~"
    }
  },
  "DisarmDC": {
    "type": "byte",
    "value": 0
  },
  "Faction": {
    "type": "dword",
    "value": 1
  },
  "Fort": {
    "type": "byte",
    "value": 5
  },
  "Hardness": {
    "type": "byte",
    "value": 5
  },
  "HasInventory": {
    "type": "byte",
    "value": 0
  },
  "HP": {
    "type": "short",
    "value": 10
  },
  "Interruptable": {
    "type": "byte",
    "value": 1
  },
  "KeyName": {
    "type": "cexostring",
    "value": ""
  },
  "KeyRequired": {
    "type": "byte",
    "value": 0
  },
  "Lockable": {
    "type": "byte",
    "value": 1
  },
  "Locked": {
    "type": "byte",
    "value": 0
  },
  "LocName": {
    "type": "cexolocstring",
    "value": {
      "0": "A Treatise Upon Divination"
    }
  },
  "OnClick": {
    "type": "resref",
    "value": ""
  },
  "OnClosed": {
    "type": "resref",
    "value": ""
  },
  "OnDamaged": {
    "type": "resref",
    "value": ""
  },
  "OnDeath": {
    "type": "resref",
    "value": ""
  },
  "OnDisarm": {
    "type": "resref",
    "value": ""
  },
  "OnHeartbeat": {
    "type": "resref",
    "value": ""
  },
  "OnInvDisturbed": {
    "type": "resref",
    "value": ""
  },
  "OnLock": {
    "type": "resref",
    "value": ""
  },
  "OnMeleeAttacked": {
    "type": "resref",
    "value": ""
  },
  "OnOpen": {
    "type": "resref",
    "value": ""
  },
  "OnSpellCastAt": {
    "type": "resref",
    "value": ""
  },
  "OnTrapTriggered": {
    "type": "resref",
    "value": ""
  },
  "OnUnlock": {
    "type": "resref",
    "value": ""
  },
  "OnUsed": {
    "type": "resref",
    "value": ""
  },
  "OnUserDefined": {
    "type": "resref",
    "value": ""
  },
  "OpenLockDC": {
    "type": "byte",
    "value": 0
  },
  "PaletteID": {
    "type": "byte",
    "value": 13
  },
  "Plot": {
    "type": "byte",
    "value": 1
  },
  "PortraitId": {
    "type": "word",
    "value": 0
  },
  "Ref": {
    "type": "byte",
    "value": 0
  },
  "Static": {
    "type": "byte",
    "value": 0
  },
  "Tag": {
    "type": "cexostring",
    "value": "book_arc_020"
  },
  "TemplateResRef": {
    "type": "resref",
    "value": "book_arc_020"
  },
  "TrapDetectable": {
    "type": "byte",
    "value": 1
  },
  "TrapDetectDC": {
    "type": "byte",
    "value": 0
  },
  "TrapDisarmable": {
    "type": "byte",
    "value": 1
  },
  "TrapFlag": {
    "type": "byte",
    "value": 0
  },
  "TrapOneShot": {
    "type": "byte",
    "value": 1
  },
  "TrapType": {
    "type": "byte",
    "value": 0
  },
  "Type": {
    "type": "byte",
    "value": 0
  },
  "Useable": {
    "type": "byte",
    "value": 1
  },
  "Will": {
    "type": "byte",
    "value": 0
  }
}
