{
  "__data_type": "UTP ",
  "AnimationState": {
    "type": "byte",
    "value": 0
  },
  "Appearance": {
    "type": "dword",
    "value": 1309
  },
  "AutoRemoveKey": {
    "type": "byte",
    "value": 0
  },
  "BodyBag": {
    "type": "byte",
    "value": 0
  },
  "CloseLockDC": {
    "type": "byte",
    "value": 0
  },
  "Comment": {
    "type": "cexostring",
    "value": ""
  },
  "Conversation": {
    "type": "resref",
    "value": ""
  },
  "CurrentHP": {
    "type": "short",
    "value": 10
  },
  "Description": {
    "type": "cexolocstring",
    "value": {
      "0": "-------------------------------------------------------------------------------------\nGlossary of Arcana\n-------------------------------------------------------------------------------------\n\nAuthor: Halen Van\n\nBrute: A term by most bards referring to non-magical warrior types. Named such for their relatively unintelligent approach (perhaps unfairly in most cases), and that bards often utilize them in the capacity of temporary henchmen. Very useful and a testament to what can be accomplished without magic. Even more so a testament to what can happen when one utilizes magic effectively, say by enchanting a warrior already a master of his craft, with a better mastery. The favored of these strong-arms seem to be the Weapon Masters. Examples: Tng, Le'gil, countless orcy axe-swingers. \n\nCantrip: practice magics for students of the arcane. These generally do little more in casting than the mage could do otherwise with the same expenditure of effort and perhaps a second or to more of time. They are never lethal except en-masse or if used upon a disease ridden inexperienced drow with leprosy. Casting cantrips require so little effort that they can be used freely without Weave Disruption. Many mages develop cantrips with utilitarian effects, such as changing one's attire. These customized cantrips cannot be cast within heat of battle, for too much focus is taken, but can be used prior to battle. It is wise not to forget one's cantrips, for they can, just like every other spell, become very effective when used properly. Examples: Light, Ray of Frost.\n\nCircle: This term refers to the level of a specific spell in terms of its training, not the caster. There are one through nine true Circles, and a tenth circle markedly used by only the most epic of casters. While certain spells draw their power off the experience of the mages, it should be noted that regardless of the power of the effect, the circle remains the same. A First Circle spell, Magic Missile, is still a First Circle spell whether it releases three or five missiles. The Tenth, or Epic Circle is more a matter of research and development on a personal scale of the Mage in question. Since simply training as a wizard or Sorcerer would not automatically entail its study, it's not listed as a True Circle. Examples: First Circle Spell; Magic Missile. \"What's the best spell you can cast?\" \"I can cast spells up to the fifth Circle\".\n\nMetamagic: Process of modifying a spell prior to its casting or during it's preparation. These usually deal with process of its casting, and or dealing with variances within the spell. Such focus onto these details alters the power of the spell, in terms of what circle of power it requires to cast. However, it still remains a X circle spell with the Metamagic feat of Y on it. Examples: Maximized Issac's Greater Missile Storm (Why oh why did they do that.) Still Spelled Premonition. \n\nTier: This refers to the level of a scaled magical effect upon an item or person. A magic weapon enchanted three times more than the most basic enchant, would be known as a Third Tier magic weapon. These effects can be either permanent or temporary. A mage casting Greater Magic Weapon can levy a tier one through five enchantment on a weapon. Example: Sun Soul Boots +3 would be known as Sun Soul Boots of the Third Tier. \"I want an item that gives me +3 to my Strength\" would be phrased as \"I want an item that grants a third tier strength enhancement.\" \n\nSchool: A study of the Arcane related to one of the Eight concepts of magic. This applies to all theological knowledge, spells, and arcane lore within the concept's precept. Examples: School of Necromancy, School of Abjuration.\n\nAbjuration: The School of Magic dealing with Protection. This deals with defense against both Physical and magical attacks. Most notable of theses are the Spell Mantles, Dispels, and Protection against Alignments. While every School can Counter magic their own spells, only Abjuration contains the Counter-spell Trump Cards. In addition to this it contains certain spells of invulnerability to magics by absorption or unlimited protection by targeting specific spell metaphysics. \n\nConjuration: The School of Magic pertaining to the summoning of existing things. This can be in the form of allies, such as planar beings, or creatures. Another such form is the summoning of certain objects, like the Black Tentacles or the Acid Fog. Mastery of such an art comes in the form of knowing what to summon and when. This art is aided by any school in which enhancements can be made to an object. \n\nDivination: The School of Magic harnessing the power of Foresight and lore. Using this art is more along the lines of perceiving truths. Whether this is magically enhancing sight, or delving into the future with Premonition, it's all a matter of perceived truths. There are a few good direct protection spells within this School, as well as preventative, such as True Sight, to ensure the invisible assassin is not about to stab you in the back. \n\nEnchantment: The School of Magic concerning rewriting of Truths. I say this in reference to Zartanis's guide to Enchantment. Very honest is that tome in reference to the School being an Art of Contradictions in Truth. Dominating an animal, a person, or a monster involves altering their perception of what is true. The most basic being, \"I'm In control of myself.\" to \"That man is in control of me\". This isn't simply an alteration of mind either. It can also alter the truths of given objects or persons by imbuing them with a new truth such as Spells Aren't as Effective Against You, aka Protection from Spells. \n\nEvocation: The School of Magic channeling raw energies. The practitioners of this School coalesce the raw energies of Magic, Fire, Ice into swift attacks. Because one is channeling simply raw energy the School of Evocation has some of the most powerful lower Circle spells amongst the Schools. However it lacks when brought to the higher Circles, where more complex schools like Illusion or Necromancy seem to have a strong hold. As such most young mages tend to favor Evocation in their early studies, but then settle into another School of magic as their primary focus as they reach the ArchMagi status. This school is a favorite amongst Pyromaniacs and Sorcerers alike. \n\nIllusion: The School of magic focusing on the deception of perception. Rather than creating conflicting truths directly to the target like Enchantment, Illusion simply creates a veil of magic that prevents someone from seeing the actual Truth, and instead what the veil presents to them. This can be anything from Invisibility to hide the caster, or a projection of the Target's worst nightmare. Illusion can be a very powerful and potent tool against those whom do not guard their minds against such things. Even then, Invisibility is a good staple spell. Any who ignore this school entirely surely suffer to some degree in combat. \n\nNecromancy: The School of Magic that manipulates life energy. Unlike what many would have you believe, Necromancy isn't the warlord of undead school. It is true that Nercomancers may imbue a corpse with energy so that it may rise in the semblance of life, but that in and of itself is not evil. A Necromancer that brings up the bodies of the fallen Orc horde to fight against the second wave of Orcs invading the town should be hailed as a hero, albeit a Eccentric hero. Necromancers may also force Positive energy into the area, destroying many Undead within the instant. Necromancers, can reverse this, and draw life energy from their foes, or push it out entirely. While this might be considered evil to some, it's no more evil than say, Throwing a fireball. It can be at an evil villain, or the town orphanage, where it hits, and intent of the caster is largely the true decision of whether a spell is evil or not. \n\nTransmutation: The School of Magic of Change. Spells of this school transform their targets, either entirely, like Tenser's Transformation, or topically, such as Stone-Skin. Mages of this school often have an edge in close combat, being able to transform ordinary weapons into magical ones, or Turning foes into Stone. There are many useful applications to this, not only for the Mage, but for his party. As such, Transmuters are often the \"Everyman's\" Mage, for they do some of the least spectacular, but most effective spells to aid their friends and allies. \n\nNeophyte of the Art: A person studying magic whom has only recently come upon Cantrips. This is generally a mage in training before he is truly a mage. No complete seasons of arcane training mark this person. \n\nNovice of the Art: A person studying magic whom has a basic grasp of magic tucked under their belt. They are often under the mentorship of more powerful mages, depending on circumstance. These mages typically have anywhere from one through four seasons, able to cast up to the second Circle, but not yet crossing to the Third. \n\nPractitioner of the Art: A person studying magic whom has unlocked secrets up to the Fourth Circle of magic. They have begun more formalized understanding of planes relative to our Prime, and their effect upon the Weave. More importantly, they have between five to eight seasons of formalized training. \n\nAdept of the Art: Crossing the mantle of the Fifth Circle of Magic and making any strides up to and through the Sixth Circle, a mage of this caliber has at least nine through twelve seasons of magical training in the formal casting. \n\nMagi: A mage who has trained within thirteen and sixteen seasons as an arcane caster. These mages have access up to the eighth circle. Often mentors to other mages, yet they still have a ways to go with their own magical study within formal parameters. These mages are a transition between masses of mages whom learn in the foot-steps of others, and those that lead the way in new magical research. \n\nArchmagi: A mage with seventeen or more seasons of training in the Arcane. At this point mages breach the ninth circle of magic and have completed formalized study of magic. Personalized study into the arts known as the Tenth Circle is often pursued; however other talents are just as often sought. Such mages are often prominent figures in their community, as anyone wielding this much magical force is surely of consequence when their mind is set to a task."
    }
  },
  "DisarmDC": {
    "type": "byte",
    "value": 0
  },
  "Faction": {
    "type": "dword",
    "value": 1
  },
  "Fort": {
    "type": "byte",
    "value": 5
  },
  "Hardness": {
    "type": "byte",
    "value": 5
  },
  "HasInventory": {
    "type": "byte",
    "value": 0
  },
  "HP": {
    "type": "short",
    "value": 10
  },
  "Interruptable": {
    "type": "byte",
    "value": 1
  },
  "KeyName": {
    "type": "cexostring",
    "value": ""
  },
  "KeyRequired": {
    "type": "byte",
    "value": 0
  },
  "Lockable": {
    "type": "byte",
    "value": 1
  },
  "Locked": {
    "type": "byte",
    "value": 0
  },
  "LocName": {
    "type": "cexolocstring",
    "value": {
      "0": "Glossary of Arcana"
    }
  },
  "OnClick": {
    "type": "resref",
    "value": ""
  },
  "OnClosed": {
    "type": "resref",
    "value": ""
  },
  "OnDamaged": {
    "type": "resref",
    "value": ""
  },
  "OnDeath": {
    "type": "resref",
    "value": ""
  },
  "OnDisarm": {
    "type": "resref",
    "value": ""
  },
  "OnHeartbeat": {
    "type": "resref",
    "value": ""
  },
  "OnInvDisturbed": {
    "type": "resref",
    "value": ""
  },
  "OnLock": {
    "type": "resref",
    "value": ""
  },
  "OnMeleeAttacked": {
    "type": "resref",
    "value": ""
  },
  "OnOpen": {
    "type": "resref",
    "value": ""
  },
  "OnSpellCastAt": {
    "type": "resref",
    "value": ""
  },
  "OnTrapTriggered": {
    "type": "resref",
    "value": ""
  },
  "OnUnlock": {
    "type": "resref",
    "value": ""
  },
  "OnUsed": {
    "type": "resref",
    "value": ""
  },
  "OnUserDefined": {
    "type": "resref",
    "value": ""
  },
  "OpenLockDC": {
    "type": "byte",
    "value": 0
  },
  "PaletteID": {
    "type": "byte",
    "value": 13
  },
  "Plot": {
    "type": "byte",
    "value": 1
  },
  "PortraitId": {
    "type": "word",
    "value": 0
  },
  "Ref": {
    "type": "byte",
    "value": 0
  },
  "Static": {
    "type": "byte",
    "value": 0
  },
  "Tag": {
    "type": "cexostring",
    "value": "book_arc_007"
  },
  "TemplateResRef": {
    "type": "resref",
    "value": "book_arc_007"
  },
  "TrapDetectable": {
    "type": "byte",
    "value": 1
  },
  "TrapDetectDC": {
    "type": "byte",
    "value": 0
  },
  "TrapDisarmable": {
    "type": "byte",
    "value": 1
  },
  "TrapFlag": {
    "type": "byte",
    "value": 0
  },
  "TrapOneShot": {
    "type": "byte",
    "value": 1
  },
  "TrapType": {
    "type": "byte",
    "value": 0
  },
  "Type": {
    "type": "byte",
    "value": 0
  },
  "Useable": {
    "type": "byte",
    "value": 1
  },
  "Will": {
    "type": "byte",
    "value": 0
  }
}
