{
  "__data_type": "UTP ",
  "AnimationState": {
    "type": "byte",
    "value": 0
  },
  "Appearance": {
    "type": "dword",
    "value": 1313
  },
  "AutoRemoveKey": {
    "type": "byte",
    "value": 0
  },
  "BodyBag": {
    "type": "byte",
    "value": 0
  },
  "CloseLockDC": {
    "type": "byte",
    "value": 0
  },
  "Comment": {
    "type": "cexostring",
    "value": ""
  },
  "Conversation": {
    "type": "resref",
    "value": ""
  },
  "CurrentHP": {
    "type": "short",
    "value": 10
  },
  "Description": {
    "type": "cexolocstring",
    "value": {
      "0": "------------------------------------------------------------------------------------- \nOn the Collapsible Binding Orb \nWritten by Jacqueline Fend \n------------------------------------------------------------------------------------- \n\n\nHeadmaster Halen and to whom it may concern,\n\nI write to you in urgency regarding the creature, Vodak, and a very probable solution to dealing with it. As you may well be informed of recent happenings here and abroad on our fair island, the ooze-like being, Vodak, has posed to be an extremely dangerous threat to Amia and its inhabitants.\n\nIt is well documented that Vodak ingests its victims whole, and absorbs their entire components and abilities. Not only does this feature substantially increase Vodak's resistence, but it does so at an alarming rate. It is safe to assume Vodak is near invulnerable to physical destruction by any means. The ability to tap into the Weave and acquire vast amounts of protection spells confirms my assumptions even further.\n\nDespite the unimaginable odds, I believe there is a way to incapacitate that which cannot be destroyed without achieving massive casualties. My belief lies in the fact that Vodak's greatest strength in absorbing the properties of those it consumes is also its greatest weakness...particularly when it absorbed intelligent humanoids. In so doing so, Vodak effectively became sentient, more precisely...self-awared, which means the ooze-like creature is fully vulnerable to powerful enchantment spells. Vodak's entire defense against mind-affecting incantations should rely heavily on magical means now that he is sentient. We must exploit this immediately if we are too succeed in banishing the creature.\n\nMy research has led me to develop schematics for a new prototype weapon which I've dubbed the Anti-Personnel Collapsible Binding Orb...or the Orb of Vodak.\n\nThe Collapsible Binding Orb is a portable metal and glass apparatus infused with a number of experimental incantations set to cast a barrage of incredibly powerful spells once activated. It is primarily constructed out of gold and copper to resist acidic decomposition common with ooze. Each glass jar compartment is enchanted with an Energy Transformation Field( ETF) as a secondary trigger to the more powerful sentient Binding( B) spells An experimental Permanency Chain Contingency( PCC) spell acts as a fail safe trigger that activates a second Collapsible Orb within the device. The primary trigger for the whole device is a depression rod charged with a Dimensional Lock( DL) incantation. The orb should have an operating life-span of 30days maximum before the magical charges degrade.\n\nHow the device works is quite complicated and would need a large number of magi to prepare all the necessary spells to be charged into the device. Preparation for the Orb is extensive but the device itself is literally instantaneous.\n\nTo activate the Collapsible Binding Orb, the depression rod must slide into the apparatus which will activate the Dimensional Lock( DL) spell. This will keep a 15ft-radius from point of impact completely sealed off from planar shifting and dimensional travel...thus effectively cutting off any means of escaping. Once the Dimensional Lock has generated enough magical power, the first Energy Transformation Field(ETF) will absorb that power instantly and release its connected Binding( B) spell onto the nearest random target within a 40ft-radius. This will automatically start an instant chain reaction as the other Energy Transformation Fields( ETF) absorb power from released Binding spells thus activating their own Binding incantations. The constant barrage of this powerful enchantment will ensure a success rate of 96%upon an unprotected foe.\n\nIf by slim chance the intial chain reaction is interrupted, the Permanency Chain Contingency( PCC) fail safe spell is triggered and releases rogue ETFs that absorb each other's potential magical energy...thus activating an additional orb's chain reaction which is contained within the body of the first orb.\n\nUpon successful detonation of the orb, any target within the blast radius shall succumb to either one of twelve or all fully prepared Binding spells. Each Binding spell itself will inact a minimus containment command which will put all targets into a permanent comatose state\n(subjects do not need to eat, sleep, breathe, cast, or age), shrink them to a height of 1inch, and absorb all sentient beings into a single holding glow-crystal no bigger then one's palm. The glow-crystal will act as a permanent prison to all the device captures....thus incapacitating this menace and ridding Amia of a dangerous threat.\n\nI am highly optimistic about the success of this prototype device but I must warn you there are many dangers to be had when using the Collapsible Orb. The apparatus itself is highly volatile to magical energies. The Energy Transformation Fields will absorb any power from magical spells within the vicinity regardless of whether or not the primary trigger is activated. If the necessary steps are not taken to keep the device from absorbing magical energy....the orb could prematurely self-detonate. A Mordenkainen's Disjunction spell will also dispell the first set of ETFs which will activate the PCC fail safe ...resulting in premature detonation. The counter measure to both misfortunes would be to incase the operator in an Antimagic Field until the device is ready to be used. This will keep the ETFs from absorbing magical energies yet still keep the integrity of the device.\n\nAnother danger of the Collapsible Orb is the speed at which the device operates coupled with the 40ft blast radius. The depression rod must be pushed down by hand, but once the primary trigger is activated the rest of the apparatus' chain reaction will be instantaneous. I'm afraid whoever is to operate the device near Vodak will not be able to escape the blast effect....thus imprisoning the operator along with the creature.\n\nLastly, the translucent glow-crystal prison, which will put all targets in permanent comatose within, is extremely fragile and susceptable to sonic based attacks such as the spell Shatter. If the prison crystal was ever to be destroyed, all targets that were captured in the crystal will immediately be freed into the material plane. The containment of this crystal must be kept as top priority. The crystal itself will be able to hold a random number of incantations and wards to insure its protection.\n\nCreation of the orb will need a minimum team of 6 highly skilled practitioners of the Art to charge the device as well as all the neccesary components.\n\nThe Orb:\n\nGold (main body)\nCopper (main body)\nGlass Jars and vials (holds the quicksilver)\nQuicksilver---rare(holds the actual magical charges)\nSuitable translucent crystal---rare(prison crystal)\n\nSpell components:\n\nOpals (Binding)\nAdamantine chains---rare(Binding)\nHumanoid eyes (ETF/Binding)\nDiamonds ( ETF)\nOgre Mage eyelashes---semi rare(PCC)\nQuicksilver---rare(PCC)\n\nestimated cost: 5.5 million gold pieces/per unit\n\nI do not believe this device can be used as a stand-alone solution. Vodak would need to be heavily distracted and stripped of all magical protections against mind-affecting spells in order to achieve the full affect of the Anti-Personnel Collapsible Binding Orb. I know some may believe that Vodak, being an ooze, is completely immune to mind-affecting enchantments....which is understandable given the properties of oozes. I do not believe this be the case for the actual beast unlike the many clones that it produces. Its been widely announced that Vodak is self-awared and has an agenda....if this be the case Headmaster Halen...then this apparatus will surely take it down.\n\nJaqueline Fend Do'Ndar, Knight of the Weave"
    }
  },
  "DisarmDC": {
    "type": "byte",
    "value": 0
  },
  "Faction": {
    "type": "dword",
    "value": 1
  },
  "Fort": {
    "type": "byte",
    "value": 5
  },
  "Hardness": {
    "type": "byte",
    "value": 5
  },
  "HasInventory": {
    "type": "byte",
    "value": 0
  },
  "HP": {
    "type": "short",
    "value": 10
  },
  "Interruptable": {
    "type": "byte",
    "value": 1
  },
  "KeyName": {
    "type": "cexostring",
    "value": ""
  },
  "KeyRequired": {
    "type": "byte",
    "value": 0
  },
  "Lockable": {
    "type": "byte",
    "value": 1
  },
  "Locked": {
    "type": "byte",
    "value": 0
  },
  "LocName": {
    "type": "cexolocstring",
    "value": {
      "0": "On The Collapsible Binding Orb"
    }
  },
  "OnClick": {
    "type": "resref",
    "value": ""
  },
  "OnClosed": {
    "type": "resref",
    "value": ""
  },
  "OnDamaged": {
    "type": "resref",
    "value": ""
  },
  "OnDeath": {
    "type": "resref",
    "value": ""
  },
  "OnDisarm": {
    "type": "resref",
    "value": ""
  },
  "OnHeartbeat": {
    "type": "resref",
    "value": ""
  },
  "OnInvDisturbed": {
    "type": "resref",
    "value": ""
  },
  "OnLock": {
    "type": "resref",
    "value": ""
  },
  "OnMeleeAttacked": {
    "type": "resref",
    "value": ""
  },
  "OnOpen": {
    "type": "resref",
    "value": ""
  },
  "OnSpellCastAt": {
    "type": "resref",
    "value": ""
  },
  "OnTrapTriggered": {
    "type": "resref",
    "value": ""
  },
  "OnUnlock": {
    "type": "resref",
    "value": ""
  },
  "OnUsed": {
    "type": "resref",
    "value": ""
  },
  "OnUserDefined": {
    "type": "resref",
    "value": ""
  },
  "OpenLockDC": {
    "type": "byte",
    "value": 0
  },
  "PaletteID": {
    "type": "byte",
    "value": 13
  },
  "Plot": {
    "type": "byte",
    "value": 1
  },
  "PortraitId": {
    "type": "word",
    "value": 0
  },
  "Ref": {
    "type": "byte",
    "value": 0
  },
  "Static": {
    "type": "byte",
    "value": 0
  },
  "Tag": {
    "type": "cexostring",
    "value": "book_arc_015"
  },
  "TemplateResRef": {
    "type": "resref",
    "value": "book_arc_015"
  },
  "TrapDetectable": {
    "type": "byte",
    "value": 1
  },
  "TrapDetectDC": {
    "type": "byte",
    "value": 0
  },
  "TrapDisarmable": {
    "type": "byte",
    "value": 1
  },
  "TrapFlag": {
    "type": "byte",
    "value": 0
  },
  "TrapOneShot": {
    "type": "byte",
    "value": 1
  },
  "TrapType": {
    "type": "byte",
    "value": 0
  },
  "Type": {
    "type": "byte",
    "value": 0
  },
  "Useable": {
    "type": "byte",
    "value": 1
  },
  "Will": {
    "type": "byte",
    "value": 0
  }
}
