{
  "__data_type": "UTP ",
  "AnimationState": {
    "type": "byte",
    "value": 0
  },
  "Appearance": {
    "type": "dword",
    "value": 1386
  },
  "AutoRemoveKey": {
    "type": "byte",
    "value": 0
  },
  "BodyBag": {
    "type": "byte",
    "value": 0
  },
  "CloseLockDC": {
    "type": "byte",
    "value": 0
  },
  "Comment": {
    "type": "cexostring",
    "value": ""
  },
  "Conversation": {
    "type": "resref",
    "value": ""
  },
  "CurrentHP": {
    "type": "short",
    "value": 10
  },
  "Description": {
    "type": "cexolocstring",
    "value": {
      "0": "-------------------------------------------------------------------------------------\nThe Stone Tablets of Salandra\n-------------------------------------------------------------------------------------\n\nThe two tablets of the Healer record the ancient myth of Salandra's life and ascension. They were brought to the Amian temple by an exhausted, wounded woman in white robes on a rainy night in 1375 DR. The woman passed away that very night but apparently had fulfilled her purpose and promise to Salandra. The tablets are now kept in the temple where scholars and faithful from all around want to see them. \n\n\nThe Stone Tablets of Salandra\n\nIn times long lost, there was good and evil, just like today, just like in the eons to come. There was illness, famine, pain and death. But there were also those who did not give up. There were those who stood up against the vile and foul. There were heroes.\n\nThis is the tale of three such heroes. This is the tale of Salandra the Healer.\n\nSalandra was born to insignificant parents on an insignificant island in the Trackless Sea. Humans were only starting to inhabit the island of Amia, and were faced with many difficulties. Salandra saw the agony and poverty of the people, and her heart ached. She prayed to the Crying God to ease their pain, and He called for her.\n\nSalandra, now a priestess of Ilmater, worked hard in the years to come. She forsook a comfortable life and joined with two other women: Morgana, a strong-willed and determined farmer's daughter, and Eysheila, a wayfarer, pure of heart, in search of a purpose. The Merciful Three quickly made a name for themselves in the turmoil of Amia, a land in desperate need of champions of the common folk. They would heal the sick wherever they went, drive back bands of monsters and help villages in any way they could.\n\nBut destiny had more in store for them. A horrible malady was spreading. Nearly a quarter of the population was infected and the victims returned as undead. It was clear to Salandra that she was to act, that this was her calling. Her companions did not hesitate either. They set out to find the source of this famine and vanquish the undead; Salandra with her morningstar, Morgana with mace and crossbow, and Eysheila with her mighty spear.\n\nWith guidance from the higher powers, the Three found and confronted the source of this evil: a powerful priest of Talona. The battle was fierce, but the gods were with the Three. It was Eysheila's spear that pierced this foul man's heart, but too late. The curse had been bestowed upon the lands of Amia. It would take power beyond the reach of anyone on Amia to stop the spell. Yet Salandra walked straight into the dark heart of the pulsing curse, and began to unweave it. Faith alone kept her on her feet. With compassion, devotion and the goodness in her soul, Salandra dissolved the malady of Talona. Once it was done, she closed her eyes and was taken from the cares of the world.\n\nThe Broken God was moved by this act of selflessness and love. He took the body of Salandra and held her in His arms, crying for the loss. As the tears of a god fell upon her forehead, Salandra awoke. Divinity rushed through her, and she ascended. From then on, Salandra the Healer has served Ilmater beyond time and space, as the gentle goddess we know today.\n\n\nLater, Salandra appeared to her companions, and spoke: \"Friends. Though I have passed from this world, I have not forgotten it. You must make sure it does not forget me, or the work we have done, either. Morgana, strong and warm: Go and build a house in my name. Continue our work, care for the world and be the foundation of my teachings. Eysheila, fearless and wise: Travel the lands near and far, right the wrongs you see, spread my word and do what I ask of you.. Be my long-reaching arm and mouth.\"\n\nThe women heeded Salandra's commands. Morgana became the first Temple Mother to the church of Salandra, and Eysheila acted on her own, as a travelling Oracle of the Lady in White. The church may face many changes in the eventful centuries to come, but these two pillars of the faith will never cease to exist. They have been dictated by Salandra herself."
    }
  },
  "DisarmDC": {
    "type": "byte",
    "value": 0
  },
  "Faction": {
    "type": "dword",
    "value": 1
  },
  "Fort": {
    "type": "byte",
    "value": 5
  },
  "Hardness": {
    "type": "byte",
    "value": 5
  },
  "HasInventory": {
    "type": "byte",
    "value": 0
  },
  "HP": {
    "type": "short",
    "value": 10
  },
  "Interruptable": {
    "type": "byte",
    "value": 1
  },
  "KeyName": {
    "type": "cexostring",
    "value": ""
  },
  "KeyRequired": {
    "type": "byte",
    "value": 0
  },
  "Lockable": {
    "type": "byte",
    "value": 1
  },
  "Locked": {
    "type": "byte",
    "value": 0
  },
  "LocName": {
    "type": "cexolocstring",
    "value": {
      "0": "The Stone Tablets of Salandra"
    }
  },
  "OnClick": {
    "type": "resref",
    "value": ""
  },
  "OnClosed": {
    "type": "resref",
    "value": ""
  },
  "OnDamaged": {
    "type": "resref",
    "value": ""
  },
  "OnDeath": {
    "type": "resref",
    "value": ""
  },
  "OnDisarm": {
    "type": "resref",
    "value": ""
  },
  "OnHeartbeat": {
    "type": "resref",
    "value": ""
  },
  "OnInvDisturbed": {
    "type": "resref",
    "value": ""
  },
  "OnLock": {
    "type": "resref",
    "value": ""
  },
  "OnMeleeAttacked": {
    "type": "resref",
    "value": ""
  },
  "OnOpen": {
    "type": "resref",
    "value": ""
  },
  "OnSpellCastAt": {
    "type": "resref",
    "value": ""
  },
  "OnTrapTriggered": {
    "type": "resref",
    "value": ""
  },
  "OnUnlock": {
    "type": "resref",
    "value": ""
  },
  "OnUsed": {
    "type": "resref",
    "value": ""
  },
  "OnUserDefined": {
    "type": "resref",
    "value": ""
  },
  "OpenLockDC": {
    "type": "byte",
    "value": 0
  },
  "PaletteID": {
    "type": "byte",
    "value": 13
  },
  "Plot": {
    "type": "byte",
    "value": 1
  },
  "PortraitId": {
    "type": "word",
    "value": 0
  },
  "Ref": {
    "type": "byte",
    "value": 0
  },
  "Static": {
    "type": "byte",
    "value": 0
  },
  "Tag": {
    "type": "cexostring",
    "value": "book_relg_012"
  },
  "TemplateResRef": {
    "type": "resref",
    "value": "book_relg_012"
  },
  "TrapDetectable": {
    "type": "byte",
    "value": 1
  },
  "TrapDetectDC": {
    "type": "byte",
    "value": 0
  },
  "TrapDisarmable": {
    "type": "byte",
    "value": 1
  },
  "TrapFlag": {
    "type": "byte",
    "value": 0
  },
  "TrapOneShot": {
    "type": "byte",
    "value": 1
  },
  "TrapType": {
    "type": "byte",
    "value": 0
  },
  "Type": {
    "type": "byte",
    "value": 0
  },
  "Useable": {
    "type": "byte",
    "value": 1
  },
  "Will": {
    "type": "byte",
    "value": 0
  }
}
