{
  "__data_type": "UTP ",
  "AnimationState": {
    "type": "byte",
    "value": 0
  },
  "Appearance": {
    "type": "dword",
    "value": 464
  },
  "AutoRemoveKey": {
    "type": "byte",
    "value": 0
  },
  "BodyBag": {
    "type": "byte",
    "value": 0
  },
  "CloseLockDC": {
    "type": "byte",
    "value": 0
  },
  "Comment": {
    "type": "cexostring",
    "value": ""
  },
  "Conversation": {
    "type": "resref",
    "value": ""
  },
  "CurrentHP": {
    "type": "short",
    "value": 10
  },
  "Description": {
    "type": "cexolocstring",
    "value": {
      "0": "A Dissertation on \"The Spellsword\"\nBy, Samantha Lockeheart Councilor of The Mystic Blades\n\nWhat is a spellsword you may ask. Or perhaps you believe that you already know the answer to that. To most it means nothing more than the sum of the words: one who knows spells and swords. However, it means so much more than that to a true spellsword. Yes, in the simplest of terms a spellsword is someone who knows how to employ the use of a blade as well as the use of the weave. Perhaps you understand a little bit more and know that the spellsword is also one who knows how to blend those skills together... But still, to say that you know this and believe that you have an understanding of what it means to be a spellsword would be to deceive yourself.\n\nThe spellsword does not simply know these things, they are a master of these things. It's been written that spellswords are feared by those who master the blade because of their mastery of the arcane, and that they are feared by those who master the arcane because of their mastery of the blade. It has also been written that the spellsword is a master of adaptability and flexibility. Understanding the meaning in these statements will bring you a step closer to understanding what it means to be a spellsword. \n\nThe spellsword is a master of the tools they know and possess. They seek to understand intimately all that they encounter, to know it in such depth that they uncover the many facets of it and understand it on a level that most do not even know exists. The spellsword is a master of thinking outside of the box and because of this the spellsword is the one who can be counted when no other can be. The spellsword is the one who will find the way, when no way can be found.\n\nI heard it said that the spellsword has been the power behind many a king and queen. While I will not attest to this as truth, I will also not deny its possibility. There is nothing I have encountered to this day that has been unsolvable by a true spellsword. This is what it is to be a spellsword, to be a master of all you encounter, to study all in great depths, to be the one who others turn to when all else falls apart.\n\nDo not be deceived though. Leading the life of a spellsword is not to lead a life of fame and adoration. Rather, in my observation, the life of a spellsword is rather reclusive and distant. The spellsword does not dedicate themselves to the life they have chosen to receive the privileges of fame, or the honours of a hero. The spellsword dedicates themselves to this life because they feel a calling, but this calling may manifest itself in different ways. Some have felt the calling for the sake of the knowledge they gain, some for the sake of the power... but the most honourable and the truest calling is for the service of their people. This calling is akin to that of the calling of the Elven Bladesingers who are the champions of the elven race, protectors of their people and their lore.\n\nDo I dare to compare the life of a simple spellsword to that of the elven bladesingers? Steeped in mystery and tradition the art of the elven bladesinger is likely far beyond what can be attained by the spellsword. However, the call to a life of service to their people without thought of praise or stately titles is equally honourable regardless of the depth of abilities and understanding achieved.\n\nThis depth of devotion to understanding their abilities, the dedication to consistent training, the unyielding searching for knowledge and understanding in the name of the service of their people... This is what it means to be a true spellsword."
    }
  },
  "DisarmDC": {
    "type": "byte",
    "value": 0
  },
  "Faction": {
    "type": "dword",
    "value": 1
  },
  "Fort": {
    "type": "byte",
    "value": 5
  },
  "Hardness": {
    "type": "byte",
    "value": 5
  },
  "HasInventory": {
    "type": "byte",
    "value": 0
  },
  "HP": {
    "type": "short",
    "value": 10
  },
  "Interruptable": {
    "type": "byte",
    "value": 1
  },
  "KeyName": {
    "type": "cexostring",
    "value": ""
  },
  "KeyRequired": {
    "type": "byte",
    "value": 0
  },
  "Lockable": {
    "type": "byte",
    "value": 1
  },
  "Locked": {
    "type": "byte",
    "value": 0
  },
  "LocName": {
    "type": "cexolocstring",
    "value": {
      "0": "A Dissertation on The Spellsword"
    }
  },
  "OnClick": {
    "type": "resref",
    "value": ""
  },
  "OnClosed": {
    "type": "resref",
    "value": ""
  },
  "OnDamaged": {
    "type": "resref",
    "value": ""
  },
  "OnDeath": {
    "type": "resref",
    "value": ""
  },
  "OnDisarm": {
    "type": "resref",
    "value": ""
  },
  "OnHeartbeat": {
    "type": "resref",
    "value": ""
  },
  "OnInvDisturbed": {
    "type": "resref",
    "value": ""
  },
  "OnLock": {
    "type": "resref",
    "value": ""
  },
  "OnMeleeAttacked": {
    "type": "resref",
    "value": ""
  },
  "OnOpen": {
    "type": "resref",
    "value": ""
  },
  "OnSpellCastAt": {
    "type": "resref",
    "value": ""
  },
  "OnTrapTriggered": {
    "type": "resref",
    "value": ""
  },
  "OnUnlock": {
    "type": "resref",
    "value": ""
  },
  "OnUsed": {
    "type": "resref",
    "value": ""
  },
  "OnUserDefined": {
    "type": "resref",
    "value": ""
  },
  "OpenLockDC": {
    "type": "byte",
    "value": 0
  },
  "PaletteID": {
    "type": "byte",
    "value": 13
  },
  "Plot": {
    "type": "byte",
    "value": 1
  },
  "PortraitId": {
    "type": "word",
    "value": 1000
  },
  "Ref": {
    "type": "byte",
    "value": 0
  },
  "Static": {
    "type": "byte",
    "value": 0
  },
  "Tag": {
    "type": "cexostring",
    "value": "book_arc_003"
  },
  "TemplateResRef": {
    "type": "resref",
    "value": "book_arc_003"
  },
  "TrapDetectable": {
    "type": "byte",
    "value": 1
  },
  "TrapDetectDC": {
    "type": "byte",
    "value": 0
  },
  "TrapDisarmable": {
    "type": "byte",
    "value": 1
  },
  "TrapFlag": {
    "type": "byte",
    "value": 0
  },
  "TrapOneShot": {
    "type": "byte",
    "value": 1
  },
  "TrapType": {
    "type": "byte",
    "value": 0
  },
  "Type": {
    "type": "byte",
    "value": 0
  },
  "Useable": {
    "type": "byte",
    "value": 1
  },
  "Will": {
    "type": "byte",
    "value": 0
  }
}
