{
  "__data_type": "UTP ",
  "AnimationState": {
    "type": "byte",
    "value": 0
  },
  "Appearance": {
    "type": "dword",
    "value": 1327
  },
  "AutoRemoveKey": {
    "type": "byte",
    "value": 0
  },
  "BodyBag": {
    "type": "byte",
    "value": 0
  },
  "CloseLockDC": {
    "type": "byte",
    "value": 0
  },
  "Comment": {
    "type": "cexostring",
    "value": ""
  },
  "Conversation": {
    "type": "resref",
    "value": ""
  },
  "CurrentHP": {
    "type": "short",
    "value": 10
  },
  "Description": {
    "type": "cexolocstring",
    "value": {
      "0": "------------------------------------------------------------------------------------- \nThe Lexicon of Paradigms \n------------------------------------------------------------------------------------- \n\nAuthor: Yossarin \n\nIntroduction \n\nDenotatively an example of something, commonly an idea, serving as a model or a pattern. In standard occult terminology, paradigm is a general term for the system of magical belief adhered to by any given magician. It has been posited that no two magicians view or understand the nature and processes of magic in exactly the same way. While these differences may be indistinguishable in some cases, there is great truth to this statement, and it has been the subject of research for ages. No magician has ever been able to capture the true nature of magic; wizards codify the expressions of magic in the form of formulae and ritae, and sorcerors intrinsically understand how to bend reality to meet their immediate demands, but no one has ever uncovered the art's deepest mysteries, which await us either at death, as some suggest, or at a level of enlightenment that takes us to a place Beyond, or that changes the reality we know so dramatically that the answers will be revealed as commonplace...replaced, perhaps, with questions far greater than we can fathom. \n\nBecause no two magicians have the same system of belief regarding magic, individual magicians develop their minds and talents around whatever occult concepts or processes best help them to capture and express magic. One magician may believe that while magic is possible to conjure and channel through the incantations and gestures of his own body, another may find that the use of extraneous foci-like components may aid him in controlling and expressing magic far more easily: the symbolist magician, for example, who believes that the use of arcane runes, the signs of the zodiac, the universally accepted symbols of the pantheon or even more esoteric examples like colored dancing veils, Estucharean pictographs, or three-dimensional geometic shapes made of wood and glue not only enhances his command of the Arts, but literally defines his arcane capacity. \n\nDifferences in paradigm are not limited merely to the forms taken when expressing magical effects. Paradigms may derive from concepts regarding the definition of magic. Some magical scholars argue that magic is an individual force of the universe that is separate from the magician; and some of those scholars argue over whether magic exists purely in ephemeral form, explaining such geomantic occurrences as ley lines and cairns, or whether it is contained entirely within naturally occurring objects and is, in fact, the \"source\" of life. The lattermost magicians often adopt a paradigm common amongst enchancters and physical alchemists, who believe they can move magic best (or only) through the use of herbs, the invocation of scientific fauna classifications, models based upon the physical sciences of combination and separation, or any mystical understanding that opens their mind to the enlightened understanding of magic. Other magical scholars say that magic comes purely from within, a latent seed germinating within the whole of humanity, with only some of us (magicians) possessing the quality to encourage the growth of this seed into a mighty Yggadrasil, and yet even these pracitioners exhibit a variety of conceptual paradigms: some contend that the relationship between man and magic is symbiotic, and others, parasitic; some claim the mind is the chakra which controls and directs magic, and thus their paradigms revolve around meditations and other practices which bring a spiritual or intellectual peace, and still others say that the body is the focus of magic, and thus they may engage both in rituals to cleanse their flesh before casting healing or abjurational magics, or in some extreme cases, practice self-mutilation to inflict sympathetic wounds upon others or to add entropic force to dangerous evocational or necromantic spells. \n\nParadigms occur naturally and develop as magicians begin to understand the world that they live in and their place within it. As even the novice understands, both belief and knowledge are critical in commanding the Ars Ascendis; what a person chooses to believe in, or what intellectual or passion-derived feeling constructs their understanding of the universe, is what determines their paradigm. In spite of some very glaring differences in paradigm, magic always seems to function relatively the same for the magician, although there are some exceptions - a magician who believes that magic is the ability to duck, weave, and dodge past the crags of reality, thus associating him with the mystical element of water, may find it difficult for him to conjure elementals of fire, create a ball of flames, or even do certain illusory or sensory effects that are related to the throne of air, defined hermetically as the \"dry\" to water's \"wet\". \n\nAre paradigms a good thing, or a bad thing? This has been a topic of considerable debate for as long as magic has existed, and none have ever definitively made a conclusion, though certain blowhards or traditionalists may tell you otherwise. Magic appears to favor magicians regardless of their paradigm, but certain magocratic orders, the Thayvians included, apply a theory that all of these paradigmatic differences, while naturally occurring, must be overcome as one seeks true enlightenment. This is part of the reason why the Thayvian Council consists of the most powerful magicians from every known \"school\" of magical art; by learning from the paradigms of one another, they may discover their common threads and focus solely upon those, shedding their collective limitations as a whole and embracing magic in its most pure and true form. In contrast to this very traditional theory is a more progressive and thought-provoking one - as I mentioned, magic is not selective of the magician based upon their paradigm, and certain die-hard paradigmatics believe that magic in its true form and the enlightenment of the individual magician can be achieved solely through any number of paradigms. This theory claims that it does not matter how the magician interprets magic, whether he sees it as the expression of universal musical harmony or the discovery of that unknown line between the realms of life and death, but that he does so unwaveringly and unfailingly. In effect, this theory places the onus of magical failure solely upon the magician, and not upon his \"limited\" view of magic. It might be easiest to say that the difference between the traditional theory and the progressive theory regarding paradigms is the difference between reaching gnosis by ascending Yggadrasil's trunk, or by ascending any single groove in Yggadrasil's trunk, respectively. \n\nParadigms often influence the formation of Orders and Houses and commonly affect certain manifestations of Resonance. \n\n*Following this introduction are a few hundred pages of documented magical paradigms that have arisen from cultures in places both known and unknown*"
    }
  },
  "DisarmDC": {
    "type": "byte",
    "value": 0
  },
  "Faction": {
    "type": "dword",
    "value": 1
  },
  "Fort": {
    "type": "byte",
    "value": 5
  },
  "Hardness": {
    "type": "byte",
    "value": 5
  },
  "HasInventory": {
    "type": "byte",
    "value": 0
  },
  "HP": {
    "type": "short",
    "value": 10
  },
  "Interruptable": {
    "type": "byte",
    "value": 1
  },
  "KeyName": {
    "type": "cexostring",
    "value": ""
  },
  "KeyRequired": {
    "type": "byte",
    "value": 0
  },
  "Lockable": {
    "type": "byte",
    "value": 1
  },
  "Locked": {
    "type": "byte",
    "value": 0
  },
  "LocName": {
    "type": "cexolocstring",
    "value": {
      "0": "Lexicon of Parafigms"
    }
  },
  "OnClick": {
    "type": "resref",
    "value": ""
  },
  "OnClosed": {
    "type": "resref",
    "value": ""
  },
  "OnDamaged": {
    "type": "resref",
    "value": ""
  },
  "OnDeath": {
    "type": "resref",
    "value": ""
  },
  "OnDisarm": {
    "type": "resref",
    "value": ""
  },
  "OnHeartbeat": {
    "type": "resref",
    "value": ""
  },
  "OnInvDisturbed": {
    "type": "resref",
    "value": ""
  },
  "OnLock": {
    "type": "resref",
    "value": ""
  },
  "OnMeleeAttacked": {
    "type": "resref",
    "value": ""
  },
  "OnOpen": {
    "type": "resref",
    "value": ""
  },
  "OnSpellCastAt": {
    "type": "resref",
    "value": ""
  },
  "OnTrapTriggered": {
    "type": "resref",
    "value": ""
  },
  "OnUnlock": {
    "type": "resref",
    "value": ""
  },
  "OnUsed": {
    "type": "resref",
    "value": ""
  },
  "OnUserDefined": {
    "type": "resref",
    "value": ""
  },
  "OpenLockDC": {
    "type": "byte",
    "value": 0
  },
  "PaletteID": {
    "type": "byte",
    "value": 13
  },
  "Plot": {
    "type": "byte",
    "value": 1
  },
  "PortraitId": {
    "type": "word",
    "value": 0
  },
  "Ref": {
    "type": "byte",
    "value": 0
  },
  "Static": {
    "type": "byte",
    "value": 0
  },
  "Tag": {
    "type": "cexostring",
    "value": "book_arc_010"
  },
  "TemplateResRef": {
    "type": "resref",
    "value": "book_arc_010"
  },
  "TrapDetectable": {
    "type": "byte",
    "value": 1
  },
  "TrapDetectDC": {
    "type": "byte",
    "value": 0
  },
  "TrapDisarmable": {
    "type": "byte",
    "value": 1
  },
  "TrapFlag": {
    "type": "byte",
    "value": 0
  },
  "TrapOneShot": {
    "type": "byte",
    "value": 1
  },
  "TrapType": {
    "type": "byte",
    "value": 0
  },
  "Type": {
    "type": "byte",
    "value": 0
  },
  "Useable": {
    "type": "byte",
    "value": 1
  },
  "Will": {
    "type": "byte",
    "value": 0
  }
}
