{
  "__data_type": "UTP ",
  "AnimationState": {
    "type": "byte",
    "value": 0
  },
  "Appearance": {
    "type": "dword",
    "value": 1327
  },
  "AutoRemoveKey": {
    "type": "byte",
    "value": 0
  },
  "BodyBag": {
    "type": "byte",
    "value": 0
  },
  "CloseLockDC": {
    "type": "byte",
    "value": 0
  },
  "Comment": {
    "type": "cexostring",
    "value": ""
  },
  "Conversation": {
    "type": "resref",
    "value": ""
  },
  "CurrentHP": {
    "type": "short",
    "value": 10
  },
  "Description": {
    "type": "cexolocstring",
    "value": {
      "0": "History of the Elves Vol. 3\n\nby Larian Songshine, priest of Corellon Larethian\n\nAfter the Godswar, the deities divided the world among themselves so that their creations could prosper and grow. The Seldarine chose the forests for their children, the Elves, but secretly encouraged them to spread as they would. The other gods did likewise, and the races fought for land: The hatred introduced by Gruumsh the Cursed One had spread to the mortal species.\n\nThe Elves were, at this time, all one people. There were variations, but these were individual, rather than any sort of societal rift. All differences were a matter of personal inclination, and the Elves lived in harmony with one another.\n\nThere were those who lusted for power, and those who could not bear to live within the confining walls of a city. Others were rabidly xenophobic, wanting to bar outsiders such as Humans and Dwarves from the Elflands, keeping away the taint of those \"unfavored by the gods.\" Still others, more moderate in most things, were scorned by their brothers or even despised.\n\nEach Elf thought he knew best, and each tried to impose his views on his brother. Evil flourished in this atmosphere of distrust and dissent. The great Elf cities of old deteriorated, and the Spider Queen Lolth gained a foothold in the hearts of many Elves. They used her to gain greater power and influence, and her evil ways led them even further astray. These Elves practiced dark magic and forbidden lore to make themselves mighty, and they turned from the light they had loved so much.\n\nThe tension grew unbearable. The Elves who had embraced the teachings of Lolth marched into the cities and slaughtered their brethren. The first attack came under cover of darkness, and the other Elves could not mount a defense. But they had seen the dark time to come, and they had readied themselves for war. Their preparations were not in vain. They returned fire.\n\nThe Elfwar raged for decades, neither side gaining victory. Thousands of Elves perished on both sides, and the number of wounded grew ever higher. The Elves of Lolth took the name Drow to signify their new allegiance, and they took the cities they had captured as their homes. They massed for the final battle, and Lolth covered the land in loathsome clouds of black to strike fear in the hearts of mortal Elves. The Drow were prepared to win--but then the gods themselves intervened.\n\nCorellon Larethian and his companions struck deep into the heart of Drow territory. Long and hard they fought, seeking the evil in that land. Finally, Corellon Larethian came upon the dread Spider Queen, and he attacked. Magic flared and spat; blood merged in rivulets. Then Corellon struck Lolth a telling blow, driving her deep into the earth. With her defeat, the haze over the battlefield lifted, allowing the bright light of the sun to bathe the land in its healing rays.\n\nThe Drow turned their faces away from the sun's purification, preferring instead their fallen goddess. They consciously chose the shadows over light, and Corellon decreed that such treachery would forever show upon their faces. It is for this reason that the skin of the Drow is dark.\n\nCorellon forced the evil Elves into the rift where he had banished Lolth the Spider. After the last Drow was driven underground, he and his fellow gods abandoned the Elves to their own devices, preferring instead the plane of Arvandor."
    }
  },
  "DisarmDC": {
    "type": "byte",
    "value": 0
  },
  "Faction": {
    "type": "dword",
    "value": 1
  },
  "Fort": {
    "type": "byte",
    "value": 5
  },
  "Hardness": {
    "type": "byte",
    "value": 5
  },
  "HasInventory": {
    "type": "byte",
    "value": 0
  },
  "HP": {
    "type": "short",
    "value": 10
  },
  "Interruptable": {
    "type": "byte",
    "value": 1
  },
  "KeyName": {
    "type": "cexostring",
    "value": ""
  },
  "KeyRequired": {
    "type": "byte",
    "value": 0
  },
  "Lockable": {
    "type": "byte",
    "value": 1
  },
  "Locked": {
    "type": "byte",
    "value": 0
  },
  "LocName": {
    "type": "cexolocstring",
    "value": {
      "0": "History of the Elves Vol. III"
    }
  },
  "OnClick": {
    "type": "resref",
    "value": ""
  },
  "OnClosed": {
    "type": "resref",
    "value": ""
  },
  "OnDamaged": {
    "type": "resref",
    "value": ""
  },
  "OnDeath": {
    "type": "resref",
    "value": ""
  },
  "OnDisarm": {
    "type": "resref",
    "value": ""
  },
  "OnHeartbeat": {
    "type": "resref",
    "value": ""
  },
  "OnInvDisturbed": {
    "type": "resref",
    "value": ""
  },
  "OnLock": {
    "type": "resref",
    "value": ""
  },
  "OnMeleeAttacked": {
    "type": "resref",
    "value": ""
  },
  "OnOpen": {
    "type": "resref",
    "value": ""
  },
  "OnSpellCastAt": {
    "type": "resref",
    "value": ""
  },
  "OnTrapTriggered": {
    "type": "resref",
    "value": ""
  },
  "OnUnlock": {
    "type": "resref",
    "value": ""
  },
  "OnUsed": {
    "type": "resref",
    "value": ""
  },
  "OnUserDefined": {
    "type": "resref",
    "value": ""
  },
  "OpenLockDC": {
    "type": "byte",
    "value": 0
  },
  "PaletteID": {
    "type": "byte",
    "value": 13
  },
  "Plot": {
    "type": "byte",
    "value": 1
  },
  "PortraitId": {
    "type": "word",
    "value": 0
  },
  "Ref": {
    "type": "byte",
    "value": 0
  },
  "Static": {
    "type": "byte",
    "value": 0
  },
  "Tag": {
    "type": "cexostring",
    "value": "book_hist_022"
  },
  "TemplateResRef": {
    "type": "resref",
    "value": "book_hist_022"
  },
  "TrapDetectable": {
    "type": "byte",
    "value": 1
  },
  "TrapDetectDC": {
    "type": "byte",
    "value": 0
  },
  "TrapDisarmable": {
    "type": "byte",
    "value": 1
  },
  "TrapFlag": {
    "type": "byte",
    "value": 0
  },
  "TrapOneShot": {
    "type": "byte",
    "value": 1
  },
  "TrapType": {
    "type": "byte",
    "value": 0
  },
  "Type": {
    "type": "byte",
    "value": 0
  },
  "Useable": {
    "type": "byte",
    "value": 1
  },
  "Will": {
    "type": "byte",
    "value": 0
  }
}
