{
  "__data_type": "UTP ",
  "AnimationState": {
    "type": "byte",
    "value": 0
  },
  "Appearance": {
    "type": "dword",
    "value": 1309
  },
  "AutoRemoveKey": {
    "type": "byte",
    "value": 0
  },
  "BodyBag": {
    "type": "byte",
    "value": 0
  },
  "CloseLockDC": {
    "type": "byte",
    "value": 0
  },
  "Comment": {
    "type": "cexostring",
    "value": ""
  },
  "Conversation": {
    "type": "resref",
    "value": ""
  },
  "CurrentHP": {
    "type": "short",
    "value": 10
  },
  "Description": {
    "type": "cexolocstring",
    "value": {
      "0": "---------------------------------------------------------------------------------------- \nINTRODUCTION ABOUT THE SHRINE OF EILISTRAEE \nExcerpts from Vrinn D'Vreeze's Journal and some old books and diaries. \n---------------------------------------------------------------------------------------- \n\nDuring my stay at Amia, after giving birth to my youngest child, I launched myself in search of information and lore about the shrine, things that could complement my knowledge, or piece together broken informations I gathered from rumours and other pieces of books. The bits below were retrieved from Vrinn D'Vreeze's journal and a couple of other old books, diaries and notes. All the history below, happened before I first set foot on this island.\n\n\"At the end of the First Axis War, Amia flourished during the time of peace and unity. Those that had allied against the Axis army banded together in odd pairings. One particularly notable bond was made between the 'Forest Defenders', the people of the forest that had stood against the might of general Guthma. The group was comprised of the Heartwood Circle Druid's Grove, The Kingdom of Benwick, and an Eilistreean house known as D'Vreeze. \n\nThe D'Vreeze house was made up of Vikii D'Vreeze, her husband Vrinn, and their two daughters, Mimi and Roro. In the time following the great war, they took residence in the grove at the behest of the Archdruid, Delith Holin. \n\nVikii, not one to sit idle, left Amia to spread the word of Eilistraee on the mainland for a year. It was during this time that the Savoire Faire of the Heartwood Circle stumbled across what would later be known as the Shrine of Eilistraee. \n\nThe land was once home to Druids who had erected large stones at the center of a hill, a hill that caught the moon's light perfectly. But time had taken a toll, so much so that the current druids were unaware of it's existance. The grass and weeds had overgrown the once proud stones that had toppled over some years ago. \n\nWith some help from the Heartwood and Benwick, Vrinn D'Vreeze was able to align the stones, clear the dense growth and transform the overgrown ruins into a peaceful glade. Upon Vikii's return, the work began to hallow the ground and create a place of worship. They moved a wagon into the glade to be closer to their work and continue to safegaurd those that came to worship. \n\nThe shrine thrived for many years and the number of Eilistreeans grew, as did the numbers of house D'Vreeze itself. Soon there were six daughters of D'Vreeze. Little did their eldest daughter know, but she would soon take over the legacy her parents had created. \n\nDuring the period that was upon them, many prominant Amians went missing. Some lured away by wanderlust or the promise of treasures untold. Some lost to a backalley dagger, others simply dissapeared. Vikii and her daughters, Roro, Mimi, Mina and Sin'ae fell victim to a drow attack by house Elg'carin. Vrinn, devastated by the loss of his wife and daughters, took leave of the shrine, entrusting it to his eldest adopted daughter Irraere. He also left her to look after her adopted sister, Timara. \n\nIrraere began the changes that we see in place today within the Shrine when she formed an alliance with Erelkacha Kenlyl, another Eilistreean priestess, who would help her pave the way for the house system that is still in effect. Erelkacha would eventualy be the one who turned the Shrine over to Ravena when Irraere died defending the isle from the dragon Tarokh.\" \n\n---------------------------------------------------------------------------------------- \nTHE HISTORY OF THE SHRINE OF EILISTRAEE AT AMIA \nWritten By Valkirya Claddath, Lady of the Shrine & Champion of Eilistraee \nRevised by Halen Von Calanor & Willow \n---------------------------------------------------------------------------------------- \n\nThe history as I know, follows below. Not too long after the tragedy mentioned on the old books, diaries and journals. When the tragedy above befell the Shrine, I had only started in the faith, first introduced to it by Irraere D'Vreeze, and then lectured and converted by Erelkacha Kenlyl.\n\nRavena, the new Warden of the Shrine, had under her command a Lizardfolk Shaman who was bound to her after losing a battle and offered mercy, when he swore to serve Ravena unconditionally. Garm's magic was powerful and he used it to magically shape the land: an Inner Sanctum was created within a cave by one of the cliff's walls, a place bigger than the old wagon, where some of the Eilistraeen drow were able to make residence and live in comfort,; the powerful Lizardfolk Shaman also shaped higher cliffs that would give the feeling of closeness to the Sky and the Moon, the latter one of Eilistraee's symbol: the moon is the soft light that would slowly and gently prepare the drow to face the light of the sun, searing and warm, but from which the drow were never supposed to be deprived of, if it was not from the punishment exacted on them due to Lolth's cruelty and recklessness. Garm also sanctified and blessed the land regularly, keeping it safe from undead, and used his priestly spells to identify truly evil hearted visitors and keep an eye out for them. His powers also allowed him to be aware of the land and its going-ons whenever he and Ravena were out to take care of their other businesses. \n\nBut just as after a long era of ruling an empire falls so a new one can rise, the time of Erelkacha's leadership came to an end as her duties at Ysgard became of utmost importance to her role as a High Priestess and Champion of Eilistraee. Before fully leaving, she passed on the leadership to Wiggan Claddath, who became the next High Priestess. The shrine is yet to meet a period with as much converting as Wiggan, who worked tirelessly to bring and convert drow despite some personal losses. Ravena and Garm remained as Wardens, and a new figure of importance rose together with Wiggan: Jud'Vardas Kenlyl, Erelkacha's lover and Weaponsmaster, Loremaster, and strategist of the shrine.\n\nHowever, soon Ravena also left the shrine to attend pressing businesses elsewhere, taking Garm with her because the Lizarfolk simply refused to stay behind when he pledged his life to Ravena. With their departure, Jud'Vardas became the new Warden, and due to the constant drow raids at the shrine - once that Garm was gone and his protective magics were wearing off - and the persecutions to Wiggan Claddath, I pledged my devotion and life to Wiggan, using my sorcery and acting as some sort of Guardian together with my dragon familiar, Daos. \n\nNot only Garm's protective magic faded from the shrine when he left. With time, the land was also slowly reshaped to its original, natural form, the one which can be seen nowadays. My most recent contact with Willow, a friend to the shrine and both Ravena and Erelkacha, told me that our former High Priestess is now at work building a new Eilistreean city underground, somewhere in Toril not too far from Amia. I was not informed about Ravena and Garm, but I suppose both might be with Erelkacha. I have always seen them as inseparable friends. \n\n---------------------------------- \nENEMIES AND ALLIES \nRevised by Willow \n---------------------------------- \n\nDuring all my years living at the shrine, I have heard of many battles, and witnessed and fought beside my kin on a few other wars. Before losing Lolth's favor, a couple of Lolthite Houses from the Underdark at Amia invaded the shrine on many raids. Usually, they would always be driven off in the most varying conditions due to the well-trained residents and their allies, though oftentimes only the capable residents acted as the defenders of their own land. During the Horde's attacks, active Lolthite Houses also took their chance at the fragility of the defenses of the shrine to mercilessly raid us. I can only guess that, attracted by the raging war, wicked Lolth demanded her followers to become more active and she also demanded more sacrifices. Most of those raids were always short-lived, no matter how much powerful the Lolthite House proved to be - in the end, the Eilistraeens would prevail most of the time. That's not to say there would not be losses to both sides: residents of the shrine would sometimes be tortured and captured to become sacrifices to Lolth, same reason why the Eilistraeens would sometimes send a rescuing party to the Underdark. Also, as mentioned above, our dear Vikii D'Vreeze was murdered during a raid, together with some of her kin. More recently, Wiggan, being the High Priestess, was a constant victim to their loathing, but other residents were also targeted. Every kidnapping of every resident of the shrine was able to mobilize rescuing parties oftentimes composed by friends of other faiths and even the Defenders of Kohlingen, a city known to shelter a group of holy warriors fighting for the good of the land. Thanks to death's loose grasp at Amia, or maybe Lolth's own capricious whims, and maybe even Eilistraee's intervention, most of those subject to sacrifices would come back alive, though sometimes temporarily or permanently crippled, whether in mind or body. \n\nThe shrine had negative relations with the Druid's Grove for a while. First, because the ArchDruid by then threatened to attack us even though he had already cut off our way to the shrine. And secondly, because Erelkacha was kidnapped by drow; and the Druids refused to help despite the High Priestess sharing a land with them. Such relations were restablished when Alitha Melie became the ArchDruidess. She even accepted and took a \"Brand of the Lady\", a sign that she highly respected Eilistraee's tenets and would not commit the same mistakes as the former ArchDruid had. Sadly, some time ago one of the newest Defenders wanted to start a personal war against us, because he thought we forced that brand on Alitha. Apparently, relations are shaky again. I might be wrong, though. I have not been at Amia for at least two years now.\n\nAllies were always called for in times of war, and the most common were the Cordorian Militia and its adventurers, and the Grove of Druids nearby (even with out shaky relations with them). Especially during Kenlyl-Sinthale leadership, nastier foes attacked the shrine: Werewolves and, by then, the ever growing Horde - an army comprised of an alliance of sorts between the most wicked races to ever walk Amia's surface. When the Horde started attacking the Shrine of Eilistraee, the Defenders of Kohlingen (by then still under Raziel's command, and because I was a part of them myself) came to our aid. It was part of the Horde's plans to eliminate every faith and cause the one they preached to become the only one at the island. Some of the most prominent names at the Shrine by then besides Wiggan, Jud'Vardas and myself, were: Thamian Everstar, Yurioji Azzara, Valafein Do'Ndar, Jayna Sinthale Kenlyl, Ravena herself (before leaving the island), Willow (a friend to the shrine and to Ravena and Yurioji) and Aerwyn, a newly arrived priestess from the mainland.\n\nDuring a break of the Horde war at the island, Werewolves and Malarites became the next foes of the shrine. I suspect that Malarites at the mainland distorted tales about Eilistraeens priestesses, that as a rite of passage from acolyte to priestess, used to hunt down Werewolves and Were-beings in general because they were said to be aberrations. Untrue as they are, the informations were the motivation for those attacks to the Amian Shrine of Eilistraee. I suspect, though I never found proof, that Vhaeraunites might have been responsible for spreading that lie. After some bloody raids and encounters, the attacks ceased, as well because the Malarites were bold enough to expand their raids to other cities and settlements of Amia and were soon decimated.\n\nThe peace didn't last long, though. The Horde soon restarted their attacks at Amia. A fierce, deadly battle took place on the Shrine. By then, Garm was not around to help on the defenses, for he was taking care of other businesses with Ravena and when he came back, it was near the end of the battle which almost resulted on the total destruction of the Shrine. Garm had problems to reach us earlier, too, because during the attack, the Horde raised some sort of ward around the Shrine, preventing entry through any magical means possible. Even Eilistraee's intervention, attracted by my prayers at the Moonbeam, did not intimidate the fanatic, confident army of the Horde. After a long time of resistance, one of the Generals of the Horde came to speed up the victory to their side. Since I was the one calling forth Eilistraee through my prayers, but empowered by the Warcries and prayers of our kin (I am not sure that calling the Dark Maiden forth would be possible without them), the General Flarion soon murdered me; and despite the Dark Maiden bringing me back to life, the General did not give up and She stopped intervening when She noticed that Her aid was causing more harm than help. Or, perhaps, She thought of another alternative, for it was then that, near the end of the battle, armies from Cordor, Bendir Dale, the Dwarven City of Brogendenstein, an Elite group from Kohlingen, The Axis (a continent far away, I believe it was from some different plane of existance) and even the Salandran temple (though they resumed healing and raising the dead when the Horde would allow a breach), came to help us. It was the last I heard of the Horde's army, though they still kept on attacking other regions of the island. It is rumored that they started to fall apart at that battle at the shrine.\n\nAfter those conflicts, the shrine met moments - rather, years - of relative peace, and the official alliances dissolved. The Shrine restablished its politics of neutrality and will only enter conflicts or make more alliances if the whole island is in danger, or the Shrine is threatened by foes it cannot handle. The shrine will not step on personal businesses of other groups. Eilistraeens are, first and foremost, pacifists and diplomats.\n\nOne or other Lolthite House would still try to raid the shrine, and other minor conflicts and attacks would happen. One of the conflicts to most damage the shrine was the possible involvement of two members, Wiggan Claddath and Jayna Sinthale Kenlyl, with devils. This involvement almost destroyed the shrine, and smeared its reputation in the eyes of other institutions. This same conflict was the early starter for Wiggan's Claddath resignation from her position of High Priestess. Wiggan attoned for those acts - Eilistraee herself came to Her for that attonement - and now is said to be hidden in the woods, with the fey people. \n\nOur current leader is Im'kiira Kenlyl, though I left the island as soon as she assumed the shrine. Also before I left the shrine, I heard of attacks from assassins. Their purpose is unknown to me, especially because now my devotion to the Dark Maiden and dedication to perform her duties elsewhere is changing my priorities. This new Generation of shrine residents, as my dear Oninre and I like to talk about the most recent wave of followers and worshipers, might have more information to add about this moment of the shrine.\n\nSpeaking of Oninre, that reminds me... Between its allies, the shrine had countless skilled - and sometimes not so skilled, but still effective - spies, working to recover information for any more possible raids and potential converts. Oninre and Thamian both used to be our main spies, but we also have other ways of gathering information and have our own secret and trusted network of spies with the most varied skills. Of course, names of our recent undercover agents will not be mentioned on this document. \n\n-------------------------------------------------- \nLIFE AND ECONOMY AT THE SHRINE \n-------------------------------------------------- \n\nDays at the shrine, unless they are special occasions like holy days, are similar to mostly any other day on other goodly cities, settlements, and villages. After a past in which the shrine relied on trading with other cities - the elven city Winya Ravana included - and caravans, the past investments and dedication of previous leaders and residents made it possible for the shrine to become a self-suficient settlement in the most trivial needs: we have cattle that offers both meat and milk, chickens for meat and eggs, and our own vegetable gardens. Our closest provider of mundane medicinal herbs are the Salandrans, and we usually trade our meat, eggs, and vegetables for them. Usually, the task of delivering and receiving such items falls to the newcomers, regardless of their profession and background, so they can get used to the lands that surrounds us. \n\nWe also sometimes trade with the Grove for fruits, plants and diverse cattle, or Winya Ravana for weapons and fabrics. Despite a past of good alliances, however, both institutions are wary of drow. The trading with both institutions befalls to the old, most influent residents of the shrine.\n\nResidents of the shrine are often found tending at the usual chores (farming our garden of vegetables, taking care of our cattle and chicken), unless they are doing one of the following main tasks: teach or learn about the faith; train (music, dance, swordcraft, swordsmanship, etc) with each other or training newcomers; working our diplomacy and politics (however loose they are); patrolling the roads or lands around the shrine or the shrine itself; and offering help to lost travellers and caravans. Our Weaponsmasters are usually responsible for the \"battle\" training and weapon/armor trading. We have a few residents who dwell in the arcane and work to trade scrolls, potions, and magical components, as well as training of our residents. And our priestesses, who are usually a majority, are responsible for most of the spiritual and religious teachings.\n\nI admit I know little of the current organization, being away from the island for years now. Goddess... it were only months when I started this document."
    }
  },
  "DisarmDC": {
    "type": "byte",
    "value": 0
  },
  "Faction": {
    "type": "dword",
    "value": 1
  },
  "Fort": {
    "type": "byte",
    "value": 5
  },
  "Hardness": {
    "type": "byte",
    "value": 5
  },
  "HasInventory": {
    "type": "byte",
    "value": 0
  },
  "HP": {
    "type": "short",
    "value": 10
  },
  "Interruptable": {
    "type": "byte",
    "value": 1
  },
  "KeyName": {
    "type": "cexostring",
    "value": ""
  },
  "KeyRequired": {
    "type": "byte",
    "value": 0
  },
  "Lockable": {
    "type": "byte",
    "value": 1
  },
  "Locked": {
    "type": "byte",
    "value": 0
  },
  "LocName": {
    "type": "cexolocstring",
    "value": {
      "0": "Introduction about the Shrine of Eilistraee"
    }
  },
  "OnClick": {
    "type": "resref",
    "value": ""
  },
  "OnClosed": {
    "type": "resref",
    "value": ""
  },
  "OnDamaged": {
    "type": "resref",
    "value": ""
  },
  "OnDeath": {
    "type": "resref",
    "value": ""
  },
  "OnDisarm": {
    "type": "resref",
    "value": ""
  },
  "OnHeartbeat": {
    "type": "resref",
    "value": ""
  },
  "OnInvDisturbed": {
    "type": "resref",
    "value": ""
  },
  "OnLock": {
    "type": "resref",
    "value": ""
  },
  "OnMeleeAttacked": {
    "type": "resref",
    "value": ""
  },
  "OnOpen": {
    "type": "resref",
    "value": ""
  },
  "OnSpellCastAt": {
    "type": "resref",
    "value": ""
  },
  "OnTrapTriggered": {
    "type": "resref",
    "value": ""
  },
  "OnUnlock": {
    "type": "resref",
    "value": ""
  },
  "OnUsed": {
    "type": "resref",
    "value": ""
  },
  "OnUserDefined": {
    "type": "resref",
    "value": ""
  },
  "OpenLockDC": {
    "type": "byte",
    "value": 0
  },
  "PaletteID": {
    "type": "byte",
    "value": 13
  },
  "Plot": {
    "type": "byte",
    "value": 1
  },
  "PortraitId": {
    "type": "word",
    "value": 0
  },
  "Ref": {
    "type": "byte",
    "value": 0
  },
  "Static": {
    "type": "byte",
    "value": 0
  },
  "Tag": {
    "type": "cexostring",
    "value": "book_soc_002"
  },
  "TemplateResRef": {
    "type": "resref",
    "value": "book_soc_002"
  },
  "TrapDetectable": {
    "type": "byte",
    "value": 1
  },
  "TrapDetectDC": {
    "type": "byte",
    "value": 0
  },
  "TrapDisarmable": {
    "type": "byte",
    "value": 1
  },
  "TrapFlag": {
    "type": "byte",
    "value": 0
  },
  "TrapOneShot": {
    "type": "byte",
    "value": 1
  },
  "TrapType": {
    "type": "byte",
    "value": 0
  },
  "Type": {
    "type": "byte",
    "value": 0
  },
  "Useable": {
    "type": "byte",
    "value": 1
  },
  "Will": {
    "type": "byte",
    "value": 0
  }
}
