{
  "__data_type": "UTP ",
  "AnimationState": {
    "type": "byte",
    "value": 0
  },
  "Appearance": {
    "type": "dword",
    "value": 1328
  },
  "AutoRemoveKey": {
    "type": "byte",
    "value": 0
  },
  "BodyBag": {
    "type": "byte",
    "value": 0
  },
  "CloseLockDC": {
    "type": "byte",
    "value": 0
  },
  "Comment": {
    "type": "cexostring",
    "value": ""
  },
  "Conversation": {
    "type": "resref",
    "value": ""
  },
  "CurrentHP": {
    "type": "short",
    "value": 10
  },
  "Description": {
    "type": "cexolocstring",
    "value": {
      "0": "Dear readers I would like to start by thanking you for purchasing this book from a local retailer, the coins you have spent shall be sent to one of several organizations doing charitable works here and elsewhere in Faerun. I would also like to thank you on the behalf of myself and my faith in the willingness to open your mind and explore this written work. \n\nI wish to state first and foremost that our faith rarely has had the need for such a tome, nor the time to pen such a work. With the exception of the Promenade in Skullport large stable settlements of our faith are not very common. It is the strength and lasting presence of our local holy shrine, where the relics touched by our Goddess are held that has made this book a ever so important. \n\nIn the past we have had many conflicts and disagreements with people who simply have had no experience or understanding of our dogma nor how we as a Shrine often apply it. Thus I wish to dispel to you on the outside some of the mysteries of our dogma.\n\nI would like to take of note to our reader that some points in our dogma are flexible, as is the nature of our chaotic goddess and can have widely different interpretations from drow to drow and Shrine to Shrine. However I will state the most widely accepted views by myself for the sake of simplicity. \n\nCredo of the Dark Maiden. \nAid the weak, strong, grateful, and churlish alike. Be always kind, save in battle with evil.\n\nThis is the first and debatable most defining line in our faith, to make it simple, be nice to everyone no matter what their race, social standing or manners so long as they aren't truly cruel, wicked, or harmful to innocents. If they are \"evil\" and unrepentant of their deeds you are by no means obliged to show them any measure of kindness and may lie, cheat, use, trick or stab them in the back at your leisure \n\nOn Promoting Joy \nEncourage happiness everywhere; lift hearts with kind words, jests, songs, and merriment. Whenever possible, food should be eaten with accompaniment of song. Except for properly sad occasions, a feast should be accompanied by merriment. Promote happiness and gaiety whenever possible.\n\nSimple enough be nice and try to make the world a more happy place. The world needs more music and laughter. People have far too much hardship in their lives and you your own. So do your utmost to enjoy the life you have and help others do the same.\n\nOn Self-improvement \nLearn how to cook game and how best to hunt it. Learn how to play, make, and repair musical instruments. Learn new songs, dances, and ways with weapons, spices, and recipes, and pass this learning on whenever possible. Practice music and swordwork.\n\nA fairly cut and dry statement and mostly regarding the teaching of clergy and our holy orders. Simply people like to eat, people need to eat, enjoying good food relates to the promoting joy. Song, dance and weapon play are also important to the above statement and our goddesses overall teachings\n\nOn Possessions \nWealth is to be used to buy food, musical instruments, good swords and armor, and other tools to serve the will of the goddess. When on the road feed, aid, and defend the needy along the way with a prayer to the goddess. Lend assistance to those who fight for good, asking as price no more than an object that can be used to the benefit of the goddess' works.\n\n\nOnce more this is fairly cut and dry, and mostly for devout members of the clergy and holy orders. We spend coin on food, instruments, weapons, armor and lastly ourselves. Help travelers in need,help others who battle evil with no expectation of reward other than what would be of use to the goddesses goals. \n\n\nOn Food\nWhere food cannot be purchased or received, it must be gathered or hunted for. Feed yourself by your own gardening and hunting skills as much as possible. Set aside food and give it as often as possible to strangers in need, particularly outcasts and those of other races. In times of plenty, store food for lean times ahead.\n\nAnother simple statement boiled down to, be as self sufficient as you can for your food when you can not buy or gather it, save food for the needy and be smart enough to save extra food for when its needed. \n\nOn Strangers\nStrangers are your friends. Any hungry travelers met with, who offer no threats, are to be fed--carry food at all times for this purpose. The homeless must be given shelter from storms, under your own roof if need be. In harsh winters, patrol the lands about to find and take in the lost, the hurt, and those caught in the teeth of cold. Try to convert at least one stranger per moon to the worship of Eilistraee.\n\nStrangers are your friends, unless they give you reason to suspect they are enemies. Once more aid travelers, make sure they are well fed. Help the homeless and they caught out in the harsh elements whenever you can as best you can. Try is the main word in this line, as we do not force others to join us this amounts to explaining our faith to others and allowing them to make choices as they wish. \n\nOn Conflict\nDefend and aid all folk, promoting harmony between the races. When fighting evil burn the bodies of the evil creatures slain as an offering to the goddess--unless such creatures are edible and non-sentient, and there are hungry folk near. When faithful and allies fall in battle, any priestess present must, if possible, provide burial, a funeral song, and comfort to the bereaved. Repay rudeness with kindness. Repay violence with swift violence, so that the fewest may be hurt and danger fast removed from the land.\n\nHelp everyone and try to promote racial tolerance and peace between goodly folk. Burn the remains of evil beings when possible and always if they are slain as sacrifice during our holy hunts, unless of course they are non-thinking and can be eaten. Repaying rudeness is one thing but our earlier line about no mercy in battle with evil has to me always applied to confrontational conversations with beings of evil as does reacting to acts of verbal violence that carry wicked intent with equal measure. Not all battles are waged with swords.\n\nOn Drow\nAid all drow who are in distress. If the drow are in combat the fighting is to be stopped with as little bloodshed as possible. So long as the drow met with are not working evil on others, they are to be aided and given the message of Eilistraee: A rightful place awaits you in the Realm Above, in the Land of the Great Light. Come in peace and live beneath the sun again, where trees and flowers grow.\n\nOnce more this seems simple to me, we help drow who need help so long as they are not working evil deeds upon others.\n\nAll in all this is our dogma, broken down in the hopes that others may understand us more clearly. Thank you most kindly for reading. -Erelkacha Kenlyl"
    }
  },
  "DisarmDC": {
    "type": "byte",
    "value": 0
  },
  "Faction": {
    "type": "dword",
    "value": 1
  },
  "Fort": {
    "type": "byte",
    "value": 5
  },
  "Hardness": {
    "type": "byte",
    "value": 5
  },
  "HasInventory": {
    "type": "byte",
    "value": 0
  },
  "HP": {
    "type": "short",
    "value": 10
  },
  "Interruptable": {
    "type": "byte",
    "value": 1
  },
  "KeyName": {
    "type": "cexostring",
    "value": ""
  },
  "KeyRequired": {
    "type": "byte",
    "value": 0
  },
  "Lockable": {
    "type": "byte",
    "value": 1
  },
  "Locked": {
    "type": "byte",
    "value": 0
  },
  "LocName": {
    "type": "cexolocstring",
    "value": {
      "0": "Understanding the Eilistraeens"
    }
  },
  "OnClick": {
    "type": "resref",
    "value": ""
  },
  "OnClosed": {
    "type": "resref",
    "value": ""
  },
  "OnDamaged": {
    "type": "resref",
    "value": ""
  },
  "OnDeath": {
    "type": "resref",
    "value": ""
  },
  "OnDisarm": {
    "type": "resref",
    "value": ""
  },
  "OnHeartbeat": {
    "type": "resref",
    "value": ""
  },
  "OnInvDisturbed": {
    "type": "resref",
    "value": ""
  },
  "OnLock": {
    "type": "resref",
    "value": ""
  },
  "OnMeleeAttacked": {
    "type": "resref",
    "value": ""
  },
  "OnOpen": {
    "type": "resref",
    "value": ""
  },
  "OnSpellCastAt": {
    "type": "resref",
    "value": ""
  },
  "OnTrapTriggered": {
    "type": "resref",
    "value": ""
  },
  "OnUnlock": {
    "type": "resref",
    "value": ""
  },
  "OnUsed": {
    "type": "resref",
    "value": ""
  },
  "OnUserDefined": {
    "type": "resref",
    "value": ""
  },
  "OpenLockDC": {
    "type": "byte",
    "value": 0
  },
  "PaletteID": {
    "type": "byte",
    "value": 13
  },
  "Plot": {
    "type": "byte",
    "value": 1
  },
  "PortraitId": {
    "type": "word",
    "value": 0
  },
  "Ref": {
    "type": "byte",
    "value": 0
  },
  "Static": {
    "type": "byte",
    "value": 0
  },
  "Tag": {
    "type": "cexostring",
    "value": "book_relg_013"
  },
  "TemplateResRef": {
    "type": "resref",
    "value": "book_relg_013"
  },
  "TrapDetectable": {
    "type": "byte",
    "value": 1
  },
  "TrapDetectDC": {
    "type": "byte",
    "value": 0
  },
  "TrapDisarmable": {
    "type": "byte",
    "value": 1
  },
  "TrapFlag": {
    "type": "byte",
    "value": 0
  },
  "TrapOneShot": {
    "type": "byte",
    "value": 1
  },
  "TrapType": {
    "type": "byte",
    "value": 0
  },
  "Type": {
    "type": "byte",
    "value": 0
  },
  "Useable": {
    "type": "byte",
    "value": 1
  },
  "Will": {
    "type": "byte",
    "value": 0
  }
}
