{
  "__data_type": "UTP ",
  "AnimationState": {
    "type": "byte",
    "value": 0
  },
  "Appearance": {
    "type": "dword",
    "value": 1309
  },
  "AutoRemoveKey": {
    "type": "byte",
    "value": 0
  },
  "BodyBag": {
    "type": "byte",
    "value": 0
  },
  "CloseLockDC": {
    "type": "byte",
    "value": 0
  },
  "Comment": {
    "type": "cexostring",
    "value": ""
  },
  "Conversation": {
    "type": "resref",
    "value": ""
  },
  "CurrentHP": {
    "type": "short",
    "value": 10
  },
  "Description": {
    "type": "cexolocstring",
    "value": {
      "0": "Table of Contents\n\nForeword by Zelly\n\nDragon Misconceptions\nDragon Life Stages\nBahamut, Tiamat, and the Dragonfall War\nOverview of All Dragons\n\n---Metallic Dragons---\n\nBrass Dragons\nBronze Dragons\nCopper Dragons\nGold Dragons\nSilver Dragons\n\n---Chromatic Dragons---\n\nBlack Dragons\nBlue Dragons\nGreen Dragons\nRed Dragons\nWhite Dragons\n\nOther Dragons\nDragon Disciples\n\nClosing Words\n\nForeword\n\n\nThe world in which we live is full of mystery, danger, adventure, excitement, and most importantly - magic. Magic makes up many aspects of our lives, whether in passing or directly. The people of this realm know magic and use it, cherish it, abuse it, or even ignore it. There is one aspect of magic, however, that simply cannot be ignored. We all know about the existence of magical creatures. One such magical creature is ancient and magnificent, the greatest and most powerful of creatures imaginable, according to many. These creatures are, of course, the dragons.\n\nDragons are creatures of magic, their very natures, outlooks, and appearances predetermined by the blood that flows through their veins. Each dragon sub-type or color is born with inherent strengths, weaknesses, and special abilities. They begin as wyrmlings and go through several life stages, growing more powerful with each transition into a new stage. They do not require rigorous training as humanoids do. They simply age and grow in power. This is only possible due to the magical nature of their blood, which is an important aspect of dragons which should never be forgotten. A dragon can be largely defined by his appearance due to this, and it is the reason that they can be classified as shown later in this book.\n\nNow, some may think that these classifications and definitions mean that dragons cannot have unique personalities, but that is not correct. These bounds in which dragons are cast do not limit intellectual or spiritual growth that does not follow the norm. All dragons have a very distinct personality, with personal tastes, desires, hatreds, and preferences. They are akin to the \"lesser\" humanoid creatures in this way. While dragons of a specific breed will always carry the same good or evil nature, that does not mean that each encounter you have with a dragon of the same color will end in the same manner. Dragons are certainly not boring clones!\n\nThe focus of this treatise will be in discussing the traits of dragons within their own sub-type or color. I will highlight their behavioral and eating habits, their natures, and many other aspects of dragons which will help the reader identify and understand them. Many times, an innocent humanoid who doesn't understand the way of the dragons has met an untimely end due to faulty information. This treatise is an attempt to stop that from happening. The best part about dragons is that you can feel safe (or unsafe, if the dragon is evil) knowing that these creatures do not deviate from their given norms. A blue dragon, for example, is always evil and murderous - just as a silver dragon is always good and righteous. It is my hope that by further explaining these creatures, understanding of them will be more collective throughout the lands.\n\nEach category and type of dragon will be given its own chapter, as will various other dragon-related topics upon which there is a need to expand. The chapters will follow a similar and easy-to-read format for the sake of clarity. I hope you enjoy this treatise as much as I have enjoyed writing it, and that you take something from this - especially if you find one day that you have encountered a dragon.\n\nTake heed. It may save your life one day.\n\nImage\n\n\nAbout the Author\n\n\nZelly was born in the High Forest, in a village where draconic influence was evident. Copper-blooded and proud of it, she exhibits many known copper dragon traits. She is a Disciple of her copper dragon ancestors, wholly devoted to the truth surrounding the magical creatures she respects so absolutely. A Dragonologist working alongside wizards and other loremasters, she is devoted to bringing information to the people of Faerun, especially if it means removing common misconceptions regarding the magnificent creatures known as dragons. Her primary goal - the widely misplaced truth about dragon disciples.\n\n_________________\n\nDragon Misconceptions\n\n\nDragons are a magnificent force of strength and magic. Throughout the world, they are hailed as powerful, destructive creatures who inspire fear and awe alike. They have been known to work with both good and evil forces. Dragons with a pure heart are best known for championing righteous causes, while evil dragons are known for their cunning and malicious exploits. A fine and recent example of these opposing forces rests in the story of the Wyrmshadow Prophecy - a topic which will be discussed in a later chapter.\n\nWhile there are many common truths accepted and supported by evidence throughout the lands, there are just as many misconceptions regarding these creatures. Henceforth, I will speak only what intense research and examination has shown to be true about dragons of every kind. They are not creatures to be taken lightly, and it is a sore affront to their legacy to misunderstand or misrepresent them. Lorekeepers and historians throughout the lands do their best to remain true in their research, shrouding the great dragons in mystery and wonder. In order to remove the veil of confusion from the eyes of those who seek to learn about dragons, one must only understand that the way of the dragon is finite. Dragon blood is magical, descended from Io and his children, Bahamut and Tiamat. Because of this, truths about each dragon can be understood by the masses - never will a Silver be mistaken for a White.\n\nThe most common misconception shared by many is that dragons are capable of defying their given alignment, or moral compass. The truth, however, is that dragons and their half-dragon offspring simply cannot stand outside of the moral path given to them. They may have different ideals and beliefs within those bounds, but a good dragon will always be a good dragon, while an evil dragon will always be an evil dragon. There are no exceptions to this rule, and any creature of dragon descent who tries to say otherwise only does so to further their own agenda - whether for good or evil. The most common examples of this happening surround evil chromatic dragons or their offspring. It is well within a half-white dragon's interests to persuade knights and warriors that they are of virtuous intent, but to believe these lies will doubtless one day bring harm to innocent people - whether it takes decades to show or not.\n\nA second common, and often deadly, misconception about dragons is that their underbellies are weak and soft, their most vulnerable area which need only be pierced to slay them. It is an utterly ridiculous claim. A dragon's body is covered from tip of tail to snout with scales that are so strong that only powerful magical weapons can pierce them. The scales of the underbelly are just as strong as the rest. If a person is foolish enough to run around fighting dragons armed with this \"knowledge\" then their career as a dragon slayer will be a short-lived one. It takes much more than searching for a single weakness to cause any harm at all to a dragon. There are countless factors involved in any fight with a dragon, some kinds more than others. Arming oneself with faulty knowledge gleaned from unscrupulous sources will lead to a quick death.\n\nAnother misconception is that dragons who are plucked by a spell which summons them come of their own will, and serve their \"master\" eagerly and happily. In truth, the spell is a nuisance to dragons. A silver dragon, for example, may have been well on his way to perform some duty in the name of righteousness - to free innocent people from a tyrannical ruler, perhaps. The summoning spell would then snatch him from his duty and force him to instead follow the whim of some adventurer who feels the dragon's power is better put to his own selfish agenda. Whether or not the summoner uses the spell for a righteous reason, these dragons will always feel highly disrespected. Why is a \"lesser\" humanoid's goals more important than its own, after all? If an arcanist simply must use one of these summoning spells for their own ends, the summoner should show the utmost respect and grace in dealing with the dragon. If the dragon is used only as fodder during a jaunt through the wilderness, without a single word of gratitude or apology, the summoner may very well be marked as an enemy. Woe to the arcanist who finds himself face-to-face with a dragon he has abused with such a spell in the past. Even a righteous dragon will seek retribution - though they are less likely to simply kill the one who has slighted them.\n\nThis leads to the final misconception - that dragons don't care about the \"lesser\" humanoid creatures. This is simply not true. Even an evil dragon will pay close attention to the workings and schemes of humanoid creatures, especially in their own territory. There is no great machination of good or evil intent performed by humanoids that goes unnoticed by a dragon in the region. They do not always act in response to these machinations, but they are remembered - for a time, at least. Dragons often have a vast and intricate system of spies, allies, and informants. If one intends to make a move against a dragon, chances are very strong that it will become aware of the ploy, whether through the aggressor's own actions or through magical means. Dragons are inherent sorcerers, requiring no training to be able to cast their spells. While it is not common for them to rely on offensive spells, it is usual for them to turn to defensive spells - divinations and abjurations primarily. Do not lightly make a dragon your enemy, for you will come to regret it.\n\nPeople make countless mistakes when dealing with dragons and their kind. These mistakes can be avoided entirely if one simply takes the time to learn about them. Anyone who has a dragon or dragon-blooded creature in their life should heed this knowledge well. With understanding comes respect, and respect and care is all that is needed to stay in the good graces of a dragon. Unless it's an evil dragon, in which case it may take quite a lot more than pretty words to stay out of their belly.\n\n_________________\n\nDragon Life Stages\n\n\nBecause dragons have a special method of gaining power as they age, it is best to understand their life stages. Being able to recognize these stages will help when you encounter a dragon, as each life stage is unique. Throughout their young lives, dragons tend to grow very quickly, reaching adulthood at roughly the same age an elf does - after the first century. The many life stages that happen prior to adulthood are important, too, though. This is especially important if you come across a young dragon and must fight it. A young chromatic dragon may be quite the match, though a young metallic dragon is very frequently accompanied by an older and larger parent, whether you can see them or not. Keep this in mind if for some reason you feel madness enough to attack.\n\nThe following life stages are moderately explained, though the ages are approximate, particularly in the older dragon stages. It is not an exact science, Dragonology, but it can still prove a useful and beneficial study.\n\nWyrmling - Up to 5 Years Old\n\nDragon wyrmlings are amazing little creatures. Within an hour of hatching from its egg, it's ready to fly, fight, eat, hoard, and even claim a territory. Many wyrmlings remain with their parents throughout this stage of their life, though some dragons are known to abandon their young even before they hatch. Bad parents or not, though, wyrmlings can be quite fierce on their own. They are born with inherent abilities and strengths - sometimes inaccessible in their minds until later on, however. A wyrmling reared by its parents becomes much more skilled and knowledgeable than one that is abandoned.\n\nVery Young - Up to 15 Years Old\n\nThis stage of life is mostly a full decade of growing and learning. Many dragons leave their lairs at this point - even the parents. Baby dragons draw unwanted attention, most of the time, which leaves all dragons involved in a dangerous situation. A small dragon is often foolishly viewed as a gold mine - one to be reaped for the highest benefit, whether in keeping the dragon alive or selling blood and bones as rare trinkets. Either way, if the parents remain in the area, they relocate as well. The young relocate because of their growing nest mates and to find a new food supply, for those who dine on creatures.\n\nYoung - Up to 25 Years Old\n\nSome dragons may still be with their parents at this point, depending on the size and location of the lair. Dragons prone to eating plants or rocks (some do eat rocks!) may remain in the place of their birth much longer than others. During this stage of life, dragons begin a massive growth spurt which doesn't stop until they've reached adulthood. Their intelligence and natural abilities also become sharper. Honing their mental faculties and the abilities inherent to their type is an important part of growing up. By this stage, dragons have learned many abilities for which their species is known. They grow more muscle and stronger bones, truly becoming forces to be reckoned with. They also start to amass their wealth, especially if they have found a new lair.\n\nJuvenile - Up to 50 Years Old\n\nA Juvenile dragon is in a transitional stage. In this stage, many learn their first magical powers, such as arcane spellcasting. They don't master these spells yet, but the affinity for magic begins to show, as well as some other abilities in some dragons. In this stage, a dragon mostly just grows and explores, thus becoming more likely to encounter humanoids.\n\nYoung Adult - Up to 100 Years Old\n\nA young adult dragon creeps closer to adulthood by the day. Cantrips and first circle spells are quickly mastered, taking the dragon very little time at all to understand and use. By now, a dragon most definitely no longer resides in their parents' lair. If it has not already done so, it seeks out a lair of its own - usually far away from the old one. The first order of business in the new lair is to stockpile baubles or items they come across. Every dragon loves to hoard, after all. In this stage, dragons also tend to seek out mates, especially the more promiscuous of dragons. In addition, young adults finally develop scales that are worthy of legend, impenetrable except by magical weapons. Before this stage, dragons are not in much danger of being killed for their scales, at least. Dragons in this stage become incredibly intelligent, already a formidable opponent before the first century is over.\n\nAdult - Up to 200 Years Old\n\nIn this stage, a dragon's growth spurt finally reaches its peak and slows down drastically. While they don't grow very much larger, they do continue to develop muscle and skill, making them deadly opponents or formidable allies. They gain more abilities, spells, and even intelligence. At this point, dragons are more likely to take a long-term or permanent mate, depending on their nature. They are also more likely to share their lairs with their young, if they are inclined to do so. It is in this stage that dragons will show whether or not they are capable of being good parents.\n\nMature Adult - Up to 400 Years Old\n\nThese dragons are huge and vastly intelligent. They are more self-confident and careful in their actions, often planning a scheme or journey for years before they ever do anything to get it started. Many dragons relocate to a new lair at this point due to the attention it has drawn by neighboring lands, whether intentionally or not. Never quick to just pick a new lair at random, they put a lot of thought into determining where to put their new home. In this stage, dragons spend a lot of time hunting down treasure, once they've decided on an acceptable lair. When they are not building up defenses, placing wards or traps, and making their territory more defensible and safe, they like to add to their hoards. Often, this makes them become a target, of rival dragons and greedy adventurers alike.\n\nOld - Up to 600 Years Old\n\nOld dragons are slow to act, usually preferring to debate (sometimes for years) before making any kind of decision. They also start to appear older - their scales begin to chip in places or they grow dull or faded in color. Metallic dragons are said to tarnish with great age. They physically stop growing at this point, but their minds and abilities continue to expand, making them still stronger and more dangerous than ever before. They do not begin to show signs of weakness in aging, however. While they are considered \"old\" by humanoid standards, they still have a very long life ahead of them, assuming it isn't cut short by something. The older the dragon gets, the more dangerous and magnificent it becomes, sometimes becoming favored sages or respected sources of advice for communities who find favor with the dragon.\n\nVery Old - Up to 800 Years Old\n\nIn this stage, female dragons tend to have another clutch of eggs, if they haven't already had a few. Infertility follows this stage of life for female dragons, and they are well aware of it. A very old dragon continues to grow intellectually, nonetheless, becoming even more potent with its arcane abilities and combat prowess. As enormous as a dragon of this age has become, they are a frightful enemy, with no lacking in power. Their scales are stronger than ever, despite physical appearance.\n\nAncient - Up to 1,000 Years Old\n\nMany dragons in this stage of life no longer traverse the lands in search of wealth, power, mates, or companionship. Often, it is simply brought to them. Many ancient dragons prefer to pass on their knowledge to younger dragons, especially those who have not yet reached adulthood. Dragons of this age are unbelievably wise and powerful, preferring to let creatures come to them for assistance, or to bait them into their lairs for a happy meal.\n\nWyrm - Up to 1,200 Years Old\n\nWyrms are by far the most sought after dragon in all the life stages - but mostly because male wyrms don't reach the end of their fertility until beyond this stage. Because of this, younger females may lair nearby a wyrm because it guarantees countless perks from protection, a mate, and a wise and powerful mentor for their young. \n\nGreat Wyrm - Older than 1,200 Years\n\nGreat wyrms are the most powerful and feared or respected of all dragons, understandably. At the peak of their lives, they have learned to master all of their abilities and still retain all the strength and prowess of their youth. Dragons in this stage tend to stay in one place more so than other stages. They have vast stores of knowledge and understanding and like to share it - or show off. Ever prideful, a dragon as old as a great wyrm knows what it is capable of, and never settles for less than what it deserves - which is the utmost respect from all creatures. Even rival or enemy dragons respect these creatures, albeit grudgingly.\n\nDeath - Under Debate\n\nIt's not entirely certain for how long a dragon's natural life will carry them. Many say that they live for thousands of years, and some claim that they live forever. Even dragons are not entirely forthcoming with this information (many probably just exaggerate anyway), as giving away to humanoids when their bodies begin to grow weak is not the safest route for a dragon to take. The last thing they need is someone hunting them down just because the dragon is unfathomably old. There are many tales of dragons transforming into the very land itself when they begin to die, just as there are tales of dragons flying to a dragon graveyard - a place inaccessible to all but dragons. Whatever the case, it can be assured that dragons old enough to die naturally are massive creatures with weakened muscles due to age, but they are still just as much a threat to one who would come to take advantage of them. It is even said that dragons eat their entire hoard before they die, so chances are likely grave robbers will leave sorely disappointed anyway.\n\nAlso, some dragons become dracoliches, as many people might know, in order to stave off the end of their sentience in this realm. Only evil dragons consider this terrible endless cycle of Undeath and inhabiting bodies.\n\n_________________\n\nBahamut, Tiamat, and the Dragonfall War\n\n\nMany people have heard the names of Bahamut and Tiamat. In some places, even humanoids revere one or the other. In dragon society, goodly metallic dragons all serve Bahamut, while the evil chromatic dragons serve Tiamat. Other lesser dragon gods are known to exist and to share subjects with the greater-known gods, but Bahamut and Tiamat are the primary gods. All dragons serve one or the other, but respect is usually universal. Evil chromatic servants of Tiamat respect Bahamut for his power and wisdom, while the metallic dragons respect Tiamat's power in turn, though they avoid even speaking the name of the evil dragon god.\n\nBahamut\n\n\nBahamut is most known for his righteousness, the good that he represents in asking his children, the metallic dragons, to show compassion to the weak and innocent and to fight evil wherever it lay. Every dragon has its own interpretation and method of following his teachings. Dragons who prefer not to fight at all, for example, might choose to instead make the lives of \"lesser\" creatures lighter through the telling of stories or jokes. Others naturally go out and represent the righteous arm of the Lord of Dragons by hunting down and stopping evil before it takes root.\n\nGold, silver, and brass dragons in particular elevate and worship Bahamut diligently and completely. Bronze and copper dragons are more subtle in their approach, rarely proclaiming the name of their lord in the deeds that they perform under his direction.\n\nBahamut is called the Lord of the North Wind, the God of Dragons, the King of the Good Dragons, and the Platinum Dragon. Older accounts also refer to him as the Wyrmking, or Marduk. He is a very old deity, information on him dating as far back as history goes. He opposes Tiamat in all of her machinations, seeking only to remove her evil influence over the dragons and the material plane. In recent times, he is said to have guided his metallic followers to collect sacred and mysterious objects which fell from the sky in 1374 DR. His influence is strong. There isn't a dragon in the world who would claim that he does not exist.\n\nTiamat\n\n\nTiamat is the evil dragon god most commonly represented by all five chromatic dragon heads in a circle, or attached to her massive, striped dragon body. She is and always has been an enemy to all the gods - even Bane. Her greatest enemy, however, is Bahamut. She delights in using her chromatic dragon spawn to do her bidding, using them in her schemes to sow discord and evil throughout the land. She is as ancient as her rival Bahamut, though she has gained more power than he has, in some parts of history. Her nature calls to the evil in men, as well as to her dragon progeny. It was only recently that humanoids truly knew anything about Bahamut, in contrast.\n\nAll chromatic dragons pay homage to Tiamat primarily. She is the Dragon Queen, the mother of all chromatic dragons. In recent times, there have been rumors that she had a hand in the frightening Rage of Dragons that swarmed our world in 1373 DR. Given her propensity for evil and her love for murder, there is very little dispute to these theories. Tiamat is a force of darkness who revels in the suffering of \"lesser\" creatures. She wishes nothing more than for her evil chromatic dragon spawn to rule all of Faerun and lead the land into oblivion and slavery. She has no love for humanoids, and only allows one in her path to live if she can manipulate and use him to her own ends.\n\nHer dark and evil heart, if there is a heart within the mass of rage and madness surrounding her spirit, has planted seeds throughout the realms. Cults and groups have emerged in many places, working in her name and causing mayhem and destruction wherever possible. The Cult of the Dragon is an example of one of these groups - a well-known example.\n\nThe Dragonfall War\n\n\nThe Dragonfall is an ancient, long-standing war between metallics and chromatics - the servants of Bahamut and the children of Tiamat. Millenia old, this war defines the relationships between the many dragon species. Thousands of years ago, the war was at its peak. Battles of fierce and legendary proportions rocked the land and in the end both deities were almost completely destroyed, leading to an immense span of silence, which was only recently broken.\n\nEver since the Year of the Rogue Dragon, when the Dracorage was unleashed in 1373 DR, the raging war between dragons has continued to expand and grow in intensity. It is unknown if the Dragonfall War will actually erupt as it had in the past, but records indicate that it becomes more likely with each passing year. This extreme magical and spiritual conflict between dragons is an inherent part of dragon society, forever setting them against one another, in everything that they do.\n\n_________________\n\nOverview of All Dragons\n\n\nThe following chapters focus on each species of metallic and chromatic dragon, highlighting important physical and personality traits, as well as other information that may prove useful or beneficial to the reader. First, I will indicate some universal similarities, and then explain the template that I will use for each dragon species within their given chapters.\n\nThe Universal Dragon\n\n\nAll dragons have a bone and muscle structure that's similar to a feline. Most people tend to call them giant lizards with wings and elemental breath, but that is a sore and common mistake. The only resemblance they have is in the scales, while everything else aligns to a cat. If anything, they should be universally branded as giant cats with wings and scales. Dragons walk, run, sit, and even laze around like felines do. Though I'm fairly certain they don't quite groom themselves the same way. I've never heard tell of a dragon caught with its leg in the air.\n\nHeightened senses of smell, sight, taste, and hearing are shared through all dragonkind. Because of these intense senses, dragons can always tell if there's an invisible creature in the area. You can't escape these senses, for they are so sharp that they'll know you're there simply by the sound of your heartbeat, or the breath you draw. It is very, very difficult to catch a dragon unawares - they always know when you are coming. The weakest sense that they have is the sense of touch. Dragons are covered in scales, so they don't have much tactile distinction as a result. The only dragons who have an admirable sense of touch are wyrmlings, before they grow their impressive suit of armor. This is the only reason wyrmlings are the only dragons not specifically known for lounging around on treasure and baubles - all but the wyrmlings can barely even feel the items, let alone get any discomfort from it.\n\nDragons swim very well, despite what one may think. Their wings fold snug and tight against their backs and offer no annoying resistance. There are some dragons whose bodies are specifically designed for swimming and can even use their wings to help them, but any dragon is fully capable of maneuvering under the surface of the water. Even the dragons who can't breathe under water can hold their breaths for respectable amounts of times. By that same notion, many dragons also like to burrow. Their bodies are perfect for digging, pushing with their snouts and using their front claws to tear the ground apart. This is a common method for making the entrances to lairs, unless the dragon has some method of shaping the earth magically. If a dragon can do something without much effort, they'll take that opportunity.\n\nThe most recognized and glorified ability that all dragons possess is the elemental explosion that comes from their mouths. Each dragon is believed to have an extra organ in their bodies which creates and stores all the elemental energy required for its breath weapon. Any dragon-blooded creature with a breath weapon has this organ. It is essential to the function of the elemental breath. Even disciples of dragons grow this organ within their changing bodies, which allows them the ability to breathe the elements like their ancestors. The only difference between chromatic dragons and metallic dragons in this is that metallic dragons also have a second breath weapon which only disables an enemy, and they can use whichever they prefer depending on the situation.\n\nFinally, all dragons love to hoard and admire treasure of all kinds. Some dragon species have a favored form of treasure, but all of them are guilty of this instinct which is often mistaken for greed, even amongst good and righteous dragons. It really isn't the fault of the dragon that it must amass wealth to the point of absurdity. It's in the blood, and often has a hand in determining social interactions, such as status amongst other dragons. Unlike many creatures who like to collect items, dragons don't take much stock in items that are of a magical nature. They much prefer precious metals, gems, jewels, and other mundane items that hold their own monetary value without the assistance of an additional enchantment. The exact cause of this hoarding instinct is as uncertain as the reason dragons have the organ in their body that allows them to breathe the elements. It's just the way dragons are, in all their magical splendor.\n\nIndividual Dragons\n\n\nIn order to keep this guide organized and easy to understand, I'm going to follow a formal structure for my explanations of dragonkind:\n\nSpecies: (the color associated to the dragon)\n\nType: (aquatic dragons, desert dragons, and so on)\n\nSize: (in relation to other dragons)\n\nElement: (breath and immunities)\n\nPhysical Attributes: (what makes them easy to recognize, aside from the color of their scales)\n\nPersonality: (social habits and preferences)\n\nRelationships: (how they get along with other dragons)\n\nBattle: (how they prefer to fight)\n\nDiet: (what they like to eat)\n\nHoard: (preferred baubles or treasures - perfect for deciding on a gift!)\n\nOffspring: (good/bad parenting habits)\n\nAccompanied by a simple drawing, this outline should be a perfect source of any information you need to have in hand when dealing with a dragon of any chosen species.\n\n_________________\n\nBrass Dragon\n\n\nSpecies: Brass\n\nType: Desert\n\nSize: Small\n\nElement: Fire (secondary breath which acts like the Sleep spell)\n\nPhysical Attributes: A brass dragon is most easily identified by the single-plate structure of its head. It sweeps back much like a farmer's plow might. They have chin blades and a flat, pointed tongue. Their eyes are bright red-orange, like lava, and they typically smell a lot like the red-hot metal you'd find in a forge. Brass dragon wings are attached on either side of the spine, all the way down to the tip of the tail, which when flying makes them look like rippling waves of shining metal blankets. Their wings are relatively short, in comparison to other dragons of the same age and size. Also, their necks are short and thick, while their bodies are long. Overall, they have a friendly appearance, especially in the face, where their propensity for talking is supported by \"luscious\" lips, as they would say.\n\nPersonality: Brass dragons are known for being talkative to the point of annoyance, even for other brass dragons. They adore verbal communication and would like nothing better than to carry on a conversation for days on end. When lazing about in the desert to soak up the heat from the sun, as they enjoy doing, they tend to catch unwary travelers and torment them with endless conversation. It is not uncommon for conversation partners to run away screaming while the brass dragon attempts to catch its hapless quarry and force them to stay a bit longer. As far as the dragon is concerned, the other creature simply doesn't realize the treat its been given in being blessed with the brass's incredible gift of conversation.\n\nRelationships: Brass dragons have a difficult time with dragons of other species, as most get tired of their overly friendly and talkative nature. Even among their own kind they can only bear to talk to each other for so long, as both try to lead the conversation and talk more than the other. Gold dragons are the most forgiving of this, but even they tend to cut the shared time short. Because of this, brass dragons tend to seek out conversation with other sentient creatures - anything they can get to sit still long enough to sate their insatiable gregarious needs.\n\nBattle: Brass dragons prefer not to fight at all. If an enemy is strong enough to threaten one, they try to distract from the coming battle by starting a conversation. When that doesn't work, which is quite often, they instead fly away as quick as they can or burrow deep into the sand of the desert to escape. They use their Sleep breath when they get a chance and if that works, they like to bury the enemy in the sand and wait for them to wake before assaulting them with the conversation that likely started the fight to begin with.\n\nDiet: A diet of dew, which is rare in the deserts, sustains a brass dragon for some time. They usually can eat anything that they come across and decide they want to eat, but in the desert they prefer not to eat very much at all for the sake of preserving the wildlife and the intricate, delicate environment. A true desert oasis may become a perfect place for a lounging brass dragon, as the grass and leaves of the desert trees are sure to have a plentiful supply of dew come early morning.\n\nHoard: Like all dragons, a brass dragon loves all kinds of treasures, from precious metals to colorful and rare gems. What brass dragons seem to prefer over everything else, however, are treasures that are not made from the usual cold stone and metals. They like rare wooden artifacts and textiles, but only those pieces that boast exquisite care and craftsmanship. An ornate wooden chest of elven craft will win the favor of these dragons much faster than promises of rubies or gold.\n\nOffspring: Both brass dragon parents will carefully raise their offspring together. The adult dragons take pleasure in departing their \"wisdom\" on the younger dragons by talking to them nonstop. As the wyrmlings age, they gradually begin to battle over the leading role in a conversation, usually ending in annoyance. The wyrmlings are quick to leave and find a new home for themselves. Despite their apparent vulnerability at that age, brass dragons are incredibly fast and can usually avoid being eaten by neighboring blue dragons or other evil predators long enough to find a new lair.\n\n_________________\n\nBronze Dragons\n\n\nSpecies: Bronze\n\nType: Warm Hills and Mountains (Water)\n\nSize: Medium\n\nElement: Electricity (secondary breath gas which acts like the Repulsion spell)\n\nPhysical Attributes: A bronze dragon can be recognized easily by the ribbed ridges that sweep back from its face and end in pointed horns. They have a narrow, beaked snout and a few small spiked horns that come down from their chin and jaws. The frill that follows its spine is very short where it begins on the top of the head, but as it goes down the neck it becomes very tall and aids in mobility and balance under the water when it swims. Their feet are webbed, as well as parts of the forelimbs, where it meets the dragon's torso. They have a distinct wing structure which allows them to flap them under water in order to move at an incredible speed when swimming. They have green eyes and a long, pointed tongue.\n\nPersonality: Bronze dragons are the epitome of justice and order (of the moral kind). They have absolutely no tolerance for any form of anarchy, but hold a special hatred for tyranny and disorder that causes strife for innocent creatures. They are very fond of humanoids and like to pose as them, or even smaller creatures, to better understand them and to mingle with them. A bronze dragon will waste no time going out and being a hero for people who would otherwise meet an untimely end, such as shipwrecked sailors. They don't seek any kind of recognition for the lives they save, though, and more often than not they use a form that makes them impossible to be recognized as a dragon at all. They don't wait around to be asked to help. They go looking for people who need their assistance. They love to root out evil tyrant organizations from peaceful regions and delight in the joy and celebration among the innocents which follows any success. Bronze dragons also have a strong interest in war and some have been known to fight in wars, but only for good and righteous causes with a decent pay. They're certainly not holy warriors as a paladin might be, but they believe in the moral order and good in the world all the same.\n\nRelationships: Bronze dragons are very friendly and righteous, though without the boasting side effects that usually come alongside deeds like those it pursues. As such, it is very easy to get along with one. They love to mingle with or fight alongside their own kin, sometimes just swimming or traveling together just to do so. They are also pleasant to any humanoid, except those of evil intent, especially when the dragon is in the shape of a weak humanoid for the sole purpose of testing travelers to root out would-be murderers.\n\nBattle: A battle is something that can be avoided, in the mind of a bronze dragon. While they have no qualms about fighting for the sake of the innocent, if there's any way to negotiate with the enemy for the sake of innocent lives, it prefers to take that route. When diplomacy fails and a battle ensues, however, a bronze dragon is a fierce and mighty enemy, always trying to disable the enemy and rarely killing. They despise killing things they don't plan on eating, and even when animals attack in their territories they would rather distract it or use their Repulsion gas to send it on its way and avoid a needless slaughter. A bronze dragon takes killing and death very seriously, always opting for parley first. If defending innocent creatures from a dangerous enemy who would kill them, the dragon is quick to leap into the battle, using their entire arsenal of skills and abilities.\n\nDiet: The favorite food of a bronze dragon is shark meat. Sometimes they'll spend days hunting for sharks, traveling far and wide. They also eat a lot of plants and similar wildlife in the sea, sometimes known to snap up entire beds of kelp. They occasionally eat other sea creatures, but they never gorge themselves, only eating enough to sustain themselves. They're very honorable, even to their food - a quick and painless death is always the best option. Pearls sometimes find a place in their diet as well, a fine and delicious treat.\n\nHoard: The most common treasure one will find the hoard of a bronze dragon is actually gold. It is said that they're hesitant to admit to a preference for such a common treasure, but one cannot argue the durability of gold - it's one of the few precious metals that will not at all tarnish in their extremely wet and humid lairs. They are also very fond of treasures that come from the sea, such as pearls, amber, or rare pieces of coral. The rarer and more unique the item, the more care it is given in its lair. Never is its hoard submerged. It is always placed in a high, dry location within its cavern so that even the high tide will not reach it.\n\nOffspring: Bronze dragons are exceptionally wonderful and caring parents. They tend to their offspring with great care and always defend their nests and young with their lives, if need be. It is a loving and instructional environment, with both parents caring for the young unless one was killed. Since bronze dragons mate for life in much the same manner as doves do, the bond between the two parents grows strong, and it shines through in their handling of their offspring, who grow up knowing only love and nurturing, a perfect introduction to a dark and dangerous world, where they must then show that love to the innocent people of the lands they protect.\n\n_________________\n\nCopper Dragons\n\n\nSpecies: Copper\n\nType: Warm Hills and Mountains (Earth)\n\nSize: Small\n\nElement: Acid (secondary breath gas which acts like the Slow spell)\n\nPhysical Attributes: Copper dragons have a sleek, pleasant face that is highly expressive, a necessary trait for creatures who love to laugh. Ridges sweep back from their cheeks and frills follow the line of their jaws. They have two massive horns that sweep back from their brows, layered in segments like armor. Their chin has pointed scales that layer atop one another, pointing down. Compared to other dragons, they have exceptionally muscular thighs and shoulders, as they tend to jump and climb more than any other. Their claws are much stronger for this as well, in order to grasp the stone upon which they climb. Copper dragon wings are attached down along the entire body, on either side of the spine, just as the brass dragon wings are, though a copper's wings are much stronger and less needlessly showy. The first limb of the wing is very short, which gives the dragon a distinct profile as it flies - it's difficult to mistake it for another dragon, especially from below. A copper dragon has turquoise eyes and a pointed tongue. The smell of stones and dirt surrounds them, which only supports their immediately earthy vibe.\n\nPersonality: Copper dragons are amazing. As a disciple myself, I realize I may look like a heavily biased author for this book, but there is no harm in merely stating the truth! Coppers are insatiable jokesters and pranksters, loving to watch their tricks and mischief unfold for their own amusement at the expense of their hapless target. Troublemakers to the extreme, these dragons are exceptionally skilled at having fun and even at bringing fun and amusement to others. Knowledge and stories help them in their longing for all the best jokes and riddles, so they have a strong love for history and fictional accounts. They are incorrigible and boastful, but only in the best possible ways, of course. They also love riddles and are known for hosting some of the most extravagant and long-lasting riddle contests - usually with each other, though that tends to only happen on accident. Coppers actually don't much like sharing jokes and riddles with other copper dragons, since it usually devolves into them both trying to be the best at it. They do, however, seek out other creatures to grace them with their presence and with their magnificent wit. When their humor and lighthearted tricks and insults are not taken well by the other party, they can get irritated. Why shouldn't people like to laugh, anyway? A copper means no harm and believes the victims of its silly and clever exploits should simply realize that and take it all in stride. Given the copper's wonderfully kind and otherwise harmless nature, there's really no reason to irritate them by not having a sense of humor. The only thing worse than not laughing at their jokes is trying to take all the attention by upstaging them.\n\nRelationships: A copper dragon is largely solitary amongst other dragons, especially its own kind. Groups of copper dragons have been known to end in insults and vows of revenge before the group splinters off in every direction. Naturally, these vows for revenge never lead to violence, but there's nothing wrong with having a rival! Other dragon species prefer to avoid the coppers, since they hardly have the sense of humor to prevail against their natural wit and charm. Silver dragons especially avoid them, as they simply have no sense of humor at all. Brass dragons are the only species that actually like their company, much to the copper's chagrin. The copper dragon will banter and assault the brass with humor and riddles while the latter simply blathers on about whatever it wants without regard for what the copper is actually saying. So coppers prefer to seek out other creatures with whom they can share their witticisms and jokes, always seeking to stump the other party so that it may declare victory over all that is funny and sound.\n\nBattle: Coppers prefer not to fight at all and are not in the least bit ashamed to run off to avoid it. If threatened by an enemy, they choose to pull pranks on them or to insult them for as long as they can get away with doing so. If a creature finds it has met its match when attacking and now lies at the copper's mercy, a copper dragon will always accept jokes or stories as a form of recompense for the slight against it, especially if it is a story or joke it hasn't heard before. When a copper dragon is somehow cornered by an enemy, it becomes extremely tenacious. They never give in and just die. They will always use every single trick they know in order to win - but even still they prefer not to kill their attacker. It is much more enjoyable for a copper to outwit or humiliate an enemy, such as getting a rival dragon stuck in a stone archway that it created with its Stoneshape ability. The copper will laugh jovially at any such victory before flying off into the distance to share the story with everything it sees.\n\nDiet: Copper dragons eat just about anything. They're one of the most versatile dragons, as far as what goes in their stomach to sustain them. They eat rocks, metal, gems, and even dirt. The living prey they favor the most are scorpions and similarly poisonous creatures. The poison from the creatures they eat sharpens their wit, according to them. The poison doesn't harm them, as their digestive systems are so influenced by their acidic element that it couldn't possibly do any harm to their bodies to eat poisonous creatures in small doses. Poison injected into their blood stream is a different matter, of course, as it is for all creatures. The copper loves the thrill of the hunt, always pursuing their prey with unyielding determination, especially when something eludes them at first. Even though the prey they chase can't understand them, they tend to shout insults and taunts at the creatures for the sake of its own humor.\n\nHoard: The hoard of a copper dragon can be incredibly diverse. They have a special love for all earthy treasures, from ore to metal and even to fine ceramics. They gather as much gold, silver, platinum, and other pieces of precious metal that it can find as a foundation for its bed of treasure. Secondary to the ores are precious stones of every variety. They have a particular taste for gems that are hard and bear a resemblance to the earth from which it is drawn. Diamonds, garnets, and emeralds do this spectacularly. Rubies and sapphires are prized as well, but mostly because they make for a delicious treat. Fine and rare statues also have a place in their hoards, as well as dainty and fragile ceramics of fine detail. They love to look at their treasures and to bask in the joy of all that they have attained in their lives. Never ashamed of their love for treasure, they sleep and roll around in beds of coins and gems, delighting in the feel of their success and wealth.\n\nOffspring: Copper dragons are lovely parents. Both parents remain together after mating so that they may raise their offspring together with care and devotion. For their mates, lairs, and offspring, they will fight. It is the one thing in their lives that they will defend with the ferocity for which dragons are known. They show great tenderness when dealing with both their young and their mates, and they raise the offspring all the way to adulthood, teaching them everything it knows, sharing every story, riddle, and joke it has encountered. In the end, they urge their offspring to go out and find new material, always insisting that they one day share their findings with their parents. Whether they ever get the chance to hear the new stories is unsure, as it's rather difficult to find a specific copper again. They don't tend to stay in the same place for very long.\n\n_________________\n\nGold Dragons\n\n\nSpecies: Gold\n\nType: Warm Plains\n\nSize: Large\n\nElement: Fire (secondary breath gas which weakens an enemy)\n\nPhysical Attributes: The most defining physical trait of a gold dragon is the group of whiskers at the end of its snout which resemble those of a catfish. The older the dragon gets, the more fishy barbells it grows. The have two massive metallic horns that draw back from the top of its head, behind two smaller horns, which aren't covered in metallic scales, on its cheekbones. The backs of their jaws have long, frilly whiskers, as well. There are two identical frills that follow the back of its neck, joining into their wide wings. The ends of the wings are attached to either side of the spine, all the way down to the tail, like the brass and copper, though it is more similar to the brass with the rippling effect it gives when it flies. They are excessively elegant in appearance, moving fluidly though the air as if it were water. Gold dragons have molten gold eyes and a pointed tongue.\n\nPersonality: A gold dragon has absolutely no tolerance for evil. In fact, once they have marked an enemy as necessary to be destroyed, they will not rest until they have killed that enemy, or brought it to justice through another party's system. They refuse to accept any other outcome than utter, complete victory over all that is evil, and are constantly on the lookout for evil to vanquish. It likes to take an assumed form, much like the bronze, and tends to spend most of its time in it. They gather all sorts of information in this manner, seeking to learn news about potential threats to a region. They do enjoy conversation and are actually very patient when dealing with other creatures. They promote law in all that they do, especially in the presence of someone who seems to prefer chaos. When it hears someone speak of evil, whether promoting or bragging about past acts, a gold dragon usually doesn't say anything, but remembers their name, face, and scent so that it can deal with them at a befitting time.\n\nRelationships: Gold dragons have a very rigid hierarchy, which is always led by a great wyrm of the species. This leader is always referred to as \"Resplendence,\" whether in person or in passing remark. The ruler serves as a liaison between races, if it is a large problem which requires the attention of every gold dragon. Otherwise, individual gold dragons handle quests and other creatures on their own. All gold dragons know and respect each other, and enjoy the company of other dragons, even a brass dragon is met with extreme patience, though they do cease the more annoying dragon if they chatter for too long.\n\nBattle: Rather than leap into a fight immediately, a gold dragon is careful and deliberate in the preceding conversation. They detect lies, just to be certain that a battle will even be necessary, always trying to parley before battling. When they know that they will have to fight, they choose to hold it off for as long as they need to cast spells. When ready, a gold dragon is a fierce and dangerous opponent. They do not back down from evil, and they never give in.\n\nDiet: Gold dragons eat whatever they feel like eating, though they do have a strong preference for pearls and other gems. When hunting for food, they are very noble. They never allow a creature to suffer, and end the chase quickly to spare it the fear of knowing it is about to die.\n\nHoard: While pearls and other gems are always present in a gold dragon's hoard, they also rather like trinkets or artifacts that have a particular artistic flair. They like paintings and sculptures, rare and fine calligraphy and porcelain. If the piece is unique and detailed, a gold dragon will always take it into its hoard, where it can admire the fine craftsmanship.\n\nOffspring: Gold dragons are careful guardians over their young, teaching them well into their childhood. Oftentimes, though, gold dragons send their offspring away to live with foster parents who have earned the respect of the dragon - always someone who is both good and shares their lawful beliefs and tendencies. Allowing their children to grow up with foster parents allows the young dragons to learn in a cultural environment, and also frees up the parents to continue their own necessary quests against evil.\n\n_________________\n\nSilver Dragons\n\n\nSpecies: Silver\n\nType: Temperate Mountains (Cold)\n\nSize: Medium\n\nElement: Ice (secondary breath gas which paralyzes an enemy)\n\nPhysical Attributes: A silver dragon is easily recognized by the obnoxiously tall spinal frill. This frill is taller than any of the other dragons' spinal frills, marking it as the most silly-looking and yet strangely majestic dragon. Its face is covered in a metallic silver plate, making a silver dragon's face the smoothest of all dragons, as well as incredibly shiny. The upper jaws and lower jaws are tall, making the silver's closed mouth give its snout a very tall, almost boxy appearance. On the chin, yet another frill dangles down like a beard. Silver dragons have two pointed silver horns that sweep back above their ear frills. Their ear frills resemble their neck frill, with little silver barbs that match the ones in the neck frill. A silver dragon's wings are broad, the base ending past the pelvis and legs, but not traveling all the way down the tail. A silver dragon has eyes of mercury, as well as a pointed tongue.\n\nPersonality: Silver dragons hate evil, but they prefer not to do anything about it until someone asks them for help. If doing nothing will let something terrible come to pass, then they might get up and do something about it. They don't usually punish or stop evil machinations; they prefer to merely defend if they are attacked by that evil, and to heal the wounds of the innocent once the evil has passed. If the lives of defenseless innocents are at stake, they are more likely to step in. When they do enter into a tense situation provoked by evil and cruel enemies, they do so cheerfully in the defense of the good creatures who beseeched them, standing as a strong and very capable guardian. Silver dragons also prefer to take the form of a humanoid, usually a pretty dame or an old hermit, in order to spend time with humanoids. They like the outlook of humans, in that they seize the opportunities around them, rather than waiting around for a hundred years before doing something new or interesting. Silver dragons believe in moral order, but they prefer to live their lives freely, without a rigid structure such as the gold dragons have.\n\nRelationships: Silver dragons prefer the company of humanoids over other dragons. The reason for this is that while they do believe they are superior to the humanoids, they also believe that humanoids have the right idea regarding time and how to deal with every opportunity that comes their way. While they spend most of their time with humanoids, silver dragons still form family clans, protecting and supporting one another, even if they go decades without ever interacting with another of their clan. Other dragon species are given little regard, especially the more chaotic brass and copper. Silvers prefer to avoid them, though they do have more respect for the gold and bronze dragons.\n\nBattle: A silver dragon prefers not to fight at all. In fact, it sometimes just stays in its humanoid form and hurls magic if there's no way out of a battle. When fighting against evil, they don't back down, however - whether fighting in humanoid form or their natural form - they always attempt to take down the most dangerous enemy, or the leader of the enemy group. By doing so, they open the opportunity to convince the followers to surrender or retreat, thus ending the battle early.\n\nDiet: Silver dragons eat many different things, always loving to try new cuisines or recipes. They have a particular taste for human dishes, which they can live on for years while keeping their assumed humanoid forms. They eat meat and plants alike, dedicated omnivores.\n\nHoard: Since silver dragons prefer living in humanoid settlements, hidden, they choose to keep trinkets and treasures that are small and easily portable. They don't have much of a preference for what goes in their hoard, except that items and gems must be of a fine and detailed variety, such as exquisitely cut gems, finely-crafted jewelry, and fine paintings which show very clearly the artist's skill.\n\nOffspring: Silver dragons never choose a mate from within their own clan, out of respect for the other dragon, and for the sake of the clan's numbers. By seeking a mate outside the clan, they can allow their numbers to grow even more. Offspring are nurtured lovingly, taught and handled with extreme care so that the young will grow to become strong, caring members of the clan.\n\n_________________\n\nBlack Dragons\n\n\nSpecies: Black\n\nType: Warm Swamps (Water)\n\nSize: Small\n\nElement: Acid\n\nPhysical Attributes: Black dragons have distinct nasal structure and deep eye sockets, which gives it the appearance of a skull. This suits their evil temperament well. They are best known for their two massive black horns which curve forward and down around their snout. A black dragon's teeth jut out all over the place when the mouth is closed. They have two more horns on their chin and their bottom jaws are lined with sharp spikes. A black dragon's wings are narrow, the webbing striped with mottled color, giving it a sickly look. They smell of rotting vegetation, which is hard to discern when traveling through a nasty, rotting swamp anyway. A common trait of black dragons is the slimy, acidic drool that drips from their mouths, making for a messy, disgusting creature of evil. They have yellow eyes and a flat, forked tongue.\n\nPersonality: Black dragons are said to be the most evil of all dragons. Chaos fuels their vicious tempers and they tend to just attack and kill anything that comes across them. They prefer to settle deep into bogs and swamp water, soaking in the stagnant waters and mud. They can breathe under water, but usually just sit still and lie in wait to ambush some poor creature who comes near it. They don't generally speak before attacking, opting to gain the upper hand in everything they do by just lashing out and ending all possibility that it'll have to listen to the whining of its prey.\n\nRelationships: Black dragons don't have any friends. It doesn't value the life of any living creature other than itself. Because it simply attacks anything it sees, black dragons tend to make enemies of good and evil creatures alike. The only exception to this is green dragons, who sometimes find that they live in similar territories, if the black dragon chooses to live in a wet forest or jungle. Generally, the green and black dragons declare a precarious \"truce\" that remains intact so long as the black dragon doesn't venture into the green dragon's drier territory. They occasionally speak with other black dragons, but usually only for mating and child-rearing purposes.\n\nBattle: Black dragons aren't calculating or deceptive in battle. They are beasts of strength and chaos, fighting ferociously to the bitter end. Before a battle begins, they show some intelligence by choosing to ambush their prey, which works well against humanoids and other creatures. They never quail beneath their enemy, but aren't afraid to fly away from a losing battle if it means saving their skin. When they do so, they hide in deep water and wait for the enemy to leave.\n\nDiet: A black dragon mostly eats fish and other aquatic creatures. When they hunt for creatures on land, they usually let the meat soak in their fetid homes, \"pickling\" it as they would say. They leave the flesh and meat lying around in their lairs for days, letting it rot and thus create an even fouler environment for their swamp. They like it that way, though.\n\nHoard: Coins are the favorite treasure of black dragons. They covet gold, silver, and platinum coins to a dangerous degree. A black dragon might choose to capture and question a humanoid regarding the location of stockpiles of coins, before they slaughter them, but accounts such as these are not supported by any surviving parties.\n\nOffspring: A black dragon's nest is usually left in the male's territory to be guarded by the father while the mother goes her own way afterward. The male defends the nest viciously until the eggs hatch. Afterward, they show very little care for their offspring, only offering them the occasional piece of advice before one day telling the offspring to leave before it chooses to eat them, which makes them as rotten as parents as they are in stench.\n\n_________________\n\nBlue Dragons\n\n\nSpecies: Blue\n\nType: Desert (Earth)\n\nSize: Medium\n\nElement: Electricity\n\nPhysical Attributes: The most distinctive feature of a blue dragon is the massive horn that juts out of the top of its snout, between its eye sockets. There is speculation that this massive horn disrupts their eyesight just a little bit. The other defining features are massive, exaggerated ear fins, which can fold over to keep the sand out of their ears. Blue dragons have a short, flat snout with teeth that stick out when the mouth is closed. They have horns and spikes all along their jaws, cheeks, and eye ridges. Their chin is covered with plated scales that point downward, overlapping one another roughly. They have bat-like wings that have a rounded appearance, the base ending near the pelvis. Their bodies are thick and stout, and even the tail is flat and broad. Blue dragons have yellow eyes and a forked tongue.\n\nPersonality: Blue dragons are exceedingly territorial and vain. They guard their lands with deadly ferocity, especially if they know there's a brass dragon in the area, as they share similar habitats. Blue dragons always show an exceptional sense of order which sometimes competes with the lawful order of gold dragons, though blue dragons are also exceedingly evil in their methods. Blue dragons are governed by the regions suzerain, which is usually just the strongest male specimen present. Instead of challenging for the position of suzerain, other blue dragons usually just leave the area if they're unhappy with the way they're being governed. They demand respect from every creature, killing anyone who so much as looks at them the wrong way. They have no respect for \"lesser\" creatures and generally kill any they find in their territory, but not until after they milk their victim of information with promises that they do uphold - just usually not to the expectations of their prey. Promising to let a traveling merchant go if he tells the dragon where to find a larger caravan usually ends with the poor man being dropped from a deadly height.\n\nRelationships: Amongst one another, blue dragons are respectful and alert, seldom having need to fear deceit or harm from their kind due to their orderly, lawful ways. Other dragons and creatures do not share this perk. While a blue dragon is more prone to quiet observation and careful thought before acting, they still find ways to manipulate and take advantage of any weaker creature that comes across them. Other evil creatures can become unlikely allies, furthering their own agendas for domination and control over weak creatures. Blue dragons are incredibly vain and enjoy praise from creature, whether forced or genuine. An easy way to gain favor from a blue dragon (or to avoid being eaten, at least once) is to shower them with well-spoken praise, glorifying their beauty, power, and intelligence.\n\nBattle: Because blue dragons love to fly in the desert sun and are sometimes hard to see against the blue of the sky, they sometimes choose to attack from above, catching their unsuspecting prey off guard. Otherwise, they burrow into the ground and leave their horns jutting from the sand. Doing this makes their horns look like craggy rocks and allows the dragon to ambush travelers and caravans. Anything that is in their territory is viewed as prey by a blue dragon. The borders of these territories comes under argument at times, which makes it difficult for traveling caravans to avoid them.\n\nDiet: Blue dragons love to eat herd animals, especially the camels that travel alongside desert caravans. These caravans are in terrible positions, since blue dragons delight in attacking them; to them, they're a source of both food and treasure, all available to them in a single trip! Aside from caravan animals and herds of wild beasts, blue dragons also eat lizards, snakes, desert plants, and rodents. Their hunger is so great that blue dragons are often a blight upon the lands they defend so fiercely.\n\nHoard: A blue dragon collects anything that looks valuable, usually from the caravans they attack. They gather coins, gems, precious metals, expensive clothing, and any other items that appear to be worth a lot. Their favorite items are blue sapphires. They also favor items of value that are blue in color, as blue is the most beautiful and noble color, to them.\n\nOffspring: Blue dragons usually observe elaborate courting rituals and are rarely guilty of infidelity to their mate. Both parents are alert and protective of their nest, never leaving the eggs out in the open where harm could come to them. There is always at least one parent with the eggs, while the other prowls and patrols their territory to make sure no predators who would harm their eggs are in the vicinity. They are actually very good parents in this manner, though once the eggs have hatched, they urge their offspring to make their own place in the world well before adulthood.\n\n_________________\n\nGreen Dragons\n\n\nSpecies: Green\n\nType: Forests (Air)\n\nSize: Medium\n\nElement: Acid\n\nPhysical Attributes: The most prominent feature of green dragons is their heavily curved facial structure. Their chins are almost bulbous due to the curves underneath and above their snout. Teeth protrude from their mouth when it's closed, like all the other chromatic dragons. Their faces are covered in little spikes and hornlets, from their jaws, cheeks, eye ridges, ear holes, all the way to their snouts. Green dragons also have a crest which begins on top of their head and travels all the way down to the end of the tail. It reaches its tallest point just behind the head and trails off into nothing the further it gets down the spine. A green dragon's wings are narrow, with a hooked \"finger\" at the highest joint to assist in grabbing. The base of the wings end near the pelvis, which makes the wings have the same rounded appearance as the blue dragons. Green dragons have yellow eyes and a forked tongue.\n\nPersonality: Green dragons are evil, belligerent creatures. When a creature passes through their territory, they tend to watch from afar to gauge the strength of their new prey. If they're weak, the dragon simply attacks them, whether they did anything to provoke it or not. Other creatures may sometimes see the calculating nature of the green dragons. They are incredibly smart tacticians. They use guile and intimidation to get what it wants - which is no less than absolute power. As they are masters of lies and manipulation, they tend to seek out other creatures to exert their will on them and further their own agendas. A green dragon has no care for other creatures, and wants nothing more than to prove that it is the most powerful creature.\n\nRelationships: Green dragons don't have any friends, either. As manipulative and deceitful as they are, they may make a number of grudging allies or servants, though - very unlike the black dragon. For a green dragon, finding servants is part of its quest for power, and so it always puts on a show, appearing sophisticated, cultured with a honeyed tongue, and yet still so undeniably evil and dangerous. However, none of these alliances are sturdy. Green dragons have no love for \"lesser\" creatures and only use them for as long as they wish to in order to gain more power in a given region. Even black dragons who sometimes reside in the same habitats are shown their passion for deceit. Promising to leave it be if it remains in its swamp, the green dragon actually lurks and waits for a chance to attack the black dragon and loot its hoard.\n\nBattle: Green dragons are fierce predators. When attacking creatures that enter their lands, they don't usually kill every member of a group, if they can help it. They love to create terror in their prey, and by showing its power and maliciousness to the sole survivor of a group of travelers, it gains the pleasure of seeing the creature cower and suffer mentally. Sometimes, if it can get a ransom for the surviving creature, the green dragon will let it live. Otherwise, it has to prove its worth every single day or be killed. These hostage situations seldom last for very long.\n\nDiet: A green dragon eats whatever it wants, but it has a particular taste for elves and sprites, which is to be expected from the despicable creature. When elves are too clever to be eaten, it satisfies itself on whatever else it can get, from small animals to trees and shrubs if it gets hungry enough, a green dragon has a taste for everything under the trees.\n\nHoard: Green dragons collect anything valuable, filling their hoards with gems, coins, metals, stones, weapons, armors, and any number of things they can get their talons on after killing or looting a stash of goods or treasure. When it must make a choice, a green dragon prefers treasures that remind it of a particularly enjoyable victory over an enemy, such as a holy sword of a paladin it was able to kill and eat.\n\nOffspring: The parenting habits of a green dragon are somewhat split, as far as what kind of parents they are. For the first clutch of eggs, they show extreme care in making sure that they learn everything they must to become successful and powerful in the world, keeping them around all the way through their youthful years until they become adults. As they do this, however, it's not uncommon for them to have other clutches of eggs, which they just leave to fend for themselves while they focus on raising the first clutch.\n\n_________________\n\nRed Dragons\n\n\nSpecies: Red\n\nType: Mountains\n\nSize: Large\n\nElement: Fire\n\nPhysical Attributes: Red dragons have cruel, disdainful facial features. They have two large white to black horns that sweep back from the top of its head, sometimes straight and sometimes curved. There are lines of spikes and hornlets along their jaws, cheeks, and the top of their heads. Small horns stick out of a red dragon's chin and it has a beak for a snout. It has huge ear fins which connect with its cheek horns and a large spinal frill that starts on the back of its head and goes all the way down the spine to its tail. Red dragons have an extremely wide wingspan, wider than any other dragon. The bases of the wings travel down past the legs, much like a silver dragon's wings. A red dragon has yellow, molten eyes and a forked tongue.\n\nPersonality: Red dragons are the most greedy and vain of all the dragons. They spend most of their time seeking treasure to fill their glittering lairs. They are considered the most evil of dragons and gladly accept the position. They are exceedingly ferocious and vengeful in all that they do. They believe themselves to be far superior to all other dragons, harnessing and showing the true power and purity of what it means to be a dragon. This superiority complex is always dangerous for anything that crosses their paths. They attack anything that enters their territory without pause. The only exception to this rule is when the dragon feels like taking a creature and making it a servant. Red dragons send these servants to gather information about the outside world, and especially about other dragons. When a servant brings bad news, though, it's usually the last report it ever makes. Pride is their bane. The slightest failure or mistake can ruin their reputation and that tends to send them on a fit of rage and destruction, much to the horror of the innocent creatures they slaughter.\n\nRelationships: Because of a red dragon's prideful superiority complex, they tend not to make any lasting relationships. They view other red dragons as rivals and do everything they can to elevate their social status amongst their kind above all others. Even when selecting a mate, red dragons are fierce and dangerous to one another. When interacting with other creatures, it is to turn them into an informant or spy, unless they're just taunting their food before eating it.\n\nBattle: A red dragon is extremely aggressive and strong, laying waste to entire villages when it goes on one of its rampages. In battle, they tend to leave a few survivors so that they can escape and fuel the dragon's ego by spreading news of its strength and victory. The greater the victory, the better, for they want nothing more than for other creatures to fear and envy them. When an opponent is stronger than it, a red dragon will usually not attack. They instead say that they will come back another day to defeat them, whether they plan on actually doing it or not. Especially weak creatures in their territories are often bullied by red dragons until they do the dragon's wishes, or else they are killed. Either way, red dragons accept only complete servitude. If it doesn't get what it wants from a creature, it'll just kill it and be done with the annoyance.\n\nDiet: Red dragons are infamous for their taste for the flesh of maidens. Stories abound detailing villages forced into a regular sacrifice of young women to keep the red dragon from razing their homes to the ground. Aside from the flesh of human and elf women, red dragons eat anything else it wants, but only meat. When hungry, they hunt down any creature it senses until its appetite is sated. Gluttons at heart, they're said to be the most corpulent of dragons, given how much fat they consume on a daily basis.\n\nHoard: Red dragons are absolutely fixated on treasure. Not only do they track down coins, trinkets, and artifacts of value to the point of madness to add to their hoards, but they obsessively count, tally, and keep track of every piece of treasure they own, down to the last coin. If so much as a single coin goes missing, they're liable to lose their heads and fly all over the place searching for the thief (whether there is one or not), destroying towns and forests until they're certain they must have found the culprit. When the red dragon returns to its lair and the missing coin falls out from between its scales, it doesn't even care and forgets that it was ever angry, though there are still countless innocent people dead due to its failure to note the location of the missing coin.\n\nOffspring: Offspring between two red dragons are usually left to fend for themselves, without a care to whether they'll live beyond infancy. Red dragons consider even their young to be future rivals and they won't let them get an upper hand by learning more about them than any other dragon should know. They're terrible, selfish, greedy parents and should never have children to begin with.\n\n_________________\n\nWhite Dragons\n\n\nSpecies: White\n\nType: Mountains (Cold)\n\nSize: Small\n\nElement: Ice\n\nPhysical Attributes: White dragons look as dumb as they are. They have few interesting defining features, which in itself defines them. Their snout is smooth and beaked sharply, with a few horns sticking out of their eye ridges and chin. They have a dangling dewlap under their neck which sports a few spined barbs and makes them look fat. The back of their head has a single horn that juts back from their skull and supports the neck frill that goes most of the way down their short, stubby neck. White dragon wings are broad and fanned, giving them a boxy appearance. White dragons have yellow eyes and pointed tongue.\n\nPersonality: There's never much to say about a white dragon. They're more like simple animals than mighty dragons. They don't have any ambitions and they tend to just eat, mate, and kill for the fun of it. They do have enough intelligence to communicate, though, but a dragon who's only as intelligent as a typical humanoid creature is at a serious disadvantage when dealing with anything. The only time they show any degree of cunning is when someone slights them and they happen to recognize it as such. They do have good memories for things they've witnessed themselves and have been known to create a vendetta when outsmarted (which happens frequently, of course).\n\nRelationships: White dragons are shunned by every other dragon. They hate their own kind, except for those who are of the opposite gender. Even then, though, they just sate their carnal desires. Because of their otherwise animalistic approach to life, they usually don't give humanoids or other creatures a chance to speak. They just kill.\n\nBattle: White dragons love to ambush their prey and enemies. They're rather skilled at finding nice hiding points at which to leap out and attack with their ice breath. They love to freeze their enemies and delight in the satisfaction of victory, as few and far-between as one is.\n\nDiet: White dragons are a bit slow, if I haven't made that clear yet. Even when eating, they have a few habits that are personally harmful to them. They refuse to eat anything that's not frozen solid, and they only eat meat. That means that their frozen arctic tundra homes, which are usually already scarce in wildlife, aren't plentiful in feeding a growing white dragon. They're so picky that they lose weight waiting for a fresh kill to freeze after it buries it in the snow.\n\nHoard: A white dragon loves to look at things that remind it of itself. Anything that shines or sparkles like the snow will become an instant addition to its hoard. Due to this, diamonds are the most common item one might find in a white dragon's hoard.\n\nOffspring: White dragons are actually decent parents. They take care of their young in a less direct manner and still leave them to their own devices once they're hatched, but they still let them stay in their lairs and protect them for many long years. It's probably the only thing that saves them.\n\n_________________\n\nOther Dragons\n\n\nAside from the primary \"True\" chromatic and metallic dragons, there are a wide array of other dragons to be found throughout the lands. Some are so rare that the existence of them is only speculated, while others are common enough that their presence is quite certain. It would be impossible to try to support or deny the available lore for all of these mysterious and unique dragons in this single chapter, but I do wish to touch on the characteristics of a few of the more discussed varieties: prismatic, shadow, deep, gem, mist, song, steel, fang, brown, and yellow dragons.\n\nPrismatic Dragons\n\n\nThese pleasant creatures are known for their hospitality. They enjoy human intelligence and personalities, engaging in conversation and banter, rather than attacking those who come into their lairs. They have a love for life and for the possibilities and joys therein. They like to lair near civilizations, so that they get the chance to stumble upon creatures who can speak with it and broaden its knowledge of the world and of the humanoids. Only when attacked does a prismatic dragon fight back, and it does so with great prowess. They're very careful in battle, always selecting the use of their abilities or physical strength after much consideration. Prismatic dragons breathe a cone of energy which acts like the Prismatic Spray spell.\n\nShadow Dragons\n\n\nShadow dragons are known for being incredibly sly and devious. Their tongues are slippery and seldom is it truth which comes from their mouths. They have ties to the elemental plane of shadow, and are unquestionably evil in their intent. They are capable of moving through and manipulating shadows, using it for concealment or to confuse other creatures. When attacking an enemy or innocent traveler, they use their inherent ability to blend into the shadows in order to set up an ambush. They breathe a massive bout of shadows and negative energy, which drains the very life force from their targets.\n\nDeep Dragons\n\n\nDeep dragons are the scourge of the Underdark. Always unquestionably evil, they stalk the wide caverns of their chosen home with grace and speed granted to them by their long, sinuous bodies, which is a deep maroon to purple in color. They have the ability to change their shape into that of a humanoid creature in order to blend in with others of the Underdark. While most accounts tell of deep dragons in the Underdark, it is speculated that they do come up from their holes on occasion, probably to chase predetermined quarry or to steal something specific. Deep dragons breathe a gas that is highly corrosive and said to eat the flesh off of anything it touches.\n\nGem Dragons\n\n\nGem dragons are known primarily for their psionic abilities, just as an illithid is known for them. Luckily, gem dragons are much more reasonable than the latter and generally don't threaten to devour anyone's minds. These dragons are aloof and rather self-centered, though, and bear many of the same traits as other dragons - notably the amassing of wealth for their hoards. Generally, gem dragons spend their time alone and on the elemental planes. Rather than breathing the elements like their cousins, though, they each have a different kind of breath altogether.\n\nAmethyst- These gem dragons are always neutral parties, especially in a dispute. They act as mediators and are usually known for their great insight and understanding. Found primarily on the elemental plane of earth, these dragons are regal creatures that demand a lot of respect amongst their kind. They don't fight creatures they can't overpower, unless defending their lairs, and they utilize every ability at their disposal to defeat an enemy. These dragons are able to breathe a blast of concussive force.\n\nCrystal- Crystal dragons are known to be the friendliest of the gem dragons. They're curious creatures, and although they usually stay in the elemental plane of air, they sometimes travel to the Material plane in which we live to make their lairs on top of mountains in freezing temperatures. They don't like to cause fights and generally just avoid enemies, especially white dragons who sometimes share their territories. A crystal gem dragon breathes a blast of blinding light.\n\nEmerald- These gem dragons are known for being incredibly paranoid. They rarely develop lasting relationships with anyone not of their own kind. Despite this, they have an inquisitive streak and like to learn about local news and history, sometimes even obsessing over it. Their lairs are usually within dormant volcanoes. These dragons generally don't hesitate to attack a known enemy from a distance, though in its own lair it tends to hide unless their eggs or hoard are discovered. Emerald dragons breathe a deafening blast of sound energy.\n\nSapphire- Sapphire dragons are master tacticians, or so they boast. They enjoy games of strategy, though at the cost of being highly territorial. They live in the elemental plane of earth, though also at times lair on the material plane within the Underdark, where it wages war against the other creatures that live there - particularly drow and illithids. They always defend their homes from encroaching creatures, though they do release creatures who offer to play a game of strategy (and let them win). Sapphire dragons breathe a low, frightening blast of sound that can send their enemies into a panic.\n\nTopaz- These gem dragons are usually unpleasant, though they're not evil or malicious. They merely have a bad attitude and are generally outspoken, never holding back a comment or opinion, no matter how excessively rude it may be. They lair in the elemental plane of water, though on the material plane sometimes make their homes along beaches or in the sea. Because of their extremely chaotic and unscrupulous nature, they can cause conflict with bronze dragons, and are known to start rather dangerous duels with them over the land they inhabit. Topaz dragons breathe a blast of water vapor which actually draws water out of a creature in order to rapidly induce dehydration.\n\nMist Dragons\n\n\nMist dragons are solitary creatures and prefer careful thought and personal reflection to any form of conversation or company. They are heavily philosophical and have long, serpentine bodies that end with a broad, flat tail. They live in wet, wooded or misty areas, which sometimes brings them into green or bronze dragon territories. In the forests, it usually avoids the green dragon's aggressive tactics until it gets annoyed and simply attacks it. In seaside lairs, mist dragons and bronze dragons don't usually have any problem with one another, as they tend to leave each other alone. In battle, mist dragons do everything they can to just get away from the enemy. They change into a mist form to blend into their surroundings or use their speed to escape in the underbrush. Mist dragons breathe both scorching steam and caustic slime meant to sicken the enemy.\n\nSong Dragons\n\n\nSong dragons are goodly, pleasant creatures who prefer to live amongst humanoids. They are very rare and mysterious, never revealing their identity to the \"lesser\" creatures, unless they find themselves or their homes in great danger. Their natural forms look akin to copper dragons, though they tend to have a feminine flair and a silver sheen to their scales. When fighting, they are merciless against their aggressors and commonly sing as they fight, aiding their companions and their own attacks in the process. Song dragons breathe a cone of gas which is charged with electricity.\n\nSteel Dragons\n\n\nThese dragons are good, kindly creatures. They are clever, sociable, and insatiable in their curiosity about humanoid civilizations, history, and customs. It is said that they prefer a humanoid form to their natural form, mingling with the \"lesser\" creatures without ever revealing what they are. Because of their propensity to do disguise themselves as humanoid creatures of various trades, they have to come up with excuses when they hunt for months at a time. While they spend most of their time in humanoid form, they still have to nourish themselves as if they were constantly in dragon form. Steel dragons don't like to fight, and would much rather talk things out than raise a hand against an enemy. They almost never engage in physical battle, choosing to flee if spells and disabling do not work. Steel dragons have two different breath attacks: a shot of acid and a spray of poisonous gas.\n\nBrown Dragons\n\n\nThese dragons are known purely as desert land dragons. They don't have wings, though there have been accounts that some actually have stubs or the beginnings of wings, though they do not allow any form of flight. Most sources indicate that brown dragons are evil, though it is not uncommon for stories to take the side of the brown dragon when they fight their enemies, the blue dragons. While brown dragons hunt humans and enjoy them as meals, it is said that nomadic tribes of the deserts especially have a certain amount of respect for these creatures. Brown dragons breathe a wide spray of acid which they use against multiple foes at once.\n\nYellow Dragons\n\n\nYellow dragons are the rarest of dragons, to the point that their existence is actually argued. It is unsure if accounts have been accurate to date. Yellow dragons blend into the sand of the hot deserts in which they live. They are evil, selfish creatures who sometimes come into conflict with neighboring brass dragons. Preferring to lie in wait by concealing themselves in the sand to catch weaker creatures, yellow dragons don't typically pick a fight with creatures who are stronger or who are as strong as they are. Yellow dragons breathe a blast of scorching air and sand, which typically blinds their prey.\n\n_________________\n\nDragon Disciples\n\n\nAnd so we come to the gem of this treatise on dragonkind. The topic of dragon disciples is widely discussed and argued, no matter where one lives. Here, I will detail exactly how a dragon disciple goes about awakening his or her dragon blood, as well as the following changes, ramifications, and other effects that result from this deliberate and personal choice to pursue the path of the dragon disciple. \n\nKnowledge\n\nAlmost any creature who has inherent arcane ability can find the opportunity to delve into his or her lineage. Sorcerers are the most common of people to dip into the arcane and attempt to discover what about their bloodline, no matter how far in the past it was, gave them their natural arcane ability. Bards also have the ability to seek out this knowledge, though they are more likely to trace their family line into history, rather than rely on magic to tell them. Inherent sorcerous power can come from any number of sources: fey, elemental blood, fiendish or celestial influence, or perhaps even draconic ancestry. For those who find that they are descended from a great dragon, there is a ritual that they can perform to unlock the power of that blood, to delve further and awaken it within them.\n\nFor many, the choice is simple. It is no secret that unlocking the power of dragon blood can give immense strength, power, and magical abilities. Especially for those who seek to gain power, this choice is quick and painless. Perhaps power has nothing to do with it and the sorcerous individual is simply proud to carry the blood of a majestic and righteous creature. For others, though, it can be difficult or even outright denied. A good, kindhearted creature may discover that he is descended from an evil chromatic dragon. In such cases, the knowledge alone can cause mental agony and distress. It is times like these when all who seek to know the truth must realize that at this point in discovering their ancestry their bloodline has not affected them in any way, physically. One hundred generations past, a kindly wood elf is in no danger of becoming a raging beast simply because he has learned that he carries in him the faintest amount of red dragon blood. Many times, this pursuit of knowledge ends here.\n\nNo matter how one discovers the blood that lies within, the decision to pursue this path is entirely up to the individual. It cannot be forced, and it cannot be mistaken. No one is in danger of thinking they are descended from a silver dragon, only to perform a few rituals and discover that the traits they are receiving are actually from a red dragon. There is no danger of being forced into completing the rituals, because the magic of these rituals ties directly into emotion and to the inherent sorcerous or bardic magic that has already manifested in the bodies of these gifted individuals. Only one who makes a conscious, deliberate, and genuine decision to pursue this path may do so.\n\nThe First Ritual\n\nBefore any ritual is completed, it should be noted that any prospective disciple has to first learn more about the creature they wish to emulate and embrace. In this, some sorcerers tend to fall behind, as they simply do not have the same approach to even their magic as a wizard might. Sorcerers who are truly devoted to learning about their dragon ancestor find little difficulty, once they get past the initial disinclination to dive into research and history books. Bards, of course, tend to love this part of the process, leaping forward thus into the books, tomes, and dust that surround such a venture.\n\nAt the very least, dragon disciples must learn about their dragon ancestor the basics which have been detailed in this book - more if they find they are descended from a dragon which does not fall into the \"True\" chromatic and metallic dragons - before they can begin to work toward the completion of their first ritual. They must understand the personality and habits most thoroughly, as these traits will follow through to the end of the journey of the disciple.\n\nThe manner of completing the first ritual is not dictated by any formal predetermined structure or guideline. Typically, the proper manner of completing the first ritual depends entirely on the disciple's outlook, with respect to the information he or she has learned to date. For example, a disciple of the copper dragon bloodline may choose to arrange stones and earthen trinkets in a ritual circle, in the center of which she may kneel and meditate, delving deep within to create the very fist connection between past and present. Perhaps she has a book of jokes borrowed from a local library and as she reads them within her ritual circle her laughter awakens that first drop of dragon blood.\n\nOnce the ritual is completed, the disciple will begin to feel the change come over them, very slow and subtle in the beginning. It may be nothing more than a faint hardening of their skin, not yet the arrival of scales, but the foundation for a transition. No matter what happens after this initial ritual, the disciple is only at the beginning of a long and enlightening journey.\n\nThe Following Rituals\n\nA disciple can complete any number of rituals. With each ritual, the knowledge gleaned from intense study and research is the guiding force of the transformation. With each ritual, the disciple grows stronger, tougher. They gain abilities. They grow scales, claws, fangs, and perhaps even wings. Every disciple gains the unique features and abilities inherent to their ancestor dragon. It is magically binding and cannot be undone. With each ritual the disciple grows closer, more joined with their ancestor. Their mindset changes to align with their ancestor; their emotions, outlook, and even preferences change. The best way to express the strength of this personal, bonding change is with an example.\n\nIf a good, kind human discovers that he has descended from a vile blue dragon, and yet, lured by the promise of power - power which he can use to defend his home - he disregard the evil of his dragon ancestor and decides to pursue the path of the disciple anyway. In his research, he becomes obsessed, until several rituals down the line he no longer seeks the power of his ancestors in order to protect his home. No longer is he the kind and gentle spirit he was before. Taken by the power and nature of his newly-awakened blood, he has become arrogant and hungry for more, turning away from those he loved, whether intentionally or not, and placing his attention toward more aggressive, militant means. He is changed, mentally, physically, and emotionally. He may still be the same person, underneath, but he is driven by instinct fueled by the magic within him.\n\nNo matter who a disciple is when he or she starts out, by the end of the fourth ritual, they have become so attuned to their ancestor that there is no mistaking the path they have taken. Color begins to show in the scales that patch the skin and the disciple's nature begins to shine akin to their ancestors. There is no going back. There is no resisting these changes. If a disciple does not fully give himself over to the rituals and research, this journey simply will not be successful. The rituals will fail if there is any doubt. No further rituals can be completed if a disciple is riddled with regret, or feels shame for the path he has taken. It is a path of complete, total devotion and acceptance.\n\nThese aspects of the disciple rituals make it simple for others to interact with them. Because of the explicitly choice-driven nature of being a disciple, others can avoid the danger of being tricked into lies about a chromatic disciple's truly good nature. A gold dragon disciple must actively choose to learn more about the gold dragons, to accept their heritage and to become more aligned and alike to their ancestor. The same is true of a red dragon disciple. With each ritual, a red dragon disciple accepts and pursues the nature of a red dragon, taking it upon themselves to harness and become that which they have so dutifully studied.\n\nAfter the Rituals\n\nOnce complete with the rituals, the dragon disciple has become a paragon of their dragon ancestor. Copper dragon disciples tend to be full of spirit, mischief, and humor. Gold dragons are law-enforcing holy warriors with a kindness and wisdom that truly honors their ancestors. Red dragon disciples are greedy, covetous creatures with a taste for blood. Green dragon disciples are conniving liars, eager to work toward gaining more power by manipulating others to do their bidding.\n\nNo matter the situation or the species of dragon blood involved, it is important to always recognize and understand the way of the disciples and of the dragon to which they are bound. Not only will this prevent you, the reader, from falling prey to the schemes of the chromatic kin, but it could also spare you the agony of walking into a conversation with a brass without realizing what you've just done.\n\n_________________\n\nClosing Words\n\n\nThe noble and frightening creatures called dragons rest in the minds of humanoids everywhere. Whether in song, story, or in person, these creatures have long inspired, awed, or alarmed the common people of this land. Knowledge about them prepares us for chance meetings, or for mere understanding of other creatures which relate to them. This treatise fulfills many purposes, and I hope that it serves you well in whatever it is that you do, and I hope that the truths that rest herein are viewed as such. Even the most accepting and trusting people, including those whose faith in a being's heart and refusal to accept the inherent magical nature of dragon blood is maddening, deserve to know the truth of things.\n\nThe greatest undertakings that we fulfill as individuals mark us for who we are. It is no secret, the workings of the magic that comes with dragon blood. There are no exceptions to the rule not because we do not want it to be so, but because the rigid workings of magic have forever bound the dragons into who and what they are. Let the words in this treatise guide your knowledge and lead you to understanding.\n\nFor it is said that metallics will know.\nWith summer's song and winter's first snow,\nThey watch with wisdom and listen with love,\nGuided by the light from above.\n\nWhen darkness looms like you've never seen,\nBeware the rage of the Dragon Queen.\nShe spreads her disease of death and lies,\nStand against her and open your eyes.\n\n_________________"
    }
  },
  "DisarmDC": {
    "type": "byte",
    "value": 0
  },
  "Faction": {
    "type": "dword",
    "value": 1
  },
  "Fort": {
    "type": "byte",
    "value": 5
  },
  "Hardness": {
    "type": "byte",
    "value": 5
  },
  "HasInventory": {
    "type": "byte",
    "value": 0
  },
  "HP": {
    "type": "short",
    "value": 10
  },
  "Interruptable": {
    "type": "byte",
    "value": 1
  },
  "KeyName": {
    "type": "cexostring",
    "value": ""
  },
  "KeyRequired": {
    "type": "byte",
    "value": 0
  },
  "Lockable": {
    "type": "byte",
    "value": 1
  },
  "Locked": {
    "type": "byte",
    "value": 0
  },
  "LocName": {
    "type": "cexolocstring",
    "value": {
      "0": "Dragonkin- The Exalted Treatise"
    }
  },
  "OnClick": {
    "type": "resref",
    "value": ""
  },
  "OnClosed": {
    "type": "resref",
    "value": ""
  },
  "OnDamaged": {
    "type": "resref",
    "value": ""
  },
  "OnDeath": {
    "type": "resref",
    "value": ""
  },
  "OnDisarm": {
    "type": "resref",
    "value": ""
  },
  "OnHeartbeat": {
    "type": "resref",
    "value": ""
  },
  "OnInvDisturbed": {
    "type": "resref",
    "value": ""
  },
  "OnLock": {
    "type": "resref",
    "value": ""
  },
  "OnMeleeAttacked": {
    "type": "resref",
    "value": ""
  },
  "OnOpen": {
    "type": "resref",
    "value": ""
  },
  "OnSpellCastAt": {
    "type": "resref",
    "value": ""
  },
  "OnTrapTriggered": {
    "type": "resref",
    "value": ""
  },
  "OnUnlock": {
    "type": "resref",
    "value": ""
  },
  "OnUsed": {
    "type": "resref",
    "value": ""
  },
  "OnUserDefined": {
    "type": "resref",
    "value": ""
  },
  "OpenLockDC": {
    "type": "byte",
    "value": 0
  },
  "PaletteID": {
    "type": "byte",
    "value": 13
  },
  "Plot": {
    "type": "byte",
    "value": 1
  },
  "PortraitId": {
    "type": "word",
    "value": 0
  },
  "Ref": {
    "type": "byte",
    "value": 0
  },
  "Static": {
    "type": "byte",
    "value": 0
  },
  "Tag": {
    "type": "cexostring",
    "value": "book_arc_005"
  },
  "TemplateResRef": {
    "type": "resref",
    "value": "book_arc_005"
  },
  "TrapDetectable": {
    "type": "byte",
    "value": 1
  },
  "TrapDetectDC": {
    "type": "byte",
    "value": 0
  },
  "TrapDisarmable": {
    "type": "byte",
    "value": 1
  },
  "TrapFlag": {
    "type": "byte",
    "value": 0
  },
  "TrapOneShot": {
    "type": "byte",
    "value": 1
  },
  "TrapType": {
    "type": "byte",
    "value": 0
  },
  "Type": {
    "type": "byte",
    "value": 0
  },
  "Useable": {
    "type": "byte",
    "value": 1
  },
  "Will": {
    "type": "byte",
    "value": 0
  }
}
