{
  "__data_type": "UTP ",
  "AnimationState": {
    "type": "byte",
    "value": 0
  },
  "Appearance": {
    "type": "dword",
    "value": 1385
  },
  "AutoRemoveKey": {
    "type": "byte",
    "value": 0
  },
  "BodyBag": {
    "type": "byte",
    "value": 0
  },
  "CloseLockDC": {
    "type": "byte",
    "value": 0
  },
  "Comment": {
    "type": "cexostring",
    "value": ""
  },
  "Conversation": {
    "type": "resref",
    "value": ""
  },
  "CurrentHP": {
    "type": "short",
    "value": 10
  },
  "Description": {
    "type": "cexolocstring",
    "value": {
      "0": "In General -\nFey claim hail from the Feywild (This will be explained in detail in the third installment), supposedly a parallel plane to the Prime material. Fey are often typified as having supernatural abilities and a connection to nature or to some other force or place. They go by many names, like Fae, faerie (what they call themselves) \"Green Folk\", \"Fair Folk\", \"People of Peace\", or \"Wee folk\" are the names often given them by humans. Fey vary wildly in appearance and behavior and it is not uncommon for ignorant rural humans to think elves, dwarves, gnomes and goblinoids are fey. Elves are connected to the fey by friendship and shared belief to the Seelie courts, gnomes by blood as is suspected by their nature and innate magical qualities, goblinoids whom fey have a great hate for are believed to also be related to fey by blood in some long forgotten context. Sylvan is the language of the fey and uses the elvish alphabet when written. Most fey dislike or are outright burned by the touch of weapons forged of cold iron. Fey descended from the lost creator race called the Leshay to whom the legendary fey High Nobles (Gods) of the fey once belonged to.\n\nOn the note of fey and religion, fey do not seem to see gods in the way other beings do - fey regard deities as not unlike other races view their nobility. When fey serve gods is less a relationship of blind worship than one of pledging fealty of service to a lord. That having been said, it is not uncommon for certain fey to be loyal members of one of the two fey courts while actively serving certain gods, which indicates to this writer that the fey have a great deal of freedom within their complex system of noble courts and very little conflict seems to arise from such arrangements.\n\nFey seem to be able to mate with nearly any being and produce offspring, however among their own children are rarely born. It is suspected fey souls are eternal and are eventually reborn when the fey dies by passing the realm of the dead entirely; legends also indicate that fey steal mortals away to their realm as brides or playthings. Some suspect that mortal children taken away to the fey realms eventually have their souls reshaped as fey and given the natures of both courts it is presumable that the Seelie give such children the choice. It is also suspected mortals drawn to the fey realm become sustenance for emotion feeding fey not unlike cattle.\n\nThe Feywilds themselves are said to be a parallel realm with our realms appearing more wild and sylvan then our mortal world. Thiss feywild is said to have abundant portals to many planes. Time flows as per the normal in the fey realm except that one looses all sense of times flow and mortal beings do not age there. However, in cruel fashion, if ever a mortal returns to the mortal world and touches its soil or eats its food he or she finds the years spent in the Feywild suddenly catching up to them. Much of this may be incorrect as strictly from folklore and the point of view of fey.\n\nThe Courts of the Fey -\nHistory has it long ago when the Leshay were young a woman among them dared to explore a forbidden mountain deep in the feywild, a place none of the folk were allowed to enter. Driven by curiosity and greed, she delved into the mountains dark depths, a place of beetles and winter winds at its heart a single black diamond. Upon greedily taking the black diamond, the mountain exploded and the fey girl arose as the Terrible Queen of Air and Darkness. Now a being of evil personified, she let forth her dark power drawing the wicked and cruel fey to her as their rightful queen. So eagerly and happily the dark fey flocked to her in her terrible and magnificent beauty for she is said to appear only to magical sight and appears as an elf sized faerie with pale, angular features, blood-black eyes, and a mane of black hair. She is beautiful, but hers is a terrible, eldritch beauty that is devoid of emotion or warmth.\n\nThe rise of the Queen of Air and Darkness and the power of her dark and unified court forced the nobles of the uncorrupted and good fey to band together as their own court in self-defense. Many fey were simply told they were now members of the Seelie court, causing much resentment. While the self-proclaimed the queen and king of that court are well known, many of the fey who grudgingly joined the court favor other high fey nobles as their sovereign lords, often paying Titania and Oberon the barest of lip service. Ultimately though, the Seelie court has proven effective in balance and keeping the Unseelie at bay. High queen Titania has earned the love and respect of many fey for her selflessness and devotion to her people. Oberon, a long time friend of the elf lord Corellon, is king mostly by virtue that he is Titania's ex-husband and on-again off-again lover.\n\nAnother tale has that in the days before history was written the dwarves came to Titania with a ten sided black gem as a gift for even then she was a noble and queen among many fey. However her little sister a Sidhe princess longed for the black gem and stole it from her sister while she was away bathing. The black gem said to have been crafted by some elder dark god corrupted the greedy young princess destroying her body and warping her soul. So fully corrupted she stole the greatest magical treasures of the Seelie court and fled to found her own dark court and create the unseelie to serve her. Soon after the mountain in the Feywild where the gem was found exploded scattering countless fey to the mortal realms. \n\nIn this Myth it claims the seelie court always was and is the true court of the Fey and that the unseelie are the twisted usurpers. Given the ages old history and nature of the fey its difficult to ascertain what myth is true.\n\nThe names Seelie and Unseelie are Sylvan and roughly translate to Holy and Unholy court. It is along such lines all fey are divided whether they like it or not. The courts are defined that Seelie are good or neutral fey while Unseelie are all evil fey or fey with cruel and evil leanings of personality. Many fey are no more innately good or evil than mortal beings however and for many it is not strange to switch courts depending on their personal views. The court many fey belong to is as much a deep personal choice as good or evil is for most beings.\n\nAside from leanings towards good or ill the courts can often be told apart by certain aesthetic qualities. Unseelie prefer places of gloom and woe, ugly things and associate with beetles, spiders, creepy crawlies and the seasons of Winter and Fall. Another name for the Unseelie Court is the Winter or Fall Court and their Sovereign realm the Winter Kingdoms.\n\nSeelie, on the other hand, associate with butterflies, moths, dragonflies and pretty flying insects and the seasons of Summer and Spring. They are often refereed to as the Summer Court or Autumn Court and their sovereign realm the Summer Lands. \n\nBelow is many of the known fey in the realms. I may have missed one or two species or rare local variants and for this the writer apologizes. I have also listed the court and personality leanings that are most common of that species of fey.\n\nBanshrae - Usually Unseelie\nBrownie - Always Seelie\nBoggard - Usually Unseelie\nDomovi - Usually Seelie \nDryad - Usually Seelie \nFossirGrim - Always Seelie\nFrostwind Virago - Usually Unseelie (Often serve as hand maidens of Auril)\nGlaistig - Always Unseelie\nGloura - (Roughly two out of three are Seelie)\nGremlin - Always Unseelie\nGrig - Always Seelie\nHoary Hunter - Always Unseelie (Exist to hunt souls to take to the Unseelie court)\nJaebrin - Both\nJermlaine - Usually Unseelie\nJoystealer \"Insoril\" - Usually Unseelie\nKelpie - Always Unseelie (Once thought to be plant monsters)\nKorrad - Usually Seelie\nLashey - (unknown believed to be extinct)\nLunar Ravager - Usually Unseelie \nMaster of the Hunt - Both\nMite - Usualy Unseelie \nNixie - Always Seelie\nNymph - Usually Seelie\nOcean Strider - Usually Seelie\nOread - Always Seelie\nPetal - Usually Seelie\nPixie - Always Seelie\nQuickling - Usually Unseelie\nRagewalker - Always Unseelie\nRedcap - Always Unseelie\nRuin Chanter - Both\nRusulka - Both\nSatyr - Both, Seelie leanings\nSelkie - Usually Seelie\nShaedling - Always Unseelie (Often serve Lolth)\nShadar-Kai - Usually Unseelie\nShimmerling - Seelie, Unseelie when they form swarms.\nSirine - Both\nSpriggan - Both Unseelie leanings\nSplinterwaif - Always Unseelie\nThorn - Almost always Seelie\nVodyanoi - (Native to Rasheman not to be confused with Aquatic Umberhulk)-Both\nVerdant Prince - Usually Unseelie\n\nBook 2: Secrets of the fey the mortal connections.\n\nOf all the mortal races, Elf, Dwarf, Goblinoid and especially Gnome can trace ancient ties to beings of the fey realm. The matter of weather fey mimic humanoid forms or if humanoids are related to fey form is a debate that rages among they who study the old myths and tales. Given fey are ultimately spirits that personify nature and ideas its is more likely that they take on similarity to beings who are in some manner akin to what they fey represent. With the exception of Gnomes who will be discussed at length elsewhere.\n\nDwarves and Fey\nFew would ever think creatures such as the fey could ever stand dwarves or that dwarves could ever stand fey. However that is until one looks at the fact that dwarves have the distinctness of appearing in fey lore as the race who found and gave the black diamond as a gift to the fey queen. This indicates a friendship in times of old when fey realm and mortal realm were closer. After all dwarves do not give such gifts save to beings they call very good friends indeed. \n\nThe nature of the fey often is confused with chaos and thus is the largest mistake in assuming that dwarves have no relations with fey. Many fey are in fact not beings of chaos or as fickle and whimsical as the pixies and sprites we tend to use in defining fey. Pech for example share a quiet earthen solidness that any dwarf would respect and in fact Pech and dwarves get along famously. \n\nElves & Fey\nOberon and Corellon have long called each other brother, since before history was wrote and only spoken word held value have the king of the seelie court and elf father call each other brother in arms, blood and friendship. This has lead to seelie nobles and elven gods to be very close, in fact the elven god of trickery calls a fey noble his bride and their child is a member of the Seelies upper nobility. The relations between most tradition minded and religious elven folk is often friendly.\n\nThe same can sometimes be said of Unseelie and Drow. While many drow cities have no knowing contact with the wicked fey make no mistake the queen of Air and darkness knows of Lolths fall and once allied with her and the other dark gods when she betrayed the Selderiane and was one of the many evil gods who enticed the Itheryri in the dark days of the fall. There are drow houses who in secret make deals and pacts with Unseelie lords that harken back to the dark days of old. Many drow sorcerers unknowingly trace their magic to the Unseelie courts rather then the abyssal powers or dragons of the underdark.\n\nGoblinoids and Fey\nGoblinoids are often mistaken for being akin to orcs, more likely they trace a kinship to the Unseelie courts. The appearance of goblins often paralels that of certain Gremlins, Boggarts and other ugly unseelie. The nature of goblins also strongly resembles the fey who they bare a vague physical resemblance to and many old tales hold goblins to be one in the same as many dark fey. Though evidence beyond this is scarce I feel it is safe to assume the relation between the two exists. \n\nEladrin and Fey The outsider race that embodies Chaos and Good often appear with a strong likness to fey and Eladrin court and queen are so very close allies to the fey that Queen Morwell is often considered the equal to Titania. This leads this writer to suspect that the Eladrin and fey share some spiritual kinship and relation however any such evidence as to this remain so old and forgoten that they can not be easily discovered.\n\nHags and Fey\nOnce all Hags were the priestesses and daughters of a beautiful goddess who was said to be a sister to Titania. However as the goddess became forgotten by the younger races she grew old, ugly and soon spiteful as her heart filled with hate and fury she cursed all her beautiful daughters dragging them into misery with her. Some suspect that the Hag queen was Titania blood sister another sorrow heaped upon the Seelie queens heart. Others say she was Titania's spiritual sister and now exists as her dark mirror even more so a dark reflection of the Queen of Summer then even her baby sister. The innate magic of hags preference for wild places and association with Unseelie, dark spirits, evil giants and their tendency to replace humanoid children with their own all lead me to suspect a stronger blood kinship ties the hags to fey kind.\n\nGnomes\nOf all the races of Faerun the only beings closer to fey then fey touched are the Gnomes. With their innate magics, incredibly long life spans (Often exceeding even elves), difficult to understand personalities and predisposition towards the creation of wonderment is it any shock that Gnomes were once fey? \n\nI dare say that while little evidence strongly suggests that gnomes were fey beings entirely, that some great wonderment or desire to explore lead them to the prime material and made them decide to shuck off their immortality to become mortal. Their gods perhaps were once fey nobles or among the first gnomes to give up their fey nature, to this day the gnome pantheon and fey nobility have very good relations. If gnomes were fey who gave up being true fey for mortality it raises a great many questions about fey nature and certainly adds to the mystery that surrounds the gnomes and the Unseelie who are nearly identical to them the Spraggin. None truly know. Though it is this writers opinion that most gnomish sorcerers likely draw power from something older and more tangible then simple dabbling in their family bloodlines.\n\nBook 3: Concerning the fey from a multilateral perspective\nPart One-Fey in the great wheel\nAmong the infinity of the multiverse exist countless planes, demi-planes and realms witch can be touched by way of portals and pathways. Among the least well understood are the domains of the fey. Natural portals often assessable only to fey and beings they deem to take with them can be found in mushroom rings, and places of natural power and fey symbolism. It is through these portals that Seelie and unseelie alike kidnap mortal children away to Faerie lands as playmates or slaves. Though one might say such lost children are the latter regardless of the seelies intention to have fun forever.\n\nThe Fey-Lands have many names, Feywild, First world, Faerie, Faerie Land, The Other World, Nevernever Land, Wonderland. In truth naming the Faerie Lands as one planer body is complicated at best. The Seelie court calls most of the great rings good aligned planes as wandering court domains which shift and sway in accordance with fey cycles my source was not willing or able perhaps to explain. The Unseelie domain seems to reside somewhere in pandemonium, a border plane between Limbo and the abyss. The great complication arises in that the natural portals that tie the fey realms shift so seamlessly between each other they often seem like a single plane unto themselves not separate planes. Much as is the case with planes attached cosmologically though most planer cartographers suspect that the center of Faerie Land is a region of the Outlands, a divine realm called Tir Na Nog. Adding more to the confusion is that Faerie land often mimics the prime material locations where faerie portals exist creating a fey like duplicate of the prime around where said portals are found. \n\nCertain supernatural effects however are attributed to these fey-domains. The most famous being that time flows erratically as compared to the prime. \n\nIt should also be of note that fey may refer to this collection of planes and wandering courts as one entity or as Faerie Land as well not seeming to care about the distinctions or finer points of planer cosmology.\n\nPart 2: Fey & Outsiders\nOne might ask then why are fey not outsiders? They are creatures of the outerplanes beings not naturally of the prime material. That may lay in the origins of the fey and relate to the disinterest that lower planer beings have in the \"souls\" of fey.\n\nFey are beings of flesh and spirit of ideas and places given form. Yet for all this fey are not all beholden to their morals as strongly as outsiders. Nor are the courts strictly always good and evil as indicated by fey who belong to either who have neither strictly good or evil. I have come to suspect that this is because fey are clearly fundamentally different then outsiders as we understand them.\n\nConsider that the fey \"Gods\" seem to need no worship as do other deities they seem to derive power from oaths, service and station alone. The fey nobility simply being what they are and have been since time as we know it started. \n\nCombine this with the origins of the fey being shrouded in mist and half-truths and it leads this seeker of knowledge to speculate that fey as a race represent something akin to outsiders but rather then shaped by morality and philosophy were shaped by ideas and dreams. Where outsiders are nothing but a soul shaped into flesh, Fey are in a sense soulless. Hence why outsiders, beings concerned with mortal souls seem to have little if any desire to corrupt, convert or even bother with fey. Outside the familial ties displayed by the Eladrin of Arborea who may represent the evolutionary shift where fey and outsiders diverged. Fey also widely seem to believe they are eternal beings that upon death their spirit will return to Faerie Land and be reborn. Thus freeing them of the petitioner cycle the souls of mortals are subject to.\n\nLeshay are listed among the creator races of Faerun as the possible creators of the fey, the fey \"gods\" and nobles or Sidhe, may even belong to this supposed race of beings. However there is next to no evidence or information regarding Leshay except scant bits of highly inconclusive lore. It may be the Leshay and fey themselves came from an older or perhaps lost part of reality. Perhaps one as old as the elder-things or even the Far-Plane. \n\nAll in all the strangeness surrounding the fey, one even fey themselves do not seem to clearly understand or desire to causes them to be creatures of mystery who abide by rules that clearly diverge and shift from multiversal norms.\n\n"
    }
  },
  "DisarmDC": {
    "type": "byte",
    "value": 0
  },
  "Faction": {
    "type": "dword",
    "value": 1
  },
  "Fort": {
    "type": "byte",
    "value": 5
  },
  "Hardness": {
    "type": "byte",
    "value": 5
  },
  "HasInventory": {
    "type": "byte",
    "value": 0
  },
  "HP": {
    "type": "short",
    "value": 10
  },
  "Interruptable": {
    "type": "byte",
    "value": 1
  },
  "KeyName": {
    "type": "cexostring",
    "value": ""
  },
  "KeyRequired": {
    "type": "byte",
    "value": 0
  },
  "Lockable": {
    "type": "byte",
    "value": 1
  },
  "Locked": {
    "type": "byte",
    "value": 0
  },
  "LocName": {
    "type": "cexolocstring",
    "value": {
      "0": "The Secrets of the Fey"
    }
  },
  "OnClick": {
    "type": "resref",
    "value": ""
  },
  "OnClosed": {
    "type": "resref",
    "value": ""
  },
  "OnDamaged": {
    "type": "resref",
    "value": ""
  },
  "OnDeath": {
    "type": "resref",
    "value": ""
  },
  "OnDisarm": {
    "type": "resref",
    "value": ""
  },
  "OnHeartbeat": {
    "type": "resref",
    "value": ""
  },
  "OnInvDisturbed": {
    "type": "resref",
    "value": ""
  },
  "OnLock": {
    "type": "resref",
    "value": ""
  },
  "OnMeleeAttacked": {
    "type": "resref",
    "value": ""
  },
  "OnOpen": {
    "type": "resref",
    "value": ""
  },
  "OnSpellCastAt": {
    "type": "resref",
    "value": ""
  },
  "OnTrapTriggered": {
    "type": "resref",
    "value": ""
  },
  "OnUnlock": {
    "type": "resref",
    "value": ""
  },
  "OnUsed": {
    "type": "resref",
    "value": ""
  },
  "OnUserDefined": {
    "type": "resref",
    "value": ""
  },
  "OpenLockDC": {
    "type": "byte",
    "value": 0
  },
  "PaletteID": {
    "type": "byte",
    "value": 13
  },
  "Plot": {
    "type": "byte",
    "value": 1
  },
  "PortraitId": {
    "type": "word",
    "value": 0
  },
  "Ref": {
    "type": "byte",
    "value": 0
  },
  "Static": {
    "type": "byte",
    "value": 0
  },
  "Tag": {
    "type": "cexostring",
    "value": "book_plan_001"
  },
  "TemplateResRef": {
    "type": "resref",
    "value": "book_plan_001"
  },
  "TrapDetectable": {
    "type": "byte",
    "value": 1
  },
  "TrapDetectDC": {
    "type": "byte",
    "value": 0
  },
  "TrapDisarmable": {
    "type": "byte",
    "value": 1
  },
  "TrapFlag": {
    "type": "byte",
    "value": 0
  },
  "TrapOneShot": {
    "type": "byte",
    "value": 1
  },
  "TrapType": {
    "type": "byte",
    "value": 0
  },
  "Type": {
    "type": "byte",
    "value": 0
  },
  "Useable": {
    "type": "byte",
    "value": 1
  },
  "Will": {
    "type": "byte",
    "value": 0
  }
}
