{
  "__data_type": "UTP ",
  "AnimationState": {
    "type": "byte",
    "value": 0
  },
  "Appearance": {
    "type": "dword",
    "value": 1384
  },
  "AutoRemoveKey": {
    "type": "byte",
    "value": 0
  },
  "BodyBag": {
    "type": "byte",
    "value": 0
  },
  "CloseLockDC": {
    "type": "byte",
    "value": 0
  },
  "Comment": {
    "type": "cexostring",
    "value": ""
  },
  "Conversation": {
    "type": "resref",
    "value": ""
  },
  "CurrentHP": {
    "type": "short",
    "value": 10
  },
  "Description": {
    "type": "cexolocstring",
    "value": {
      "0": "-------------------------------------------------------------------------------------\nThe Missing Tenet: An Interpretive Study of Salandran Faith\nby Weston Carter\n-------------------------------------------------------------------------------------\n\n1.0The Missing Tenet - Understanding the Debate\n\n1.1 It is well known that those of Salandra's following live by a strong code to heal the sick and the wounded. To be faithful to Her, in itself, announces to many a goodwill to offer aide without segregation of race, belief, or alliance. Yet there is one thing known better even than Salandra's skill to heal - the pacifistic ways of Her followers.\n\n1.2 This observation from the populace has long been tied to the witnessed acts of benevolence by Her faithful. However, those of us who follow in Her step oft question our own righteousness. If we do not find the question alone first, then it is but time before a Brother or Sister brings light to the ever-most present uncertainty. The question: To fight or to abstain.\n\n1.3 So why is it a debate in Her temples? The populace has conceived, and many firmly believe without knowing the depth of Salandra's Tenets, that the most faithful of Her divine are utmost pacifist. This may have best come about as the clerical followers of Her teachings do, more often than not, choose to refrain from combat or conflict. Our Temples are made up of more than just the clerical, though, and such a notion of pacifism does not correlate as easily to the Templar. They face, more greatly than any other in the Temple, the trials and tribulations of strife, war, and conflict. A Templar steps beyond what the populace has conceived about Salandra's following. A Templar's duty puts them forefront to not only knowing how to fight, but also requiring that they will fight at some point or other.\n\n1.4 The debate unseen to the commoner is where to draw the line. Is it truly wrong to fight? Is it necessary to fight? Is it permissible to fight? These questions, to a studied of Salandra's words, are left unanswered. The Five Tenets give guidance in what is duty, what is worship, and what is growth. There are but three lines contained in The Five Tenets that define what is sinful. In the First Duty, \"Salandrans will heal those in need without hesitation...\" and in the Second Duty \"[which] is to heal without prejudice or favour. Salandrans heal all who need their aid without regard to who asks...\" is all that is directly stated wrongful to commit in the faith. From the mouth of Salandra unto First Temple Mother Morgana and First Oracle Eysheila were these Tenets given to us to follow. There is not a single passage that clearly states a directive in the face of combat.\n\n1.5 Without a decisive veto on fighting, clearly is it logical that a follower of Salandra is free to fight. But if the matter was so simple, there would neither be a debate amongst Her followers or the commonplace perception that Her faithful are truly pacifist. The most effective way to understand the grounds to the controversy is to look at the opposites - to see beyond just what is written as Tenet and define it by the contrary. A single analogy, applied as identity of relation, can highlight the logic that has created this moral disagreement.\n\n1.6 Heal : Harm :: Worship : Sin \n\n1.7 This is read as \"to heal is to harm as to worship is to sin\" which appears to imply a vicious cycle. But that is when misread, for as stated prior, one must see beyond what is written and define by opposites. The opposite of healing is harming, as is, the opposite of giving worship is to sin. By using this analogy are we able to clarify the debate within Salandra's temple. It is written in the First Tenet that \"the act of healing is an act of worship\". This is Her divine word to offer us guidance in showing faith. To take this as scribed means that to heal is to worship. This relates back to the analogy as now, not only is to heal the opposite of harming, but to heal is to worship as well. Combine that the opposite to worship is to sin, and that to worship is by act of healing, it is clear that the act of harming is an act of sin. For as each is opposed, but to heal is to worship, can it be inferred that to harm is equally bound to sinful act in Salandra's faith.\n\n1.8 With all of these thoughts taken into account is the moral question brought to a pinnacle of desire to know an answer. There is no clear guideline in the Five Tenet that says it is wrongful to fight. But reverse is that to harm would be to sin, as to heal is the utmost and The First duty of Salandra's faithful.\n\n2.0The Missing Tenet - Recognizing what is Known\n\n2.1 The truest difficulty within the debate, now that it is explained, is the lack of clear answer. So it is only natural to begin with what is known of the full thoughts when Salandra passed unto us the Five Tenets. There are many things that would have built upon Her wisdom, all from experience that She went through in life before Her ascension. Even still, now our beloved Lady in White, She grows with wisdom through her followers and granting that our hands may so slightly touch Her divine gifts and pass unto others comfort and healing. In this consideration, She has yet to see a need to once again walk before us and pass along Tenet word. We know She hears our prayers and we know She has worked miracle before the eyes of others. By so, we know Her wisdom in leaving us with only the Five Tenets as was first given, unaltered.\n\n2.2 As one continues to advance through their considerations of the debate, the following observations of the known about Salandra and the Five Tenet may seem or feel skewed. In truth, there is no such effort to press either pro-pacifism or pro-combatant. Now that the mind is open to understanding the great disagreement, it is up to each and each own to discover themselves. To be fearless in finding question and reach out to justify, debate, and hold in clear-conscious what actions to be taken in any given situation. The wisest mind will think further from here-on-in and seek not bias but self-truth.\n\n2.3 Of the tenets, \"the First Duty is to heal the sick and the injured. No other duty will ever outweigh the first,\" and we are asked to do so without hesitation and to our best of ability. This may mean to take from our personal lives on matters so small as to a friendly gathering to abjuring great celebration with a loved-one long missed. Many of Salandra's dedicated find the First Tenet so imbedded into their lives that they need not think twice when they are asked to perform healing by blessings in \"an act of worship.\" There is little to be questioned in our greatest guideline that \"no other duty will ever outweigh the first.\" Salandra chose to make this the absolute foremost word to be held by Her followers.\n\n2.4 Building upon the First Tenet comes the guidance that \"the Second Duty is to heal without prejudice or favour,\" to those who become our patients and those who are in need. This is a great challenge for the noviate and the new to Salandra's word. Emotions are a deep part of our lives, and emotions guide everyone in different manner. This is natural in the course of life to learn, as wisdom is accrued through both knowledge and experience. Salandra entrusts Her followers to look beyond \"races traditionally regarded as enemies by the local people\" and offer \"to aid the wounded on both sides\" of battles. The considering thought is the depth of emotions that make up mortal beings. We are as bound to our emotions as we are bound to the cycle of life and death- only is either truly altered when magic is involved. While it is entailing a separate discursion, there is the clarity only so far that bias is forsaken when a \"Salandran is asked for aid in a matter regarding the healing arts\" for we \"are duty bound to answer.\"\n\n2.5 The great debate so entwined in Her temples fist begins to show in the Third Duty which \"is to seek out and research new ways of healing or preventing illness.\" Attempting to do research can entail, at times, that one be able to travel through dangerous territories to find plants or even the source of an illness. Part of the Third Duty can put a follower in direct danger of attack. Furthermore, \"this includes the duty to seek out and lay to rest any undead,\" which declares that combat against undeath itself is not sinful for \"the undead are unclean\" and can carry disease worse than a common rodent. Salandra is aware that not all are skilled in combat, even as it is permissible against the undead, and so is it further given by Her to us the skill of prayers to banish such creations.\n\n2.6 Then comes the omnipresent, yet obscured Fourth Duty. It is not that we forget or forgo these words, but that is more natural than even the willingness to heal that we develop over time in our faithfulness. In our trained behaviors we slowly \"strive for perfection of self\" through our actions and efforts of \"duty to others\". The \"Fourth Duty is to others\" in which \"acts of charity and assistance granted\" are another means of worship. But furthermore, these actions are \"gifts to Salandra\" as much as they are gifts to those in need. Through this duty to others, we create \"the source of the gifts which the Goddess grants us in return.\" Not only is the Fourth Duty strive to self perfection, but it is the very way in which we earn the greatest of prayers for times of our own need and assistance from Her; whether it be in order to assist another or ourselves to persevere.\n\n2.7 For to persevere we must in order to fulfill all five of the Tenets passed unto us. The most trying \"Final Duty is to seek those in need\" if we are truly committed to aide those left otherwise unattended. There is no question that to \"travel the realm seeking those who require [a Salandran's] help\" is going to increase the risk of dangers we face. It can be as simple as moving between town and city, for there is ever-present outlaw and highwayman on the safest of travel. As well, we are expected to stay moving, for \"a Salandran cannot cure a healthy man\" and when \"a town is healthy it is the duty of a Salandran to move on\" for those in need \"may not be able to come to us\". The Final Duty is clear that \"outside the Salandran temples, healers are expected to travel\" although it is not wrong either for those who stay to tend the temples. More-over because there are those who can find us, and there are those who need protection, shelter, or warmth and meal. That too is a service to others as in our Fourth Duty. Yet there is much room that it will put the traveling healer in danger no matter how alert or how protected between known civilizations. Especially for those who travel with groups entering deeper wilds or the borders of battled territories, which is the expertise of our very own Battle Surgeons. Where the Third Duty can be potential to put oneself in dangerous positions, it is the Final Duty that requires Her faithful to understand and prepare for turmoil in seeking out the sick and the injured. \n\n2.8 Salandra chose her words with intent in passing on the Five Tenets. Only against undeath does She hold stance over violent conflict. In all else, there is the presence of danger, unaddressed so that we, her faithful, must learn in our own experiences and find our own personal morals where we have been left guided without clear dictation.\n\n3.0The Missing Tenet - Who Salandra Was When as Mortal as We are Now\n\n3.1 We cannot know with certainty the full life that Salandra lived, her experiences, and the emotions that drove her to her greatest actions. However, we are left with her Stone Tablets, and in such we are imparted with a glimpse of who our beloved Goddess was, for She too was once mortal, and surely underwent many trials. It is not of point to paint Her in light of one more pacifist or one more combative, but to further extend upon the ground which we build our own moral stances. A building can only be as strong as its foundation. Such is true in our worship and faith as we can only be so strong by believing without understanding our own \"why\" to our ethics and practices.\n\n3.2 While it is imperative that all Her faithful know of the Stone Tablets, it is not as strongly expected that the tale is memorized to heart as our Tenets. As we study deeper, and we perceive more that gives us questions to make our own answers, much to justify our final choices comes from knowing about Salandra Herself when as mortal as we are now.\n\n3.3 Salandra was a heroine in Her own times, one of three whom joined together to stand up against the vile and the foul. It is known that Salandra was born into an impoverished life and one that was difficult as people were only beginning to inhabit the isles of Amia. Our beloved Goddess was still mortal Herself as She witnessed agony and poverty first-hand amongst it. In Her own times She became a priestess of the Crying God, Ilmater.\n\n3.4 In these times of devotion, Salandra joined with Morgana and Eysheila. They became known as the Merciful Three by right of being healers, driving back monsters, and helping villagers in any way they could.\n\n3.5 The Merciful Three set out in the most perilous of times to combat a malady that was turning life to unlife and plaguing the isle with taint. It was in violent conflict that the Merciful Three put end to a worshipper of Talona, and it was in goodness and faith that Salandra gave the last threads of Her own life to unweave the terrible curse.\n\n3.6 In this selfless act, Salandra awoke once more with divinity to serve Ilmater as the Goddess we give worship to today. It was after her ascension she returned to Morgana and Eysheila and left with them our Five Tenets, our First Temple, our First Oracle, and our First Temple Mother. With this, so were the Stone Tablets passed on, dictated by Salandra herself. These are the two pillars of the faith to care for the world and to travel the lands to right wrongs. We are not to forget the work of the Merciful Three.\n\n3.7 Through all this, merely an abridge of the Stone Tablets, does our faith extend beyond the Five Tenets. With Ilmater as Her example and Her God has Salandra bestowed another set of teachings, much akin to Ilmater's, and yet more direct in the course of how to aide those in need. For as amazingly little seems passed to us upon of conflict, there is much that Salandra has left without question in Her wisdom. Given all that is known, we still debate amongst ourselves the true calling.\n\n3.8 Salandra, however, has passed along not the faith of Ilmater, but the faith of Her own benevolence. It is one that coincides with Ilmater while reaching out to the suffering through much clearer directive. The First Duty is to heal the sick and the injured, where no other duty shall ever outweigh this guidance. It is not of purpose here to distinguish the variances of Salandra's word and Ilmater's painbearing, but to offer for thought that Salandra's wisdom that guides us, today, was gained in a far different world, a different life, and yet as mortal. As fallible we are to our emotions and as driven we are by unmatched prowess did She, our Godess, also once live.\n\n4.0The Missing Tenet - The Missing Tenet\n\n4.1 To have ascended is no short accomplishment. For She who once suffered trials as much as any of us do today, has become infallible with divinity.\n\n\n4.2 I shall break now from merely examining the great debate amongst the faithful, what is known in our Five Tenets, and the mortal life of our beloved Goddess. It is in all hopes that the reader's mind has been spurred forward on a journey. One that would raise questions of the self and how you truly feel when faced with difficult choices ahead. This is not a trial of faith, no. These thoughts are meant to be along the path of the Fourth Duty, for as we better understand ourselves and hold firm to our convictions, we connect with Salandra in showing our willpower to do what is right; so long as we are in the bounds of the Five Tenets. These boundaries were left loose in wisely trusting us to serve how we are most confident and most able in each of our moral standings. It is in this way that the Priests and Priestess may take a strong stance of pacifism as often seen, while the Templar and Battle Surgeons can train hard for self-defensive combat to better seek out and get aide to those who can't come to us for it.\n\n4.3 It has been a long road in my own learning. All that is written prior has come from my journey into discovering the depth and strength of my own faith. Once, I was pacifist to utter extreme. I could hardly defend myself feeling it unfitting to learn combative training at all. I had Her blessings to keep me shielded and even hidden. Then I discovered my body to suddenly be capable of more, physically, I put myself to oathswear to abstain many of Her gifts until I could protect myself better. I gave myself this trial in offering to Salandra, for as in the Fourth Tenet in goal to better ourselves. As well, in being more self-able, can I become better to serve in worship of acts of healing, protecting, and treating those who need help without burdening of Her gifts. Salandra grants us Her divine prayers in reciprocation of duty to others. Thus, my trial has been a long one. That I have taken willingly and by my own choice alone. For it, I have had to question myself what I hold to be true and righteous as a faithful. A challenge I have enjoyed as I feel my eyes are open to understanding.\n\n4.4 To me, the great debate in our temple is nothing of the sorts. It is not a quarrel, it is not a competition, and it is not a definitive needed to be found. Perhaps the reader can also gain insight if they have followed these works of study and opened their mind to wonder. There is no need to question Salandra's wisdom in leaving out exact clarity. For, by doing so, she has given us the freedom to grow as who we wish to be ourselves in her faith. While we all share a common grounds to help, to heal, and to serve, we all may find our own strength of faith and adhere to what is our moral code. We are not drones to doctrine, but sentient, fallible mortals who constantly question ourselves and gently question each other. I believe that Salandra has set the grounds of Her Five Tenets so that we would, indeed, disagree. For it causes us to think for ourselves. And it causes us to watch each other and inspire each other and confront each other- for it is in this confrontation we must defend out ethics. Those who believe blindly, or falsely, as spurred into seeking out their own answers and to understand why they feel as they feel is morally higher. In doing so, Salandra leaves not a right-or-wrong, but a standard we make and uphold that is as enduring as we are determined to live our lives fully. The debate is a trial created, with much wit of wisdom, to put us forward on the path to self-discovery.\n\n4.5 Therefore, it is from my own internal venture, that I propose a Sixth Tenet. This is not the words of Salandra, nor is it meant to be. These are the words by which I have found to guide myself where Salandra has left it open to be interpreted:\n\n4.6 The Sixth Duty is to understand why one fights. Salandrans are to protect the innocents caught between strife, even so far as to be a bastion themselves. To retaliate is only in self-defense and the assailant given chance to flee or escape. To strike first is only to protect another incapable or wrongfully struck. A Salandran will never strike a blow as the aggressor.\n\n4.7 The Missing Tenet. It is to find and to stand by our convictions with devotion.\n\nFaith and Tenet,\nWeston Carter, Devoted of Salandra\n\nAfterword\n\nIt must be recognized that the views, expressions, and interpretations voiced in this work on Salandra's Tenets and Stone Tablets is not neccissarily the views, expressions, or interpretations of the Temple of Salandra or that of affiliated followers. This work is not endorsed or otherwise officially recognized by the Temple of Salandra.\n\nAll quotes have come explicitly from The Five Tenets and, or the Stone Tablets of Salandra."
    }
  },
  "DisarmDC": {
    "type": "byte",
    "value": 0
  },
  "Faction": {
    "type": "dword",
    "value": 1
  },
  "Fort": {
    "type": "byte",
    "value": 5
  },
  "Hardness": {
    "type": "byte",
    "value": 5
  },
  "HasInventory": {
    "type": "byte",
    "value": 0
  },
  "HP": {
    "type": "short",
    "value": 10
  },
  "Interruptable": {
    "type": "byte",
    "value": 1
  },
  "KeyName": {
    "type": "cexostring",
    "value": ""
  },
  "KeyRequired": {
    "type": "byte",
    "value": 0
  },
  "Lockable": {
    "type": "byte",
    "value": 1
  },
  "Locked": {
    "type": "byte",
    "value": 0
  },
  "LocName": {
    "type": "cexolocstring",
    "value": {
      "0": "The Missing Tent: And Interpretive Study on Salandran Faith"
    }
  },
  "OnClick": {
    "type": "resref",
    "value": ""
  },
  "OnClosed": {
    "type": "resref",
    "value": ""
  },
  "OnDamaged": {
    "type": "resref",
    "value": ""
  },
  "OnDeath": {
    "type": "resref",
    "value": ""
  },
  "OnDisarm": {
    "type": "resref",
    "value": ""
  },
  "OnHeartbeat": {
    "type": "resref",
    "value": ""
  },
  "OnInvDisturbed": {
    "type": "resref",
    "value": ""
  },
  "OnLock": {
    "type": "resref",
    "value": ""
  },
  "OnMeleeAttacked": {
    "type": "resref",
    "value": ""
  },
  "OnOpen": {
    "type": "resref",
    "value": ""
  },
  "OnSpellCastAt": {
    "type": "resref",
    "value": ""
  },
  "OnTrapTriggered": {
    "type": "resref",
    "value": ""
  },
  "OnUnlock": {
    "type": "resref",
    "value": ""
  },
  "OnUsed": {
    "type": "resref",
    "value": ""
  },
  "OnUserDefined": {
    "type": "resref",
    "value": ""
  },
  "OpenLockDC": {
    "type": "byte",
    "value": 0
  },
  "PaletteID": {
    "type": "byte",
    "value": 13
  },
  "Plot": {
    "type": "byte",
    "value": 1
  },
  "PortraitId": {
    "type": "word",
    "value": 0
  },
  "Ref": {
    "type": "byte",
    "value": 0
  },
  "Static": {
    "type": "byte",
    "value": 0
  },
  "Tag": {
    "type": "cexostring",
    "value": "book_relg_004"
  },
  "TemplateResRef": {
    "type": "resref",
    "value": "book_relg_004"
  },
  "TrapDetectable": {
    "type": "byte",
    "value": 1
  },
  "TrapDetectDC": {
    "type": "byte",
    "value": 0
  },
  "TrapDisarmable": {
    "type": "byte",
    "value": 1
  },
  "TrapFlag": {
    "type": "byte",
    "value": 0
  },
  "TrapOneShot": {
    "type": "byte",
    "value": 1
  },
  "TrapType": {
    "type": "byte",
    "value": 0
  },
  "Type": {
    "type": "byte",
    "value": 0
  },
  "Useable": {
    "type": "byte",
    "value": 1
  },
  "Will": {
    "type": "byte",
    "value": 0
  }
}
