{
  "__data_type": "UTP ",
  "AnimationState": {
    "type": "byte",
    "value": 0
  },
  "Appearance": {
    "type": "dword",
    "value": 1327
  },
  "AutoRemoveKey": {
    "type": "byte",
    "value": 0
  },
  "BodyBag": {
    "type": "byte",
    "value": 0
  },
  "CloseLockDC": {
    "type": "byte",
    "value": 0
  },
  "Comment": {
    "type": "cexostring",
    "value": ""
  },
  "Conversation": {
    "type": "resref",
    "value": ""
  },
  "CurrentHP": {
    "type": "short",
    "value": 10
  },
  "Description": {
    "type": "cexolocstring",
    "value": {
      "0": "A Dissertation upon the Subject of the Ley-lines of Amia\nVolume One\n~~~\nBy:\nTuomas Valo \nUlrik Valis\n~~~\nIn Memoriam\nMerram, Divinations Department, Monolith of Mystra\nSullululithirilon d'Tralio Praxtor Ten-Mentaki, Magi, Monolith of Mystra\nVaelmith Starshower, Captain, Weave Knights of the Monolith of Mystra\n\n\"To brethren in Faith and the Highest Art.\nWithout your sacrifices, for the future of magic, and for the Greater Good, this work would never have survived.\nMystra keep you.\"\n~~~\n\nForeword\n\nThis is the first volume, of a hopeful many to follow, that details the results and implications of the ley-line research project of the lost Monolith of Mystra. The ley-line research project was initiated by the Monolith in a rather turbulent time in that tower's history. I did not bear the title of Headmaster then. Nor was there a guild of magi that called the tower home at that time. The ley-line research project was started when I was still commander of the Weave Knights, during that military organization's stewardship of the tower. Halen, the previous Headmaster, had resigned his post following the dissolution of the council, and gone his own way. The tower was still recovering from grievous losses during its conflict with a Sharran sect, in which its structure had all but been sundered. What was worse, is that the tower had entered into conflict with an enclave of Red Wizards then recently arrived on the isle of Amia - who called themselves 'Crimson Arcanists' in some foolish attempt to veil their true identity - which took its own toll on many members of the tower. It was in this time of conflict and transition that I initiated the ley-line research project. It was an attempt to continue with what was always the Monolith's primary goal: furthering mortal understanding of magic. The project survived the conflict with the 'Crimson Arcanists' and half-a-dozen other conflicts, including the Amian-wide war against Count d'Mortegaurde and his vampire coven. The project has even survived the Monolith itself, carried on to this day in the Holy City of Kohlingen. \n\nThe following is a dissertation upon the ley-lines. However, this foreword is important in understanding the context of the project. There is more to academia than the memorization of rote fact and details, even if some of my more conservative colleagues might contest. Coming to understand a subject must be done in a comprehensive manner, and, that includes the context of a fact and the manner it was discovered, as well as the zeitgeist of the moment it was discovered. This research project was undertaken by magi who lived in a time of war, in a place that was oft the center of conflict. Even as this first dissertation is written, conflict prevails upon the isle of Amia. The future of the world of magic still lays in the balance. \n\nIt is in this time, a time where malign magicians and organizations such as the Arcanum have weaponized the mystical energy of the ley-lines, and adventurers of all ilk ignorantly utilize the ley via portal rods, that understanding of this mystical and grand phenomena is vital. \n\nThe Lord of Spells implores logic and reason in any approach to magic. It is in this manner we have approached this esoteric, and I would daresay taboo, vein of magical study. It is my hope it proves edifying to both the wider magical world and the educated and enlightened mundane sciences. \n\nUlrik Valis\n1381\n\nA Practical Introduction and History of the Ley\n\nThere are many misconceptions about the ley-lines. The ley-lines are separate from the Weave, yet they are intertwined within its strands. One may argue the Weave serves as a support structure for the ley. They stretch across the face of Toril, in what can best be described as majestic and grand 'rivers.' Yet this analogy does not quite do the phenomenon justice. They ebb and flow, and react to the natural world around them, as well as the Weave and manipulations therein. The ley-lines are drawn to frequent uses of the Weave, and it is not unheard of to hear of a ley-line shifting. The ley does not flow in a perfectly straight line. Rather, they have every sign of behaving as a natural phenomena, in spite of being obviously magical and ancient. \n\nThe ley-lines although ancient, do not predate the Weave. While the cause for the formation of the ley-lines is still a mystery, a brief recounting of the ley has been uncovered by ritualistic divination. Revealed was a history that stretched back epochs, to the days of the Creator Races. It is believed that the earliest of the Creator Races were aware of the ley, and utilized it in a fashion similar to our use of portal rods today, sans the rod. They were able to utilize the ley with mere incantation, much like a spell cast today. \n\nHowever, after this innate utilization of the ley in the early history of Toril, it is theorized that neither civilizations or cultures that followed made noticeable use of the ley-lines. \n\nThe \"death\" of the ley-lines was observed following Karsus' Folly and the overall Failing of Magic. It is unknown how much time passed before the ley-lines reformed once more. However, the fact that the ley-lines did reform suggests that their growth and flow is intimately tied to the Weave, and is perhaps a symptom of the greatest of Mystra's Gifts.\n\nUntil recent times, the ley-lines were largely ignored by the magical community. The study of the ley was, and still is, considered taboo or quaint in many respectable magical institutions. Yet the widespread proliferation of portal wands has proven that ignoring study of the ley is unwise. \n\nI will conclude this chapter with including another historical account, spoken by the magus Belorfin, that was long held in the guild records of the Monolith of Mystra.\n\n\"When mythals began crystallizing, an odd side effect occurred with the various portal magics. The mushrooms that were notorious for marking out the ley line fluxes began to die off rapidly, and ceased to grow. In a few places, some have slowly regrown but their shape and form is much different. Instead, you saw the out-bursting of the crystalline formations we are now most familiar with. These crystalline formations and the new ley lines in general, began to react with the newly created Mythal Crystals.\n\nAt the same time, the older and more traditional portal magics began to fail. The machinations of the Aurilites and Thayans were large indeed and had widespread repercussions. Some cursory research was done, and a new set of wands were created, taking advantage of the fact that the new Mythal crystals seemed to react to the new formations and fluxes the same way the old Teleportaion rods were fueled by the life force of the wielder. As such we suspect that the very old teleport rods were actually devised by the Thay but there is currently no great substance to that theory, and it is in the distant past.\n\nThe wands themselves are created by the Mystrans who use.. what is a trade secret process at the forge to tune a Mythal and hone it down into a 'Starter Node' and attach it in place to a standard wand shaft. The full creation process is as I said, a trade secret. I cannot blame them for that in the end. Once the wand is attuned with the starter nod, it is possible to increase its power later on with larger, more powerful Mythals, but this increase must be introduced gradually. You cannot simply make a starter wand with a giant Mythal. It will overwhelm the object. In this, it shares the same sort of 'Limits' you see when using mythals to create and enchant magical objects.\n\nOnce the wand is made, it can be attuned through the familiar process, by touching the wand to the ground of the flux or most typically, to a nearby manifestation of the Leyline flux intersections. Typically, this is a crystal but it could be anything: A mushroom, an odd tree, a statue, a rock. All leyline intersections have at least one physical manifestation and it was almost always natural in theme, but supernatural and magical in appearance. A tree may have brilliant and violet leaves, for example.\n\nThe rest, as they say, is history. The wands are low power magical items and can be used to teach responsible magic to most everyone. Most interesting of late, is that I hear people discussing locations on mainland Faerun ... the old magics only caused intersections or rather, only sensed them, in the area of the Amian islands. Apparently now, locations as far as the Far Frozen North, and the distant deserts of Chessenta and Mulhorand have been seeing these fluxes come into play, and they are attunable with the Mythals we are familiar with. It seems in time, the mythal phenomenon has propagated through Faerun itself.\n\nThat... well, it was not that brief but believe it or not that is the shorthand.\"\n\nMechanical Introduction to the Ley\n\nThe Ley as we understand it is a powerful intertwining and interconnecting force of energies which when applied through the commonly used portal wands, allows for travel over great distance.\n\nTo note, the Ley itself is comprised of energies of a Strongly Conjurative, and mildly Transmutative nature. The Conjurative energies are the indicative form of energy which comprises the Ley's primarily applied function, that being of transporting individuals throughout various points of the island. \n\nThe ley itself intersects and wraps itself around features across the island, causing them to become visibly different yet not disconcertingly so to the world around them. Though for a time the Ley manifested in crystal form, the current manifestations of Ley are varied and wide, however the common detail to look for would be a bluish tinge, or oddly bright colored leaves or similar base details dependent on the surrounding environ. This phenomena of manifesting in varying forms, and to a lesser extent a property of re-growth of these manifestations if they are cut or similarly severed in part from one another is a result of the transmutative energies of the raw energy. Of note, it is these phenomena which one can use their portal wand to link to , allowing a person to return to that particular location.\n\nAside from this difference of appearance, and the property of serving as a point of reference for Portal Wands, these nodes are otherwise simply locations where the Ley intersects with the land. The Ley itself is a free-flowing energy which while not visible can be perceived under the right conditions, and primarily resides in the Sky save for points where it makes ground-fall and becomes a Node.\n\nSpells and the Ley\n\nThe Ley as a whole interacts with a variety of spells or, alternatively does not interact with others that one might expect it to. Below is a relative summary of spells, and how they interact with the Ley, if at all:\n\n'Summon Monster series': This series of spells causes the Ley to give way faintly around the area where the creature is being summoned. Though not readily measurably or exacting, the 'Give' that the Ley seems to show seems to increase slightly with each Tier of Summons.\n\n'Lesser Planar Ally, Planar Ally, and Gate': All of these spells of the Calling subset of Conjuration similarly manifest to the Summoning series as mentioned above.\n\n'Black Blade of Disaster': The concentrated and shaped force of this spell can sever a line of Ley for brief moments, however the Ley shortly after regenerates and continues it's flow and activity unhindered.\n\n'Wall of Force': This Evocation can briefly hold back the Ley if a wall of it was to intersect a Ley Line, however the Ley both goes around the Wall where possible, and also can eventually can break down the wall.\n\n'See Ley Energy': This divination was developed with the express purpose of being able to perceive the Ley and allows a magician or caster of some form to be able to perceive the Ley and it's flow. This particular divination was developed by Ulrik Valis.\n\n'Teleportation, Greater Teleportation, and Teleportation Circle': These spells, although conjurative in nature do not interact with the Ley in any way, shape or form.\n\nOn Portal Wands\nPart One\n\nThe following are once-classified records from the former guild of the Monolith of Mystra. They are now declassified, and included in this dissertation to further the public understanding of the ley-lines, and the principal work of artifice that interacts with them: the now ubiquitous portal rod.\n~~~\n\nMonolith of Mystra - Guild Records\nA History and Miscellany: Portal Wands\nUlrik Valis\n\n16th of Alturiak, 1380\n\nOne of many local phenomena are ley-lines crystal nodes. A subject of considerable depth and study by this institution. Ley-lines are one of many of Mystra's Mysteries. Yet, this entry is not about ley-lines in and-of-themselves. Prior to reading this treatise on the history of portal wands, I recommend a perusal of the research correspondence on ley-lines. It will be oft referenced.\n\nThe following information is considered privileged, and is to remain under the purview of the guild of the Monolith of Mystra. It is thus submitted, the results of my own research and actions taken as Headmaster, and entrusted to the keeping of the mages of the Tower. \n\nPortal wands have all but redefined the traversal over space for the affluent populace of the Amian isle. I can not think of a single self-styled adventurer who does not keep their portal wand close at hand, at almost all times. The use of such does not require mastery of the Art. It does not even require an understanding of the Art. It merely requires the use of a single hand to activate. The results of ley-line traversal are nigh indistinguishable in effect from that of teleportation magic. To be in one point in space at one time, and another in the following moment. Yet, it is not based on traditional teleportation spells. It is rather based upon the travel from one point in space, to another more specific one: namely, an intersection in ley-energies. Such magic has allowed a greater ease in mobility. It has created ties between the island of Amia, the isle chain of Ruathym, and even now crystal nodes have been emerging in far-off Khem. These ties are far superior to mundane roads that are shared be'twixt neighboring villages. The economic and cultural impact of such has yet to be studied in any depth, and would be a fascinating study. Yet, it is obvious the impact these portal wands have had on the region; and the realm, as a whole.\n\nHowever, the history of the portal wand is not widely known. This is due to a philosophical conflict between their designer, and the then administration of Mystra's Grove. The portal wands in use today are the product of a senior year thesis-project submitted by then apprentice-student of the Tower, Collin Reyes, the late Minister of Magic of the Commonwealth of Cordor. If one takes into account the fact that he was still an apprentice at this time, it is a rather impressive feat in the Art. Yet, there were stark disagreements. In Reyes' own words:\n~\n\n\"Although some of the administration of this Tower will see my enclosed dissertation as an opportunity to revolutionize rapid transit for the individual or, with tweaking that is not in the scope of my research here, mass transit, ostensibly for the science of it and more directly for crass marketing purposes, I must herewith stand in opposition; magic is for magicians, our gifts for the gifted, the Art for Artists. In the hands of the mundane, the uninitiated, the ignorant, the foolish, or the typical mercenary adventurer, my portal rod design loses its status as a genuine work of artifice and becomes nothing more than a product and I, no longer a Magi, but a peddler of teleporting trinkets.\n\nTherefore, I submit only a rudimentary outline of how to activate and attune the ten thousand models built by clockwork hands in Cordor. After one year and one day, if my demands are met, I will surrender the creation designs.\n\nClosing,\n\nCollin Reyes, Magi bani Arcanum\nTower of Mystra\"\n~\n\nReyes' demands that distribution of the portal wands be restricted were rightly rejected by the then-administration of the Tower. Accordingly, Reyes withheld his artifice designs. However, the designs were eventually recovered by the Mystran faith. For years hence, portal wands have been distributed to various municipalities by this institution. Magic for the masses; traversal over space via responsible and rational artifice; Mystra's Gift shared beyond the bounds of those who have mastered the Art.\n\n~~~\n\nPortal Rods, A Dissertation:\nOn Attenuation\nUlrik Valis\n\n16th of Marpenoth, 1380\n\nThe ley-line portal rod is one of the most simple, elegant, and powerful works of artifice of this age. Consider it opens the realm of trans-location over space to the masses. Within its elegant design is the ability to perform a feat that would take any learned magician years, if not decades, to master. And within its design are hints at the philosophy of its creator, Collin Reyes. \n\nReyes certainly did not believe in 'magic for the masses.' Nor did he believe that magic was a gift. To him, it was a right that was earned. By the time it came for him to submit his senior thesis, he was thoroughly deceived by the self-important, arrogant, and errant ideology of the Arcanum. This led to the clash between senior year apprentice Reyes, and the then administration of Mystra's Grove. Eventually, Reyes was forced to relent, and surrender the portal rods created in the Clockwork facility under Moribund. Ten-thousand all-told. He did not surrender the original designs, however, and up until a year ago when the designs were recovered, much about the function of the portal rods remained a mystery. \n\nThe original intention Reyes had for the portal rod was undoubtedly to be used as a tool for the Arcanum. Such a feat of artifice by a mere senior year apprentice likely lended to his very rapid progression through their circles of mystery. Reyes did not intend for the portal rod, which was simple enough that it could be used by anyone, regardless of their magical education, for use by non-wizards. Quoting his senior year thesis:\n\n\"Although some of the administration of this Tower will see my enclosed dissertation as an opportunity to revolutionize rapid transit for the individual or, with tweaking that is not in the scope of my research here, mass transit, ostensibly for the science of it and more directly for crass marketing purposes, I must herewith stand in opposition; magic is for magicians, our gifts for the gifted, the Art for Artists. In the hands of the mundane, the uninitiated, the ignorant, the foolish, or the typical mercenary adventurer, my portal rod design loses its status as a genuine work of artifice and becomes nothing more than a product and I, no longer a Magi, but a peddler of teleporting trinkets.\"\n\n\nTherefore, each portal rod was designed with a simple security measure. A contingency that is triggered upon the portal rods first usage, attuning that particular wand to the one that first used it. In fact, a faint aura of abjuration can be detected upon a portal rod's first use. I can best explain this process by comparing it to the spell Arcane Lock, which allow a caster to open a certain container, or, pass by a locked door. This attenuation utilizes an altered version of the Arcane Lock spell, which allows the first user of the portal rod to use it henceforth, and prevents the portal rod from being used by any other. It is a very subtle enchantment that was overlooked for quite some time. \n\nIt only makes sense such a contingency was put in place. In the creator's mind, the portal rod should have never been made available to non-wizards. This measure only further demonstrates the lengths he would go to ensure this end, even if there is actually practicality in such an implementation. \n\nAs of the writing of this work, several questions remain speculative: Can an individual be attuned to more than one portal rod? It can be presumed it is possible, but more research is warranted. Can the attenuation abjuration be tricked, to allow a stolen rod to be used by someone else? This is another question entirely, and again, warrants further research.\n\nClosing\n\nIn closing to this dissertation on the Ley, it is seen that the Ley in spite of it's esoteric and somewhat obscure nature to so many, it is a force which touches so many lives on the island of Amia, and has a great many questions about it as yet unanswered.\n\nThe continued study of the Ley is not only paramount, but of the highest priority even if all that is discovered is academic minutiae. However, by the same token, for every question answered in the study of the Ley, more questions manifest as a result of the discoveries made by those whom study it.\n\nPerhaps an accepted reality of the Ley is that even when we have exhausted all thoughts of research that we can consider, there will still be mysteries, untapped possibilities and probabilities of consideration that will remain in existence, waiting for the adventurous, the willing and the dedicated to explore.\n\n\"Let not the light of knowledge fade, nor the fog of uncertainty and mystery overwhelm. Instead, let them exist and coincide equivocally so that those with the exploratory spirit and the mind can have a realm to learn from, and let those whom would benefit from those learnings benefit that they might inspire new innovation.\"\n\nTuomas Valo, \n1381\n~~~\nMonolith of Mystra \nLey Research Project Members:\nUlrik Valis - Headmaster\nTuomas Valo - Research Project Leader\nBruce Kesselson - Guild Adjunct\nDominik Tibor\nMarister Hull\nSullululithirilon d'Tralio Praxtor Ten-Mentaki\nMr. Belorfin\nMr. Herrens\n~~~"
    }
  },
  "DisarmDC": {
    "type": "byte",
    "value": 0
  },
  "Faction": {
    "type": "dword",
    "value": 1
  },
  "Fort": {
    "type": "byte",
    "value": 5
  },
  "Hardness": {
    "type": "byte",
    "value": 5
  },
  "HasInventory": {
    "type": "byte",
    "value": 0
  },
  "HP": {
    "type": "short",
    "value": 10
  },
  "Interruptable": {
    "type": "byte",
    "value": 1
  },
  "KeyName": {
    "type": "cexostring",
    "value": ""
  },
  "KeyRequired": {
    "type": "byte",
    "value": 0
  },
  "Lockable": {
    "type": "byte",
    "value": 1
  },
  "Locked": {
    "type": "byte",
    "value": 0
  },
  "LocName": {
    "type": "cexolocstring",
    "value": {
      "0": "A dissertation upon the Subject of the Ley-lines of Amia"
    }
  },
  "OnClick": {
    "type": "resref",
    "value": ""
  },
  "OnClosed": {
    "type": "resref",
    "value": ""
  },
  "OnDamaged": {
    "type": "resref",
    "value": ""
  },
  "OnDeath": {
    "type": "resref",
    "value": ""
  },
  "OnDisarm": {
    "type": "resref",
    "value": ""
  },
  "OnHeartbeat": {
    "type": "resref",
    "value": ""
  },
  "OnInvDisturbed": {
    "type": "resref",
    "value": ""
  },
  "OnLock": {
    "type": "resref",
    "value": ""
  },
  "OnMeleeAttacked": {
    "type": "resref",
    "value": ""
  },
  "OnOpen": {
    "type": "resref",
    "value": ""
  },
  "OnSpellCastAt": {
    "type": "resref",
    "value": ""
  },
  "OnTrapTriggered": {
    "type": "resref",
    "value": ""
  },
  "OnUnlock": {
    "type": "resref",
    "value": ""
  },
  "OnUsed": {
    "type": "resref",
    "value": ""
  },
  "OnUserDefined": {
    "type": "resref",
    "value": ""
  },
  "OpenLockDC": {
    "type": "byte",
    "value": 0
  },
  "PaletteID": {
    "type": "byte",
    "value": 13
  },
  "Plot": {
    "type": "byte",
    "value": 1
  },
  "PortraitId": {
    "type": "word",
    "value": 0
  },
  "Ref": {
    "type": "byte",
    "value": 0
  },
  "Static": {
    "type": "byte",
    "value": 0
  },
  "Tag": {
    "type": "cexostring",
    "value": "book_arc_004"
  },
  "TemplateResRef": {
    "type": "resref",
    "value": "book_arc_004"
  },
  "TrapDetectable": {
    "type": "byte",
    "value": 1
  },
  "TrapDetectDC": {
    "type": "byte",
    "value": 0
  },
  "TrapDisarmable": {
    "type": "byte",
    "value": 1
  },
  "TrapFlag": {
    "type": "byte",
    "value": 0
  },
  "TrapOneShot": {
    "type": "byte",
    "value": 1
  },
  "TrapType": {
    "type": "byte",
    "value": 0
  },
  "Type": {
    "type": "byte",
    "value": 0
  },
  "Useable": {
    "type": "byte",
    "value": 1
  },
  "Will": {
    "type": "byte",
    "value": 0
  }
}
