{
  "__data_type": "UTP ",
  "AnimationState": {
    "type": "byte",
    "value": 0
  },
  "Appearance": {
    "type": "dword",
    "value": 1386
  },
  "AutoRemoveKey": {
    "type": "byte",
    "value": 0
  },
  "BodyBag": {
    "type": "byte",
    "value": 0
  },
  "CloseLockDC": {
    "type": "byte",
    "value": 0
  },
  "Comment": {
    "type": "cexostring",
    "value": ""
  },
  "Conversation": {
    "type": "resref",
    "value": ""
  },
  "CurrentHP": {
    "type": "short",
    "value": 10
  },
  "Description": {
    "type": "cexolocstring",
    "value": {
      "0": "-------Theory of Existance and the Universe------- \n-------By Thilidar Villder-------\n\n\n----------------------------------\n\n\n\"The best Archiver Neverwinter had seen since the Wailing Death\"\n-\tNeverwinter Academy. \n\n----\n\n\" The oddest balls are often the most useful, I think Thillidar is along those lines\"\n\n-\tBudly, Hin.\n\n----\n\n\"Me and Thilidar have this symbiotic link between us. We cuss at eachother, carck jokes and run for our lives and then save eachother's asses. Can't live without that man.\"\n\n- Jinx, Insane (Probably Hin)\n\n----\n\n\"Hypocritical, and blunt. But occasionally amusingly so\"\n\n-\tLila Is'Def\n\n----\n\nCame back from the dead... Now there's something I certainly would've expected from him. He's also been a dear friend to me for a long time. He would've been a great captain of the Cordorian Guard, but I'm not sure if he ever wanted that job. Anyway, it's good to see him back again.\n\n- Hunar Iroff\n\n----\n\n----------------------------------\n\n------- Foreword-------\n\nUnlike many, this book is a theoretical book about life, the world, existence- philosophy at its most presentable essence. \nArguments and disagreements of the reader would probably arouse, all I can tell you is I wish you would read this piece of work to its end, and attempt to understand it to the best of your ability. \n\n----------------------------------\n\n------- Also By Thilidar Villder:-------\n\n------- Hitchhiker's guide to the Planes-------\n\n------- Body and Spirit: Fighting Techniques-------\n\n------- Under the name Radilith: ------- \n\n------- ShadowBorne-------\n\n----------------------------------\n\nPublished by Neverwinter Academy, a division under Lord's Nasher Personal Library, Neverwinter Palace. \nCopyright © Thilidar Villder, 1375 DR\nAll rights reserved\n\nWritten and Copied in The City of Neverwinter.\n\n----------------------------------\n\n------- Dedicated to Thamian,-------\n------- Wherever you may be, you bastard. -------\n\n----------------------------------\n\n------- CONTENTS-------\n\n------- INTRODUCTION TO PHILOSOPHY-------\n\n------- CERTAIN UNCERTAINTY-------\n\n------- SOUL CONSTRUCTED BEINGS: EXPLANATION-------\n\n-------THE KEY TO UNDERSTANDING: EVERYTHING FROM NOTHING-------\n\n-------FREE WILL OF FATE-------\n\n-------FINAL WORD-------\n\n\n----------------------------------\n\n-------Introduction to Philosophy:-------\n\n\nMany time in our lives we ask ourselves about the nature of existence, we are not fully aware of it- but each time we utter the question \"What?\" or \"When?\" or \"How?\", we often end up questioning endless statistics and possibilities within the universe, and beyond it, that our ability to exactly measure those parameters are often close to none. \n\nIn truth, often our confusion is more than just a thought- it is a state of existence. We are constantly uncertain of right or wrong, good or evil- the aspects themselves hold little meaning to others not within our view of the world. One who believes he is right today and the other is wrong- may change his views to believe something else is right yesterday, and the other person to actually be correct. \n\nIn such, we realize trust and absolution within the universe is obsolete, if we question if the gods and Ao created this universe this way to test our beliefs and support a certain status quo- we shall speak of later. In essence, we understand that nothing is certain, and everything is possible.\n\nBut if everything is possible, how come at times we are so limited in our thoughts and positions? \nThe answer I will give now will probably be blunt and misunderstood, and further taken cared of and thought about at the continuum of this book.\nThe answer is: With enough knowledge, everything is possible.\n\n\n------- Existence.-------\n------- The Universe.-------\n------- Everything.-------\n\n----------------------------------\n\n-------Certain Uncertainty-------\n\n\n\nAs stated at the introduction, we are often confused of our state in the multiverse, even if often we present self-confidence and absolution of our motives, our motives are only a push of time, space, and area-effects that made us come to the decision and state of mind.\nIn certain truth, the same person- As in, the same soul, the same core of person. Placed in Chessenta at birth, and raised as a worshipper of Tiamat, will posses a completely different view of existence- even if similar in execution, since possession the same soul. From one born in the Hive of Sigil, and taught to steal and lie for his continued existence. \nThe two, for example- will execute the same basic properties (Being quick to anger, timid, imaginary- and such mortal properties that pass from parental beings), but will have them and their basic views developed differently, effected mainly from their surrounding, the time of their birth, and the place.\nA planar in Sigil would care less about the status in Chessenta, as a new-born in Chessenta won't even know of the Mercykiller's union into a single faction from two different one's in a time before he was born. \nOf course, later one such people might find out about that information and will take interest in it, but they would have already developed in their previous years upon other basic ideals, which they will compare even without knowing, to new incoming information and ways of life. \n\nThe next best thing to explain would be the concept of The Soul.\nThe soul is part of the mortal's existence, it is what positive energy (and at times negative energy) lock and allow existence on any plane. A soul-constructed being (Which would be discussed later on), once destroyed, will not be able to return into the planar multiverse later on, since their soul would cease to exist- in theory, and thus positive or negative energy would not be able to draw them back into our known existence. \nMy theory of \"What Is the Soul?\" first came into being after I decided using delicate understanding of the surrounding, so to say, \"Rip all illusions from the subject\". Since, usually when we examine a certain aspect of the world, we let our prejudice, our formal education, and our understanding of the universe as a being- and not from an above aspect of creator of logical conclusion, but some narrow teaching of our own being in this world. In such, I came into realization, that the soul is the very core of the person- it is the person's inner abilities and potential, mental capacity and spiritual prowess from before being created into this world. Obviously, the soul is not completely formed until two creatures bend into some physical (and sometimes mental) mating, to create a being into this world. Though, it is important to state that most humanoid creatures mate in physical way, that it is not always the \"parental\" system of soul creation that invokes life and creation of souls bound of energy into the planes, but on the other hand, we can always be absolute that there was a cause for the creation of such thing- for example, fusing and melting within the fire planes conjures mephitis of equal planar qualities and other fire elementals derivatives- in so, those beings were born of the plane itself, manifested from its core when that core collided into certain environmental terms that made it clash with positive (and in times negative) energy, to create a being that receives a soul- and is attached to the multiverse of planes. \nOf course, the manner of souls that are conjured, from for example, the soul of elves, to the souls of mephitis- have great distinctions within themselves, both physically and mentally- both body and soul. \nThis can best be exercised in the following way: A slaad, manifested in Limbo- was born by the whim of a chaotic plane, and that is the most basic manifestation of his soul, no matter what chaotic and unique imprints he will later receive considering his position in time and space (Where he will be summoned, if he will step out of Limbo into other planes, things he will see and what time in the multiverse he will occupy) - in his essence, a slaad shall always be a slaad, and from that position, he will only be able to develop. \n\nUnderstanding that each person posses a unique brand according to his given soul, physical frame, time and place, teachings from early age, and basically every effect of the multiverse- can aid us come to the conclusion that everyone from their beginning of existence view the world differently. \nThere is nothing we can do to change that statement, since it is an inherited truth, we realize that even if the person next to us is of the same race, same clan, same order, who follows the same deity- he is still a different person. No matter how many similarities we might track, for example, twins who did everything the same way their entire life, and are occupying the same track of mind since childhood to adulthood, might be extremely similar, but in the little details- those that eventually matter- they will shine differently. Most of us can not accept the fact that the \"Truth\" of the universe, at least this one, is merely a dictation of an Overgod called Ao, and everything outside of his limits of power can be branded as a completely different \"Truth\". Good and Evil are nothing but named forces who Oghma chose a title for at the wake of Chauntea's world of Abeir-Toril. What those forces imply is only for each of us to interpret and conclude, each giving off their own glow in each society- a society of the Red Wizards of Thay would embrace for example the force we brand as \"Evil\", while other cities such as Silverymoon take the force called \"Good\". It is a simple way to precept those forces in which we understand after deduction that they are not absolute- taking into consideration up to now that those forces are altered from each other by every common man and woman, I can prove as I stated that each view of even the closest person to his own is different, and in such, even those forces- after we \"Strip them of the illusions of the world\" are non-absolute within themselves.\nAs we often hear of evil fighting against good, as the evil necromancer battles the paladin of Lathander, and at times we even hear of the battle of evil against evil- as a cleric of Orcus battles against the Kiaransalee's drow necromancer, and, in less rare moments than we agree to believe, we find good standing up against good: As the templar of Kelevmor battles the protector of Chauntea's grove. All those we could probably track down if we let our eyes, ears, and every other sense- including our logic, into an area that our prejudice and formal education of \"Right\" and \"Wrong\" are challenged. We see these battles every day be they extreme or light, they occur, in an infinite amount at a certain point in space and time. If we would just open our minds, to realize they exist, we could comprehend from that Evil and Good, or Good and Evil, in themselves (even under the rule of the deities we so appreciate, or the recently known Overdeity of our crystal-sphere, Ao) are not absolute. Perhaps we refuse to realize it, for when someone is closer to our perception of those forces, and our relative idea to the meaning of those phrases, long ago interpreted by The Lord of Knowledge - our quarries with them are often small, and unfelt, little ideas- such as where to strike within a certain action to take down the foul necromancer's castle, or how to handle them- with care or with ruthlessness, to show mercy or to kill or be killed. Perhaps only until such ideas blow in our face and we begin to challenge our own mates-in-faith, does our body gains the feeling of rage, as the absolute understanding of the world we had a moment ago is suddenly shaken.\n\nIn such, I can say: We can be certain, that there is uncertainty. In everything we do, perform, or know. In this multiverse, or any other.\n\n-------Soul Constructed Beings: Explanation-------\n\nIn the multiverse, a soul passes many variations. In theory, a soul is created by an assigned deity within our multiverse, elected by Ao. And the process itself is a divine knowledge that only a few mortals acknowledge (As there have been records of wizards creating new creatures from the weave itself, thus duplicating in a more precise manner some sort of process that causes a mephit to become as we explained before hand, which relates more to the manner the deities create mortals).\nAgreeing that creating a soul can either be caused by accidental power clashes, godly interference, or even a knowful mortal- now that we know how souls are brought to this world, we need ask ourselves if they ever existed before, or will they exist after. \nThere is one theory that there is a \"Pool Of Souls\" somewhere in the planes where countless souls rest and are re-manifested, what is known to most as \"The Reincarnation Theory\". \nWhile another theory is the one suggested above- that there is no limit to souls- and each created is unique in its basic self from past experiences within its own self (Not from the universe that created it), not deflecting the aspect of The Reincarnation Theory that a soul that was created at a point and time in space cannot Reincarnate, yet the \"Pool Of Souls\" idea does not exist. \n\nNow that we discussed where a soul might come from, we will discuss about creatures, and what binds them to their inner selves- their souls. \nI will divide the type of beings in the multiverse into two in a very rough split- Soul-Created and Soul-Constructed. \nSoul-Created beings are mortals, as me and you, bound to this world and created by either deity- as Moradin constructs the souls of dwarves, clash of the multiverse into our being- such as Gensai manifest, or by some other universal-coincidence. \nSoul-Created beings are born to this world and in the eventuality of time their soul, as their body, decline and fade. Is it by Ao's decree enforced by Kelevmor that all who end in the planes of the Fugue are escorted to their deity's domain, is it that they are faithless and end up merging with the Wall, could it be that they have sinned so greatly that Ashmedi himself pulled them into his domain in one of the nine layers, or perhaps their souls- for any other reason- ended up within any one of the planes. Even locked in the prime as what we know to be ghosts, or at extreme cases- manifested natural undead, from the hatred of the soul before the body passed. \nOf course, as I published this book mainly in libraries along the Prime, and several libraries across the planes, it is still valid for Primes, as they forget their places within the planes- which is not the center of it- and thus when I speak of those things, that the soul remain and go to other planes and domains. That not all souls bound by deities or manifested from other wills its origin in the Prime. Its origin can be in a demi-plane such as Sigil. This does not mean a soul-created being acts any differently, the most common name and explanation for the soul-created being would be what the Primes know as: \"The Mortal Man\". \nThe main difference between Soul-Created beings and Soul-Constructed ones is that the non-existence of the soul is not absolute until the body- or its given existence upon the multiverse, perishes from record of time and space. \n\nOnce I explain Soul-Construct beings, the comparison to Soul-Created ones should be easier- Soul-Constructed beings are as the like-wise known: Devils, Demons, Angels, Slaads and so on. Those beings are created, and once destroyed in another plane- they are sent back to their own domain. Only when destroyed in a specific way on another plane or destroyed in their own plane at some way- are they completely vanished from this existence. In such, contrary to soul-created beings: \nTheir soul and body always travel as one.\nThat is the main difference between the two types of souls. Many would argue about such beings not having a soul, but as I suggested before- a soul is a thing everyone has, it is the most inner motives of everything being in the multiverse, and in such- all posses it because without it they are unconscious beings such as rocks (Although even that point is arguable at later point of the book, but that will be discussed later). \nThe best example for such a being would be the animal companion every mage or druid has, a creature from the Beastlands that the summoner brings to his side time and time again after the creature has perished before his eyes again and again. This obvious example gives us the best feel to what defines us from a soul-constructed being. For if the mage was to die, he would require the divine intervention of a deity to bring him forth, and not the whim of a mage to summon him forth- in truth, both forms include magic. Yet the summoned companion is an immortal being- which is one of the main traits given from being one in body and soul- while the mage who summoned it would eventually perish into a state that Ao will not allow him to return from even with the given powerful Raising magic of the realm. \nWhile Soul-Created beings are brought forth before their deities and judged in other realms after their deaths from physical existence, they named their existence in one way- \"The Afterlife\", as there is only one. While Soul-Constructed beings are one with their soul and body, if they perish in their plane, they are never to return. If they perish in another, they are to re-exist over and over. \nThat is another very main difference- Every place in the multiverse under one's deity's judgment, or its Over-deity's extended hand, can a Soul-Created being be Raised by powerful divine magic, while a Soul-Constructed being would simply return to its plane no matter where on the other planes of existence it perished.\n\n-----The Key To Understanding: Everything From Nothing-----\n\nAfter discussing both subjects- The manner of how the souls exists, and the fact that nothing is uncertain- no matter where or when- we can continue to understand the most basic of understanding one gains once he exists in this multiverse- and every place under Fate (to be discussed in the next chapter).\nWith enough knowledge, anything and everything is accomplishable. \nThat is the simplest fact of the multiverse, one that we may argue endlessly about, yet is will remain true. Let me explain the extent of this statement to the basics that I see in it- although other interpretations of it should and will be welcomed. \n\nWhen a commoner begins his life upon a farm, he is first a babe- assuming he is of a human race. The first things he knows are the first physical and mental urges the human soul and body require at this age- affection and interaction of some kind, together with nutrition- most often milk. As the babe recognizes the basics of his existence after a few repeating times, even he, with still an undeveloped mind and body, realizes several basic ideals: How he acquires his food, how he is able to gain affection, and so on (Most often he realizes this by pushing those little arms at the item's direction and shouting endlessly). \nSoon the mind and body grows, and begins to comprehend things better, such as from where those things come from, and more importantly- how to gain them himself. The now little boy knows that by taking bread and sugar-filled bakeries from the table he can feed himself as much as he would wish instead of the need to shout- and faster at such. \nNow we see that with growth of the mind and body, not only do the needs slightly change (The need for bread instead of only milk) but also the realization and greater tactics of how to gain them (stealing the bread from the table without permission from the mother, more often, instead of begging for it), of course eventually those things and \"tactics\" of how we gain our path through life change and vary from one entity to the other. Yet the basic understanding that eventually the child will grow into a boy, and will know how things should continue from there- in the case of gaining food, he will eventually come into the conclusion of either the fact his wife shall handle the cooking (dependent on the society) or he will self-teach himself to so, or learn from others- in such, growing from begging for food at a young age, to claiming it, and then- making it for oneself. \n\nYou see, how along time and greater understanding of our surrounding, a mind and body develops skills that would require one to continue his existence? The human will come to a certain understanding along his existence, dependent on where he began his life, and the potential that rested within him as he developed through that given path- For example, a son of a musician that is given the mantle to continue his father's work, would come into greater achievements if in his soul and body he actually inherited the gifts of following the beat and possessing precise musical hearing, if not, he might achieve a certain prestige, but not if he possessed more \"Born Potential\". \n\nBorn Potential, is the fact that some are born with differentiating skills than others, which make them sometimes vastly more versatile if placed in the right position in time and space at their birth, or at a certain point in their existence. Saying that- in essence, all beings posses a potential in some sort or form, as said, the soul is prone to certain qualities that other souls do not, but most of the time, the soul's true potential is not unlocked because the being is born in an un-matching time and place for the soul to truly show its \"Born Potential\". \n\nAs the idea is just a side-note to the true meaning of the chapter, we will go back to the main entry: As someone gains more knowledge, from physical growth or mental one (Knowledge would be equal to power sometimes, as to lumber wood for a fire a child might not be able to do, but it might open the road of further possibilities for a man- thus, giving him more plausible options within that limited time and space). \nHe will be given more possible solutions within the place and duration he is within, which means, if one was- for example on a theoretic level- to posses limitless time and constantly collect knowledge on an impossibly high level, he would be able to perform, create, and do things beyond our understanding. \n\nA proof of such a thought would go to these ideals: \nCreatures who posses longer durations of life, achieve higher levels of power (Those who use the given time in their existence to gather constantly high amounts of power in any form, such as humans, to differ from elves who most of their lives take their time in leisure, and achieve in hundreds of years what a human achieve in twenty)\nSuch as:\nUndead creatures- Sentient undead of several types- liches, demi-liches, Revenants, Vampires\nDivine powers- Quasi-deities, demi-gods, and deities of all forms.\nOver-creatures- Ao, Asmodeus, and possibly The Lady of Sigil. \n\nThe best detailed example for such would be divine beings, such as deities and overgods such as Ao:\nDeities posses a wider perception of the multiverse, they are able to function on several levels, and their senses go into extreme heights, they posses power in grand amounts that they can actually share it along other beings. Having no need for material nutrients, lacking a set time of planar-shifting into being set in another existence with lessened power (also known as death), and containing a larger form of senses- deities are what one may call the \"Next ascension in the Mortal Realm\". \nWith those powers and access to knowledge, they can plan over a more vast amount of time, thus reaching greater results, they posses far more possibilities- from using their worshippers to acting themselves with their varied powers, and they do not need to halt to perform minor tasks such as eating or sleeping unless they wish to.\nIt goes into unneeded levels of sharpening one's mind to tell what deities can perform and to what extent, going into level of what they can present in mortal achievement we might go to Gond, who during the time of troubles presented the deep gnomes with \"Explosive Powder\". In such, it shows that if a mortal possessed capability over such things, he would come to understand this thing over himself, yet- since mortals' posses' minor duration in life, need constant care of their physical and mental form, and posses limited power- they are unable to perform the same as Ascended beings, such as gods.\n\nAlso, seeing that such beings are not in themselves limited to power, we know that deities have between themselves different levels of power, as some are able to easily conquer others- and by the fact that they posses begins of higher power than them who do not have a divine level of power- such as some demon lords, devil princes, and Ao himself.\n\nMeaning one can always developed further within the ladders of power, given enough time, power, and knowledge- since if each posses one better than him, even the deities, in so- Ao must posses levels of powers in beings that are mightier than him, in other multiverses, in other dimensions- or possibly, even in ours.\n\nThe most basic way to view this idea is as follow: \nThe development of a city, would one in the past believe for example, as he would have watched a city known as Cordor on an isle of Amia, that such a place was once nothing but a back-water fishing town, whom every personal with coin could arrive and bid his tiding to the city, be him tiefling, aasimar, goblinoid, kobold, dragon kin, fey, and basically- any manner of humanoid that does not pass too large by state standards. \nA city filled with violence, power struggles, barely contained, and constantly under siege by numerous forces, would anyone ever consider the city ever changing, those who lived there, at those times- could look upon Cordor and believe that the city of tolerance shall outgrown its need for coin and attempt to cleanse its streets?\nIn so, evolving into what it is today, clean streets and lack of contempt for several racial beings that once would have been commonly agreed upon as long as they kept their stature, and would even be welcomed. Such growth could be explained that the city established enough wealth from all the newcomers who poured into the tiny isle as Cordor being its main port, and was able to use the amounted gold to need less trade from outside and enough from within by regular means to uphold stricter laws.\n\nIn that, we can see growing potential in time (A few dozen years), power and knowledge (growth in economy to change its condition, and physical prowess such as establishing the mage-guards and Mythallar control).\n\nTo conclude, we can say that if we look to our past, we can see that things move onward, even if they remain static in the level of the multiverse, as existence constantly balances itself- but by that we realize that as the most extreme of things is possible, such is the opposite extreme. And with that we move to how the world then contains itself from those extremes.\n\nFree Will of Fate\n\n\nTo begin my words about this ideal, I would describe the title in another form, a more contradictive form, so to speak. I would call this chapter: \n\"Lack of Individual Free Will\". For, as we say that the multiverse, no- that the force driving the multiverse, be it the combined power of time and space or an entire \"Wheel\" that turns to move existence- which I call Fate, simply- Is the one with the Free Will, a will to decide for all the individual wills within it.\n\nThe idea is based upon previous ideals put into conclusion; we already established that a reason in the multiverse is always logical, and always explained by details from a previous duration, or another time, to the specific moment in time and space spoken of. In so saying, we can say that if we dig into a single event, for example- Mother cooked dinner.\nThen, we begin questioning the relatively simple term:\n\"Why\" did mother cook dinner?\n-Answer: To feed her family.\n\"Why\" did Mother need to feed her family?\n-Answer: Because they are hungry.\n\"Why\" are they hungry?\n-Answer: Because humanoid beings tend to be hungry, and need to nourish themselves to exist. \n\"Why\" Do humanoids need to eat to nourish themselves? \n-Answer: Because that's how they were created.\n\"Why\" were they created this way?\nAnd so on...\n\nSo we can see, in simple terms, that from every event, questioning even a single line of its simplest terms, we come to questions of how the multiverse itself works, if we dig deep enough, to what I call \"The Universal General Inquiry\", we stumble into a corner that in actuality- since reason is defined by another time and space to this specific time and space, what defines the multiverse as it is now?\nIn the most basic of terms: The moment that was before it.\nAnd so, if we continue to roll backward (As the questions did, above), we reach a point where we say, in a Universal point of view:\nThat the multiverse was defined by its beginning, and from there reason moved on.\nBut if, supposing there was a beginning, what was it- and, for that same thing, what came previously to it? And if it was truly the beginning, could there be anything previous to it?\n\nTo answer those questions, we simply answer: If it was the true beginning, there was nothing previous to it.\nBut in so, we say that there is the exception to the entire work of the multiverse in its beginning, and how does that make sense, that everything in the multiverse works in a single line in time and space, and from there develops to all other directions in a completely opposite way?\nSuch a thing, according to the ideal of \"Everything from Nothing\"- yet we also know that in everything in the multiverse, there is always more than a single layer of working. A blank start can not be blank, according to the \"Certain Uncertainty\" theory. \n\nIn so we come to a contradiction, is there a beginning, somewhere in the vast multiverse, perhaps it is even in some form of a demi-plane that still exist, within it a vast nothingness. Perhaps it is the Void of the Prime. Some speculate it is an Overgod, perhaps even Ao. \n\nMy theory, bases itself upon the idea, that even if such a thing exist, it - as anything else in the multiverse- can not be pure in its function, can not be \"Perfect\", so to speak. It will always posses an unquestionable echo that arrived from somewhere before to its existence. \nPerhaps it was another existence before it that created this existence, and gave birth to it, who is to say? \nYet in my ideal, in what I called: \"The Universal General Inquiry\"- I call the multiverse endless, both in time as it in space. What effect it from its supposed \"Beginning\", even if nothing of this existence affected it, something of a previous existence- something completely unrelated to the time and space in this existence and multiverse. In such, we gave birth to an idea that there is an endless Wheel, a continuum of never ending existence. A Fate that was always decided and always will be decided, since it will always rely on something that was in existence in time and space before it, all possible things of all possible multiverses effected it in one way or the other to the most miniature of levels that it might've been barely felt, yet it is placed into effect. \n\nIf we accept, that the \"Main\" reason to everything in the multiverse was already decided in an endless time and space before, we come to a conclusion that this force, that directs from all around us into every choice we make- into our own being- that which evented our creation and will event our demise and will dictate our existence. It is a force that drives together, and steers the entire multiverse. It is a force that balances the multiverse and functions under its rules, The Fate. Yet beyond it, as existence contains only one Fate, lies other places of existence, each under the same set of rules perhaps, but all possessing this basic function of the multiverse of ours, called Fate. In such, all existences function under what we may simplify as \"ClockWork\" of Fates. Which I named: The Fate of Fates. \n\nIn conclusion, we come to realize from previous speculations that the multiverse itself works under the \"Reason from Before\", everything has a logical reason, and by that something needed to occur to make an action function. In so, the entire multiverse which affects every step we take needed to start from somewhere. Yet, was this beginning the first one, or was it a part of the continuum of Fate? Or perhaps there was no beginning at all, and perhaps this existence was only defined by other existence around it and nothing of an actual interaction between them existed? \nThose questions are beyond me, yet I provided the answers I could in this chapter, what I believe the multiverse function as according to my viewing of it up to now, both in physical and mental experience.\n\nFinal Word\n\nHow do you close a book such as this?\nOne that speaks of all, and in the end, of literally nothing new-\nOne that attempts to grasp the entire ideal of the multiverse, or perhaps just to glimpse at the tip of it.\nIn truth, this book came and became for one purpose to its readers, you- and this was such: \nThink, attempt to understand, and overcome your regular trail of thought.\nI hope reading and attempting to understand this book shall atleast give you a glimpse at yourself to search for a deeper truth, even if any of the subjects within the book do not turn to you, or even seem to you false.\nSuch means little to me, yet I will say this-\nWhen looking now, look not from downward up, and complain at the raising dirt.\nLook from upward down, as if you were yourself the creators of this multiverse, and ask yourself in the greater idea of creation- what is your purpose and goal in this entire vast universe?\n\nWhen you reach a conclusion, perform it to the end of your wits and will, which will be reward enough for me for writing this book.\nWith such a conclusion, that does not really summer up any actual writing in this book, I close it, and thank you dedicated readers, for your time consumed in hope of greater understanding.\n\nThilidar Villder.\n\n\n----------------------------------\n\n\nAbout the Author\n\nTHILIDAR VILLDER is a beginning author, and old adventurer that has written three more hard-cover books: Hitchhiker's guide to the Planes, Body and Spirit: Fighting Techniques and under the pen-name Radilith he has written the book Shadowborne. He lives in Neverwinter, Palace Ward, and is the Head Royal Archiver of the Neverwinter Academy."
    }
  },
  "DisarmDC": {
    "type": "byte",
    "value": 0
  },
  "Faction": {
    "type": "dword",
    "value": 1
  },
  "Fort": {
    "type": "byte",
    "value": 5
  },
  "Hardness": {
    "type": "byte",
    "value": 5
  },
  "HasInventory": {
    "type": "byte",
    "value": 0
  },
  "HP": {
    "type": "short",
    "value": 10
  },
  "Interruptable": {
    "type": "byte",
    "value": 1
  },
  "KeyName": {
    "type": "cexostring",
    "value": ""
  },
  "KeyRequired": {
    "type": "byte",
    "value": 0
  },
  "Lockable": {
    "type": "byte",
    "value": 1
  },
  "Locked": {
    "type": "byte",
    "value": 0
  },
  "LocName": {
    "type": "cexolocstring",
    "value": {
      "0": "The Theory of Existance and the Universe"
    }
  },
  "OnClick": {
    "type": "resref",
    "value": ""
  },
  "OnClosed": {
    "type": "resref",
    "value": ""
  },
  "OnDamaged": {
    "type": "resref",
    "value": ""
  },
  "OnDeath": {
    "type": "resref",
    "value": ""
  },
  "OnDisarm": {
    "type": "resref",
    "value": ""
  },
  "OnHeartbeat": {
    "type": "resref",
    "value": ""
  },
  "OnInvDisturbed": {
    "type": "resref",
    "value": ""
  },
  "OnLock": {
    "type": "resref",
    "value": ""
  },
  "OnMeleeAttacked": {
    "type": "resref",
    "value": ""
  },
  "OnOpen": {
    "type": "resref",
    "value": ""
  },
  "OnSpellCastAt": {
    "type": "resref",
    "value": ""
  },
  "OnTrapTriggered": {
    "type": "resref",
    "value": ""
  },
  "OnUnlock": {
    "type": "resref",
    "value": ""
  },
  "OnUsed": {
    "type": "resref",
    "value": ""
  },
  "OnUserDefined": {
    "type": "resref",
    "value": ""
  },
  "OpenLockDC": {
    "type": "byte",
    "value": 0
  },
  "PaletteID": {
    "type": "byte",
    "value": 13
  },
  "Plot": {
    "type": "byte",
    "value": 1
  },
  "PortraitId": {
    "type": "word",
    "value": 0
  },
  "Ref": {
    "type": "byte",
    "value": 0
  },
  "Static": {
    "type": "byte",
    "value": 0
  },
  "Tag": {
    "type": "cexostring",
    "value": "book_plan_002"
  },
  "TemplateResRef": {
    "type": "resref",
    "value": "book_plan_002"
  },
  "TrapDetectable": {
    "type": "byte",
    "value": 1
  },
  "TrapDetectDC": {
    "type": "byte",
    "value": 0
  },
  "TrapDisarmable": {
    "type": "byte",
    "value": 1
  },
  "TrapFlag": {
    "type": "byte",
    "value": 0
  },
  "TrapOneShot": {
    "type": "byte",
    "value": 1
  },
  "TrapType": {
    "type": "byte",
    "value": 0
  },
  "Type": {
    "type": "byte",
    "value": 0
  },
  "Useable": {
    "type": "byte",
    "value": 1
  },
  "Will": {
    "type": "byte",
    "value": 0
  }
}
