{
  "__data_type": "UTI ",
  "AddCost": {
    "type": "dword",
    "value": 0
  },
  "BaseItem": {
    "type": "int",
    "value": 74
  },
  "Charges": {
    "type": "byte",
    "value": 0
  },
  "Comment": {
    "type": "cexostring",
    "value": ""
  },
  "Cost": {
    "type": "dword",
    "value": 1
  },
  "Cursed": {
    "type": "byte",
    "value": 0
  },
  "DescIdentified": {
    "type": "cexolocstring",
    "value": {
      "0": "Undead are as wide spread in differences and similarities as the other races of Amia and few are anything alike each other, but they all have one key similarity, they were once alive and breathing the same air we do now. Other than that they are vastly different and can be separated in a number of ways. First, the greatest separation between the different species is sentient and un-sentient. An example of sentient undead are liches and vampires, while un-sentient are skeletons and zombies. We can also separate them into corporeality and incorporeal for instance, a zombie is corporeal and a wraith is incorporeal. Finally, some undead feel the need to feed while others do not, for instance a vampire needs blood to sustain itself, while a mummy does not. \nA small note: Flesh Golems do not meat the pre-requisite for being undead. \n\nSentient Verse non-sentient \n\nSentients simply means the capacity to think and comprehend the world around; some can do this much better than others in varying degrees of intelligence and ability to use this knowledge. In addition, they each have varying degrees of power when compared with each other and varying degrees of control over themselves. Often times they are controlled by an outside influence, again some easier than others. They too gain their immortality in different ways; the sentient Verse unsentient gap is perhaps the largest and most varied of all separations but important non-the-less. \n\nThe following is a rough list of sentient undead: Lichs, archliches, demiliches, dracoliches, baelnorn, Wight, vampires, mohrgs, greater mummies, Ghasts, ghouls, and ghosts. \n\nUnsentient undead are little better than unthinking golems, they are for the most part, fodder, and no tears should be shed when they fall. Normally they are all weak willed and most likely under the control of another when seen outside your own control. They are also nearly all weak in battle, but possess the same benefits as sentient undead, they just lack the knowledge of how to use those benefits \n\nRough list of unsentient undead: Zombies, lesser mummies, skeletons. \n\nCorporeal Verse Incorporeal \n\nLet us consider undead who are but mere spirits, or they are literally shadows of what they once were when compared to undead who retain their body. For instance a shadow is incorporeal and can only be harmed by spells and magic weapons, and a zombie is completely corporeal allowing it to be harmed normally. \n\nFeeding Verse Self Sustaining \n\nPerhaps the most famous type of undead that requires feeding is the vampire, which requires blood or it falls into dormancy. Other types of undead feel the need to feed as well, and some even lose sentients because of the lack of nourishment that can obtain. Undead also feed on vastly different things than each other, and no zombies donft eat brains Ifm asked that continuously. \n\nCommon feeding undead are as follows \nVampires(blood) \nShadows(Strength) \nWight (Life force) \nGhoul/Ghast(flesh) \n\nFor more information on specific kinds of undead see related books on the topic or ask a superior."
    }
  },
  "Description": {
    "type": "cexolocstring",
    "value": {
      "0": ""
    }
  },
  "Identified": {
    "type": "byte",
    "value": 1
  },
  "LocalizedName": {
    "type": "cexolocstring",
    "value": {
      "0": "A Beginner's Guide to the Undead"
    }
  },
  "ModelPart1": {
    "type": "byte",
    "value": 9
  },
  "PaletteID": {
    "type": "byte",
    "value": 60
  },
  "Plot": {
    "type": "byte",
    "value": 0
  },
  "PropertiesList": {
    "type": "list",
    "value": []
  },
  "StackSize": {
    "type": "word",
    "value": 1
  },
  "Stolen": {
    "type": "byte",
    "value": 0
  },
  "Tag": {
    "type": "cexostring",
    "value": "ABeginnersGuidetotheUndead"
  },
  "TemplateResRef": {
    "type": "resref",
    "value": "abeginnersguidet"
  },
  "xModelPart1": {
    "type": "word",
    "value": 9
  }
}
