{
  "__data_type": "UTI ",
  "AddCost": {
    "type": "dword",
    "value": 0
  },
  "BaseItem": {
    "type": "int",
    "value": 29
  },
  "Charges": {
    "type": "byte",
    "value": 0
  },
  "Comment": {
    "type": "cexostring",
    "value": ""
  },
  "Cost": {
    "type": "dword",
    "value": 0
  },
  "Cursed": {
    "type": "byte",
    "value": 0
  },
  "DescIdentified": {
    "type": "cexolocstring",
    "value": {
      "0": "AMIA SCRIBE-\nOur news staff is dedicated to keeping you updated on events.  And squeezing the last copper from your pockets, of course.\nPrint Version 1.9.0\n\nFRESH OFF THE PRESSES!\n\nRecent Drow attacks force city dwellers to take action!\n\nDue to the high volume of Drow attacks recently in and around Cordor, the town is beginning to rethink it's \"neutral\" view on Drow.  After numerous attempts at murder by ravaging Drow houses, many cities have decided to just not accept them as citizens.  Where will it all end?  Will there be another Drow/surface war?  We can only speculate....keep reading for further updates!\n\n\n\nA big step!\n\nThe powers and forces which control Amia and it's surrounding territories have cast powerful magics to prevent Red Dragon Disciples and Shadowdancers from gaining in power, without their express blessing...\n\n\n\nShifty things afoot!\n\nA strange imbalance in the realms was causing many of our resident shifters to experience some....oddities.  The scrying pool says that this has been arighted now, and that these odd magicks that were causing such things are now stable once again.\n\n\n\n\nA bone to pick...\n\nMages report odd happenings with specific undead in reaction to some of their spells...we're investigating further, to see what this means to you.\n\n\n\nA minor issue...\n\nWhile we fully understand that the life of an adventurer can sometimes be a very lonely one, we would like to remind you that in Cordor the legal age of consent is 18 for humans or halflings, 25 for gnomes, and 100 for elves.  Please help keep Cordor safe, by assuring that your partner of choice, should you engage in such activity, is of consenting age.   Violaters will be locked up with Bubba, who is also noted to be a very very lonely person...\n\n\n\nDen of Thieves\n\nFor those of you who find yourselves of necessity leaving Cordor East, we advise you to be on the lookout...there is rumored to be a very active gang of thieves on the loose, who prey on any and all who they find ... you have been warned!  The guards had one strong suspect, but the silent watcher who used to stand just outside of Haur's shop fled town before he could be interrogated.  More information as we receive it.\n\n\n\nStrange rumors\n\nA wandering warrior returned from the vast cavern systems below Amia and stated that he'd seen a huge underground city there.  This brave soul, who has asked to remain anonymous, states that his entire group was exploring the caverns, and stumbled onto this place.  Before they could withdraw, most of the party were killed by vicious drow, and other denizens of the dark.  If you explore caves....be careful.  No telling what you might find.\n\n\n\nGeneral Store\n\nIn a magnanamous effort to cease the farming efforts away from Cordor, the general store has offered to give all farmers a free packet of seeds, with the request that you don't farm excessively in areas far enough from Cordor that the produce can't be transported profitably.\n\n\n\nBreakthrough for Mages\n\nNoted and feared archmage Yugo, the evil beholder, in a series of dark experiments to make even deadlier a most deadly and powerful spell which summoned fiery stones from the heavens to smite one's foes, has succeeded.  Unfortunately for the mageling, he succeeded, and was destroyed in the amazingly more effective spell.  Send flowers to: Underdark, c/o Tyrant of the Deep, 110 Beholder Cavern Way.\n\n\n\n\n\n\n\n\n\n(this paper accepts no liability for erroneous information.  All corrections will be placed in very small writing near the bottom of the news scroll, within no more than 10 years of the mistake.  Thank you for your understanding.)"
    }
  },
  "Description": {
    "type": "cexolocstring",
    "value": {
      "0": ""
    }
  },
  "Identified": {
    "type": "byte",
    "value": 1
  },
  "LocalizedName": {
    "type": "cexolocstring",
    "value": {
      "0": "Amia Scribe"
    }
  },
  "ModelPart1": {
    "type": "byte",
    "value": 42
  },
  "PaletteID": {
    "type": "byte",
    "value": 23
  },
  "Plot": {
    "type": "byte",
    "value": 0
  },
  "PropertiesList": {
    "type": "list",
    "value": []
  },
  "StackSize": {
    "type": "word",
    "value": 1
  },
  "Stolen": {
    "type": "byte",
    "value": 0
  },
  "Tag": {
    "type": "cexostring",
    "value": "ArelithScribe"
  },
  "TemplateResRef": {
    "type": "resref",
    "value": "arelithscribe"
  },
  "xModelPart1": {
    "type": "word",
    "value": 42
  }
}
