{
  "__data_type": "UTI ",
  "AddCost": {
    "type": "dword",
    "value": 0
  },
  "BaseItem": {
    "type": "int",
    "value": 74
  },
  "Charges": {
    "type": "byte",
    "value": 0
  },
  "Comment": {
    "type": "cexostring",
    "value": ""
  },
  "Cost": {
    "type": "dword",
    "value": 1
  },
  "Cursed": {
    "type": "byte",
    "value": 0
  },
  "DescIdentified": {
    "type": "cexolocstring",
    "value": {
      "0": "The Regalia of Evil - by Macros Darksun\n\nThe regalia of evil are a collection of armors and weapons so profane that records of it in many places have been destroyed by holy warriors. Skimming the preamble you find out the following:\n\nIt's composed of:\n\n- A bastard sword, with a serrated edge, a black leather handle, and a hilt made of silver. This sword apparently bursts with hellfire before combat, and negative energy infused with fire makes the sword a weapon to be feared by many.\n\n- A single gauntlet, possessing the ability to crush and grind steel to dust. The crafting of this gauntlet has never been found, though many claim to own it, however none of the claims have proven true.\n\n- A large tower shield formed from an obsidian rock and which pulsates with a shadowy light. This shield is most coveted by the denizens of the Abyss and imparts a wickedly defense in combat.\n\n- A helmet though more of a mask to those who would use it. It covers the face and has eye slits but it's unknown to what magical powers it possesses.\n\n- An armor of segmented plates that ooze thoughts of evil. Nobody living has ever seen it and has lived to tell the tale, so whispers are all that tell of its existence."
    }
  },
  "Description": {
    "type": "cexolocstring",
    "value": {
      "0": ""
    }
  },
  "Identified": {
    "type": "byte",
    "value": 1
  },
  "LocalizedName": {
    "type": "cexolocstring",
    "value": {
      "0": "The Regalia of Evil"
    }
  },
  "ModelPart1": {
    "type": "byte",
    "value": 9
  },
  "PaletteID": {
    "type": "byte",
    "value": 60
  },
  "Plot": {
    "type": "byte",
    "value": 0
  },
  "PropertiesList": {
    "type": "list",
    "value": []
  },
  "StackSize": {
    "type": "word",
    "value": 1
  },
  "Stolen": {
    "type": "byte",
    "value": 0
  },
  "Tag": {
    "type": "cexostring",
    "value": "books_darksun6"
  },
  "TemplateResRef": {
    "type": "resref",
    "value": "books_darksun6"
  },
  "xModelPart1": {
    "type": "word",
    "value": 9
  }
}
