{
  "__data_type": "UTI ",
  "AddCost": {
    "type": "dword",
    "value": 0
  },
  "BaseItem": {
    "type": "int",
    "value": 74
  },
  "Charges": {
    "type": "byte",
    "value": 0
  },
  "Comment": {
    "type": "cexostring",
    "value": ""
  },
  "Cost": {
    "type": "dword",
    "value": 1
  },
  "Cursed": {
    "type": "byte",
    "value": 0
  },
  "DescIdentified": {
    "type": "cexolocstring",
    "value": {
      "0": "Graz'zt, The Demon lord. By Macros Darksun\n\nStanding nine feet tall, Graz'zt appears as a lithe, muscular humanoid. His skin shines like polished obsidian, and his eyes glitter with malevolent green light. He has yellowed fangs, pointed ears, and six slender fingers decorating each hand. \n\nHe is sometimes described as having six small black horns half hidden amid his thick black hair. His fiendish traits are apparent and regardless of whatever form Graz'zt chooses to take, he's considered the comeliest demon in the Abyss. He also dresses in the most expensive and elegant finery to be found on the plane. He wields an acid-drenched great sword in one hand and a profane tower shield in the other, and thus this dark prince is a veritable killing machine when loosed upon the hordes of the Abyss and adventurers alike.\n\nWhat's more he has a vast repertoire of spells at his disposal, which makes him a deadly magical opponent as well. However, Graz'zt's greatest weapons are his mastery of seduction and guile. He entertains the notion that he's the most cunning and intelligent creature in the Abyss; indeed, there are few who could possibly contest such a claim."
    }
  },
  "Description": {
    "type": "cexolocstring",
    "value": {
      "0": "A large black book, with golden letters sprawling across it"
    }
  },
  "Identified": {
    "type": "byte",
    "value": 1
  },
  "LocalizedName": {
    "type": "cexolocstring",
    "value": {
      "0": "Demon Lords V1"
    }
  },
  "ModelPart1": {
    "type": "byte",
    "value": 4
  },
  "PaletteID": {
    "type": "byte",
    "value": 60
  },
  "Plot": {
    "type": "byte",
    "value": 0
  },
  "PropertiesList": {
    "type": "list",
    "value": []
  },
  "StackSize": {
    "type": "word",
    "value": 1
  },
  "Stolen": {
    "type": "byte",
    "value": 0
  },
  "Tag": {
    "type": "cexostring",
    "value": "books_darksun1"
  },
  "TemplateResRef": {
    "type": "resref",
    "value": "books_darksun1"
  },
  "xModelPart1": {
    "type": "word",
    "value": 4
  }
}
