{
  "__data_type": "UTI ",
  "AddCost": {
    "type": "dword",
    "value": 0
  },
  "BaseItem": {
    "type": "int",
    "value": 74
  },
  "Charges": {
    "type": "byte",
    "value": 0
  },
  "Comment": {
    "type": "cexostring",
    "value": ""
  },
  "Cost": {
    "type": "dword",
    "value": 1
  },
  "Cursed": {
    "type": "byte",
    "value": 0
  },
  "DescIdentified": {
    "type": "cexolocstring",
    "value": {
      "0": "Paush, Demon Lord of Zanshibon. By Macros Darksun\n\nPaush, Standing a good 9 feet tall, with blood red skin and hair that shines black like ebony. His scepter of power glows with an unholy light. His horns extending out a fair meter, polished and sharpened. He possesses a massive muscled body a true testament to his demonic heritage. With a tail that extends meters behind him, and cloven hooves he appears much the Demon Lord of Zanshibon.\n\nLord Paush who styles himself as a high priest or god in his city, rules Zanshibon with an iron fist, yet the citizens seems comfortable under his steadfast rule, every one of them a dying servant till the last. His persuasive manner and polite curiosity a true boon to his cause.\n\nLord Paush possessing mighty magical arts is no stranger to the field of battle, leading troops into the blood wars many times in his past. Now he seeks others to assist him in that cause, drawing adventurers of capable skill down to his home. Many choose to leave, others stay and fight, reaping the rewards of battle.\n\nPaush keeps a close eye on his people, making sure all love and serve him, those who do not are quickly dispatched by his tiefling guards. Through this system he creates an entire plane of loyal and powerful servants to charge into the blood wars in honor of their master.\n\nYet, Paush while magnificent is weakening, no one knows why, he can no longer battle in the blood wars, preferring to remain behind in his citadel, accompanied by his many succubae. Perhaps in our lifetimes we will know what has weakened the once wholly powerful demonic lord of Chaos, Paush."
    }
  },
  "Description": {
    "type": "cexolocstring",
    "value": {
      "0": ""
    }
  },
  "Identified": {
    "type": "byte",
    "value": 1
  },
  "LocalizedName": {
    "type": "cexolocstring",
    "value": {
      "0": "Demon Lords V2"
    }
  },
  "ModelPart1": {
    "type": "byte",
    "value": 4
  },
  "PaletteID": {
    "type": "byte",
    "value": 60
  },
  "Plot": {
    "type": "byte",
    "value": 0
  },
  "PropertiesList": {
    "type": "list",
    "value": []
  },
  "StackSize": {
    "type": "word",
    "value": 1
  },
  "Stolen": {
    "type": "byte",
    "value": 0
  },
  "Tag": {
    "type": "cexostring",
    "value": "books_darksun2"
  },
  "TemplateResRef": {
    "type": "resref",
    "value": "books_darksun2"
  }
}
