{
  "__data_type": "UTI ",
  "AddCost": {
    "type": "dword",
    "value": 0
  },
  "BaseItem": {
    "type": "int",
    "value": 74
  },
  "Charges": {
    "type": "byte",
    "value": 0
  },
  "Comment": {
    "type": "cexostring",
    "value": ""
  },
  "Cost": {
    "type": "dword",
    "value": 1
  },
  "Cursed": {
    "type": "byte",
    "value": 0
  },
  "DescIdentified": {
    "type": "cexolocstring",
    "value": {
      "0": "Weak willed fools shut the book, put it back, this is not for you. I have created this tome as a guide for those who wish the gift of undeath, yes a gift. Some holy men will have you believe that undeath is a curse, and I tell you this, they are liars. They seek for you to be cursed like them, for it is they who are cursed, they worship mortal, weak willed gods, and even the most powerful of their number falls to age. But I digress, this is not the book for bashing the holy men, their time will come, for the ravager, time, shall come for them in time. \n\nThe gift of undeath is only through countless hours in study and preparation, which one would normally commit to study of spell craft or martial training, but my friends, you will have all the time in the world, for they wither and die, but you, you shall live forever! \n\nVelsharoon, Lord of Necromancy, was one of the first to become one with undeath, and through guile, intellect, and cunning tricked the stormlord Talos into giving him the spark of divinity that he shares with us. Even now, the Lord of the Deathless art grows in power, for the other gods did not gain through mortal study what he has, he worked diligently for his power. The first lesson I offer up is to use your mind more then your arcane muscle, like the Lord Velsharoon. I will not lie to you; the path to deathless mastery is difficult. \n\nWith only the blackest rights known to few shall you reach your goal, for you most begin to mold yourself out of your weak mortal shell into a perfect being. Be warned, once you start upon this path, you shall be hard pressed to stop, for each reward is greater then the last. Oh, there shall be pain, you shall live in pain, breath pain, and create for yourself even more pain, but in the end, you shall feel nothing... The pain will end. \n\nThe first step is to know undeath more than you know yourself. Spend three days and three nights alone with an undead creature, and you shall live with it or die by its hand it does not matter, you will come out of this experience with a fuller introspective understanding. Now, you know the undead, study them join with them act as they act, step as they step. Soon they shall recognize you and you shall be able to call them to your command, a powerful tool these undead creations are, treat them with respect, for in some ways they are your betters. \n\nYour left arm, what use to it of you? It is weak, it is a mortal instrument that will one day wither and die. Pray a prayer, focus, meditate as if you are in deep spell craft, or simply control your emotions. When you have achieved the focus required take an enchanted blade, cut off your arm, you do not need it, for you shall be augmented ten times. Travel to a graveyard, select an arm of the right size, and attach it using your power of necromancy. Feel the arm come alive with the energy of undeath, and bask in your glory as the arm moves to your will, it does not feel pain and itfs grip has an icy quality learn this lesson well. Your arm is pure, and your will is strong. This is but a test of self that all Pale Masters go through, to test your own will against mortal pain. \n\nYou are well on your way now, paralysis does not affect the undead, and soon when you begin to master the undead, how they move, how they think, and their resistances you shall pick up an immunity to this same immunity. None shall hold those who know power back, none shall stop the inevitable flow of the undead to purge the weak willed living from this land. \n\nThe greatest undead, the sentient undead, ones who have a grasp on their surroundings and are measures of true power soon will see an alliance with you to be symbiotic, soon an undead cohort will join your cause if you do so show proper reason for them to join. Until that time they shall watch and wait, they select you, you do not select them. \n\nFinally, through augmenting your person in attempting to mimic the undead condition you shall notice that blows will glance of your flesh as the negative energy plane seeps in your soul, you shall become part undead, a living breathing symbol of the potential in us all to grow strong using the deathless path. \n\nWhat does it mean to be a pale master, you are representatives of the deathless art in its fullest form. You represents what this place stands for, show not weakness in adversity for undead are not weak, show not fear for the undead to not fear, use guile more than spell, and fight the good fight, spread purity of undeath wherever you go, know what you are and take pride in that. \n\nThe druids say we are impure and flawed, that undead are abominations. \n\nI say we are perfect."
    }
  },
  "Description": {
    "type": "cexolocstring",
    "value": {
      "0": ""
    }
  },
  "Identified": {
    "type": "byte",
    "value": 1
  },
  "LocalizedName": {
    "type": "cexolocstring",
    "value": {
      "0": "Book of Flesh and Stone"
    }
  },
  "ModelPart1": {
    "type": "byte",
    "value": 4
  },
  "PaletteID": {
    "type": "byte",
    "value": 60
  },
  "Plot": {
    "type": "byte",
    "value": 0
  },
  "PropertiesList": {
    "type": "list",
    "value": []
  },
  "StackSize": {
    "type": "word",
    "value": 1
  },
  "Stolen": {
    "type": "byte",
    "value": 0
  },
  "Tag": {
    "type": "cexostring",
    "value": "BookofFleshandStone"
  },
  "TemplateResRef": {
    "type": "resref",
    "value": "bookoffleshandst"
  }
}
