{
  "__data_type": "UTI ",
  "AddCost": {
    "type": "dword",
    "value": 0
  },
  "BaseItem": {
    "type": "int",
    "value": 74
  },
  "Charges": {
    "type": "byte",
    "value": 0
  },
  "Comment": {
    "type": "cexostring",
    "value": ""
  },
  "Cost": {
    "type": "dword",
    "value": 1
  },
  "Cursed": {
    "type": "byte",
    "value": 0
  },
  "DescIdentified": {
    "type": "cexolocstring",
    "value": {
      "0": "Theory of Reality, Volume 2\n\nThe Unexplainable Void\nWritten by Mirhun Thinker, professor in the arts of illusions\n\nHaving established, or merely illuminated, several theories in the Singular Reality String, I can begin explaining what lies outside reality. In book one, we discoursed the theory of \"The Process of Decreasing Reality\", (a reality within a reality etc.), along with the \"Thesis of Varying Laws\" (different laws for different realities). I recommend that the reader refresh the memory of these concepts before moving on.\n\nTHE BEGINNING: \nIn book one I said that reality would be expanding indefinitely and did not touch the subject of a beginning. Logically there must be a Supreme Reality, one infinitely large circle that encompasses all other realities. I'll call this one circle the \"Supreme Reality\" for later reference. What created this reality is the conundrum and paradox of this theory because, in order for it to be the first reality, nothing must have preceded it. The Unexplainable Void. Thus the \"Primary Theory of Chaos\" is defined: something created from nothing. It is illogical and will thus forever remain a thesis. \n\nA characteristic of the Unexplainable Void is; it resides outside of time, which is also a part of the paradox; that time is created from timelessness. The Void is indeed timeless since time is the main definitional point of all realities. Without time, nothing can exist out of the principal that there is no motion without time. The Void is also empty of everything, which perhaps makes it too hard to imagine since our minds think within the limits of the four dimensions. \"The Primary Theory of Chaos\", in its most general sense, is something coming from nothing.\n\nTHE SUPREME REALITY:\nSomething started reality, existence, something that is impossible for us to comprehend, and is thus irrelevant. However it is relevant to describe the Supreme Reality, because hypothetically encompasses all realities. It should hold an infinite amount of dimensions; it is the direct opposite of the Unexplainable Void, except that it too is impossible to define, since we don't have the capacity.    \n\n\n \"The Primary Theory of Chaos\" - something did come from nothing, but we can only grasp at how this happened. With this theory come the Supreme Reality and the duality of everything and nothing."
    }
  },
  "Description": {
    "type": "cexolocstring",
    "value": {
      "0": ""
    }
  },
  "Identified": {
    "type": "byte",
    "value": 1
  },
  "LocalizedName": {
    "type": "cexolocstring",
    "value": {
      "0": "Theory of Reality, Volume 2"
    }
  },
  "ModelPart1": {
    "type": "byte",
    "value": 2
  },
  "PaletteID": {
    "type": "byte",
    "value": 60
  },
  "Plot": {
    "type": "byte",
    "value": 0
  },
  "PropertiesList": {
    "type": "list",
    "value": []
  },
  "StackSize": {
    "type": "word",
    "value": 1
  },
  "Stolen": {
    "type": "byte",
    "value": 0
  },
  "Tag": {
    "type": "cexostring",
    "value": "brl_torpart2"
  },
  "TemplateResRef": {
    "type": "resref",
    "value": "brl_torpart2"
  },
  "xModelPart1": {
    "type": "word",
    "value": 2
  }
}
