{
  "__data_type": "UTI ",
  "AddCost": {
    "type": "dword",
    "value": 0
  },
  "BaseItem": {
    "type": "int",
    "value": 74
  },
  "Charges": {
    "type": "byte",
    "value": 0
  },
  "Comment": {
    "type": "cexostring",
    "value": ""
  },
  "Cost": {
    "type": "dword",
    "value": 1
  },
  "Cursed": {
    "type": "byte",
    "value": 0
  },
  "DescIdentified": {
    "type": "cexolocstring",
    "value": {
      "0": "Advanced Shadow Theory\nWritten by Mirhun Thinker, professor in the arts of illusions\n\nI would advise the reader to read the Theory of Reality, volumes 1-3, the Theory of Multiple Realities and Questionable Time Travel to get familiar with the terms used, before reading this book. With this said I will continue to the theory itself.\n\nPLANE OF SHADOWS:\nAs per definition, the Shadow Plane coexists with the material plane, as the Ethereal Plane also does. That is common knowledge. Being the only two Third Layer Realities that are actually intertwined in the most literal sense with another Third Layer Reality, they are unique. But the Plane of Shadows is more than that. It is much different from the Ethereal Plane. Firstly, you can see the actual presence of the Shadow Plane on the Material Plane. Secondly, said plane can be drawn upon to take semi-physical shape, unlike the Ethereal. Every dark part, every shadow and shade, even night, is a part of the Shadow Plane. These characteristics can be found world wide. Even outside this world we walk upon, the Plane of Shadows is fully visible. When we look at the sky at night, do we not see darkness and the celestial bodies that we call stars? And when the sun rises, darkness is replaced by light. This we all know. Because of this we can conclude that darkness, or perpetual shadow, is in fact the original state of our world. As a result of the Layers of Reality theory and the theory of Multiple Realities, I can now start to explain of \"Inter-Parallel-Reality\" travel. The rule that it is possible to travel to equal Layers of Reality, not to realities greater or lesser than ours, means that we know that it is possible to travel to the Shadow Plane. This is not only hypothetically speaking, but also practically:\n\nIn the Year of Plentiful Wine, the Shadow Plane was first discovered by the now lost Netherese Empire; about 2950 years after the Nether Scrolls were uncovered in the ruins of Aryvandaar. Approximately 2400 years after the first flying city of Netheril rose above the vast desert of Anauroch. Circa 200 years after this discovery, when the might of the Phaerimm drained the magic supporting the Netherese wonders of the sky, one of these cities disappeared into history along with the rest of the Netherese Empire. Early this year, the Year of Wild Magic, the now City of Shade returned. The Netherese had figured out how to make the first Mass Reality Travel into the Plane of Shadows. \n\nThrough the theory of Multiple Realities and the Process of Decreasing Reality, the infinite number of realities similar to ours was explained. Also explained in Questionable Time Travel, there would be worlds that are similar to ours in almost every sense. Therefore there are realities that also contain the Shadow Plane. In simple terms, every Third Layer Reality that has shadows, night or darkness, coexists with the Plane of Shadows. So hypothetically speaking one would be able to travel to the Shadow Plane, from our reality, and by either deliberate act or by chance, travel from the Shadow Plane into another reality. A parallel reality. \n\n\nThis is by no means saying that \"Inter-Parallel-Reality\" travel is easy. There are the risks of travelling into the Shadow Plane with no proper directions. Getting 'lost', so to say, in the Plane of Shadows can result in any number of fatal incidents. How would one be able to recognize a parallel reality, and so on, would also be a problem - as explained in Questionable Time Travel. How long would it take to travel between realities, and would one's body be able to sustain for so long? All these questions will go unanswered for a long time, unless experiments or a council is granted by the City of Shade. The descendants of the Netheril Empire who have travelled through the Shadow Plane for many centuries would know all this.  "
    }
  },
  "Description": {
    "type": "cexolocstring",
    "value": {
      "0": ""
    }
  },
  "Identified": {
    "type": "byte",
    "value": 1
  },
  "LocalizedName": {
    "type": "cexolocstring",
    "value": {
      "0": "Advanced Shadow Theory"
    }
  },
  "ModelPart1": {
    "type": "byte",
    "value": 2
  },
  "PaletteID": {
    "type": "byte",
    "value": 60
  },
  "Plot": {
    "type": "byte",
    "value": 0
  },
  "PropertiesList": {
    "type": "list",
    "value": []
  },
  "StackSize": {
    "type": "word",
    "value": 1
  },
  "Stolen": {
    "type": "byte",
    "value": 0
  },
  "Tag": {
    "type": "cexostring",
    "value": "brl_ashadowt"
  },
  "TemplateResRef": {
    "type": "resref",
    "value": "brl_ashadowt"
  },
  "xModelPart1": {
    "type": "word",
    "value": 2
  }
}
