{
  "__data_type": "UTI ",
  "AddCost": {
    "type": "dword",
    "value": 0
  },
  "BaseItem": {
    "type": "int",
    "value": 74
  },
  "Charges": {
    "type": "byte",
    "value": 0
  },
  "Comment": {
    "type": "cexostring",
    "value": ""
  },
  "Cost": {
    "type": "dword",
    "value": 1
  },
  "Cursed": {
    "type": "byte",
    "value": 0
  },
  "DescIdentified": {
    "type": "cexolocstring",
    "value": {
      "0": "Questionable Time Travel\nWritten by Mirhun Thinker, professor in the arts of illusions\n\nI would advice the reader to read the Theory of Reality, volumes 1-3, and the Theory of Multiple Realities to get familiar with the terms used, before reading this book. With this said I will continue to the theory itself.\n\nPLANAR TRAVEL vs. TIME TRAVEL:\nWith the Layer of Realities comes, as have already been mentioned in Theory of Multiple Realities, the opportunity of travelling between parallel realities. It has also been said that there is one constant that is factual for all realities, and that is Time. Because Time started with the creation of everything, as explained per Primary Theory of Chaos, it must necessarily be a continuing factor that doesn't quicken, or slow, by random. Time is a constant and will always go in its own pace. Any obstruction with the pace of Time might result in the doom of everything, which has been explained in the Secular Theory of Chaos. With Time being constant, we can establish the fact that there are some realities that have existed longer than others. The reality greater than ours, must necessarily have existed before our own and so on. Another thing must also be mentioned, which is that there can be a Third Layer Reality parallel to ours which is perhaps much older, or much younger than ours. One reality does not always spawn new realities. I do not like to use the word infinity much, since we cannot grasp at comprehending it, but because there, according to the Process of Decreasing Realities, is an innumerable amount of realities there are realities that are like ours in almost every sense. We can have a parallel reality that appears just like ours. With everything, creatures and gods alike, being the same but one small thing. This is, of course, hypothetically speaking, and will all have reached a point soon. As explained before, it is theoretically possible to travel between what I call Third Layer Realities. Therefore, if there is an infinite amount of Third Layer Realities, which can be young, old or about the same \"age\" as ours, we can conjecture the possibility that Time Travel is not possible. As explained before, meddling with time in any way can cause the demise of the Multiverse. Time is a constant that is beyond gods and mortals. Therefore, the theory is that when people study the \"travelling of time\", or say they have indeed travelled in time, they are doing nothing but looking at parallel Third Layer Realities. Theory is that a travel back in time, is a Parallel Reality travel, into a reality that resembles ours so much that the difference isn't visible. Naturally, the person who does such a travel will not, if he travels to such a reality, be aware of this. Therefore he/she/it will think that he/she/it has been successful. This way it is also possible to travel into realities that are older than ours, which means travelling into \"the future\". \n\nAs a result of this it is impossible, hypothetically speaking, to right some of the wrongs of the past by going into the past. It is impossible to go back in time and change the present, since that could ultimately result in the undoing of your own existence. \n\n\nAccording to me, Time Travel is not possible. Now, the clever reader might say that he/she/it has heard of spells that can \"stop\" time. That, however, I will argue against. Time is constant and cannot be stopped. First of all, you would never experience a time stop; because you wouldn't notice it (should it happen). In addition to this, if the flow of time is stopped it would most likely signal the end of all existence, which we wouldn't notice since we are bound by time and exist because of time. An explanation to what these mythical \"time stopping\" spells actually do, can be that either the caster is sped up to such a velocity that his/her/its actions make time seem to go still for everyone but the caster. Another could be that a temporary static area is created which encompasses all but the caster, allowing the caster to do what he/she/it so wishes. "
    }
  },
  "Description": {
    "type": "cexolocstring",
    "value": {
      "0": ""
    }
  },
  "Identified": {
    "type": "byte",
    "value": 1
  },
  "LocalizedName": {
    "type": "cexolocstring",
    "value": {
      "0": "Questionable Time Travel"
    }
  },
  "ModelPart1": {
    "type": "byte",
    "value": 2
  },
  "PaletteID": {
    "type": "byte",
    "value": 60
  },
  "Plot": {
    "type": "byte",
    "value": 0
  },
  "PropertiesList": {
    "type": "list",
    "value": []
  },
  "StackSize": {
    "type": "word",
    "value": 1
  },
  "Stolen": {
    "type": "byte",
    "value": 0
  },
  "Tag": {
    "type": "cexostring",
    "value": "brl_qtimetrav"
  },
  "TemplateResRef": {
    "type": "resref",
    "value": "brl_qtimetrav"
  },
  "xModelPart1": {
    "type": "word",
    "value": 2
  }
}
