{
  "__data_type": "UTI ",
  "AddCost": {
    "type": "dword",
    "value": 0
  },
  "BaseItem": {
    "type": "int",
    "value": 74
  },
  "Charges": {
    "type": "byte",
    "value": 0
  },
  "Comment": {
    "type": "cexostring",
    "value": ""
  },
  "Cost": {
    "type": "dword",
    "value": 1
  },
  "Cursed": {
    "type": "byte",
    "value": 0
  },
  "DescIdentified": {
    "type": "cexolocstring",
    "value": {
      "0": "Theory of Reality, Volume 1\n\nSingular Reality String\nWritten by Mirhun Thinker, professor in the arts of illusions\n\nWe know that our reality, our universe or plane, is a place of its own. Intertwined with the planes of Shadow and Ether, we also know that we cannot reach the elemental planes through conventional means. This is all basic knowledge for any weaver. Travelling physically to one such place by just walking, flying or riding is impossible, since they do not lie as objects or places within our reality. Through this common knowledge, we know that there are other realities than our own. \n\nTHESIS OF VARYING LAWS:\nWe're surrounded by rules and laws, defined by creation that cannot be broken. Some refer to these as the laws of nature, but since nature has been embodied in the form and thought of one or more celestial bodies, better known as gods, I will keep to the term \"Laws of Creation\", in order to separate religion and science. As I mentioned, these laws cannot be broken. Those that claim otherwise have obviously not seen the laws for what they are: indefinable by mortals. What we call \"laws of nature\" are but observations and theories based on probability, defined and supported by our own conceptions of calculation like mathematics. Note, that we near the indefinable laws by our observations and empiric methods, and should therefore not despair.\n\nAll this is true for every reality, ethereal and material alike. However one can conclude that different Laws of Creation are pertinent in different realities. The inhabitants of the plane of fire are aflame which the inhabitants of our world normally are not, and so on. So to come to the conclusion of this; different realities means different Laws of Creation. \n\nTHE PROCESS OF DECREASING REALITIES\nAfter having established the thesis of \"Varying Laws\" I can continue to describe our reality and what lies beyond. We can all agree that the gods created our world, but then who, or what for that matter, created the gods? The lord Ao? Then who created him? And what created the one who created lord Ao? This is a thought process that can be continued into eternity. We can hereby establish that there are an innumerable amount of creators. And for each creator that has been created, a new reality is put into existence. Because the created can never become greater than the creator, each new reality is necessarily less than that before. To simplify this, imagine each reality being a circle. Then imagine a circle within a circle, within a circle, within a circle and so on. This I call the \"Process of Decreasing Reality\" since each new circle becomes smaller, meaning that the Laws of Creation become more restricting and limited. Thus each reality is decreased, or lesser, compared to the former in which it lies. \n\nWith all this in mind, I postulate that it is almost impossible to ascend through realities. We cannot even begin to comprehend our own reality, so how can we comprehend a reality greater than ours? We would mentally be unfit for this transcendent knowledge. In addition to the mental fact, there is a physiological fact that cannot be ignored either. In our reality, we are limited to four dimensions: the x-axe, the y-axe, the z-axe and time. There is a very good possibility that a reality greater than ours may have several more dimension. A possibility that I would go as far as to say is a fact. We were created to comply with the four dimensions that characterize our reality. So if there was to be fifth dimension we would be unable to exist, since we are not 'equipped' with that dimension. So theoretically we cannot ascend through realities. "
    }
  },
  "Description": {
    "type": "cexolocstring",
    "value": {
      "0": ""
    }
  },
  "Identified": {
    "type": "byte",
    "value": 1
  },
  "LocalizedName": {
    "type": "cexolocstring",
    "value": {
      "0": "Theory of Reality, Volume 1"
    }
  },
  "ModelPart1": {
    "type": "byte",
    "value": 2
  },
  "PaletteID": {
    "type": "byte",
    "value": 60
  },
  "Plot": {
    "type": "byte",
    "value": 0
  },
  "PropertiesList": {
    "type": "list",
    "value": []
  },
  "StackSize": {
    "type": "word",
    "value": 1
  },
  "Stolen": {
    "type": "byte",
    "value": 0
  },
  "Tag": {
    "type": "cexostring",
    "value": "brl_torpart1"
  },
  "TemplateResRef": {
    "type": "resref",
    "value": "brl_torpart1"
  }
}
