{
  "__data_type": "UTI ",
  "AddCost": {
    "type": "dword",
    "value": 0
  },
  "BaseItem": {
    "type": "int",
    "value": 74
  },
  "Charges": {
    "type": "byte",
    "value": 0
  },
  "Comment": {
    "type": "cexostring",
    "value": ""
  },
  "Cost": {
    "type": "dword",
    "value": 1
  },
  "Cursed": {
    "type": "byte",
    "value": 0
  },
  "DescIdentified": {
    "type": "cexolocstring",
    "value": {
      "0": "Theory of Reality, Volume 3\n\nThe Inevitable Conclusion\nWritten by Mirhun Thinker, professor in the arts of illusions\n\nThrough the courses of volume 1 and 2 on my theory of reality, I have explained a beginning and middle. But as the saying goes: \"What goes up must come down, eventually.\"\n\nTHE END:\nAs we have theorised that there must be a beginning to reality, we can conclude that there must be an end. What starts, must stop. This will be known as \"The Secondary Theory of Chaos\", that everything becomes nothing. What will cause this end is unknown. Perhaps it is caused by realities finally reaching such a point where it simply cannot become smaller. Perhaps when/if it comes to a point where no more different realities can be created. A thesis could be that as long as realities expand, everything will exist, because the continuing dimension of time is indubitably connected to the movement of expansion. Something cannot expand, or exist as explained in volume 2, without time. So when the Process of Decreasing Realities stop, then time too will stop and with it all of existence. Of course, this is just one thesis. Another could be that, when no more realities can be created, then it will slowly retract itself and start going in an opposite motion of creation. Meaning, that all realities will implode slowly until the implosion reaches the Supreme Reality, where it will start over with expansion. A third thesis could be that when it comes to the point where no more realities can be created, nothing happens. No more realities are created, and life within the multitude of realities will go on as if nothing happened. \n\n\nAs a conclusion to the three volumes regarding the Theory of Reality, there are some thing that I feel are necessary that be explained. This is a theory, though one shaped through logical thought, and should thus be regarded with some criticism. However people want to interpret the theories explained, is up to them. Truly we cannot know anything for sure concerning this reality, nor any reality, since properties expand with time. What might be a spoon today might be a deadly weapon tomorrow and so on. With each new discovery, the amount of properties an object can have increases. The same goes for thought on reality, since we with new innovations will come closer to the unreachable truth. Therefore, do not take these theories as facts, but use them to form your own theories. However, I will be working onwards with my trail of thought and more theories should be published soon."
    }
  },
  "Description": {
    "type": "cexolocstring",
    "value": {
      "0": ""
    }
  },
  "Identified": {
    "type": "byte",
    "value": 1
  },
  "LocalizedName": {
    "type": "cexolocstring",
    "value": {
      "0": "Theory of Reality, Volume 3"
    }
  },
  "ModelPart1": {
    "type": "byte",
    "value": 2
  },
  "PaletteID": {
    "type": "byte",
    "value": 60
  },
  "Plot": {
    "type": "byte",
    "value": 0
  },
  "PropertiesList": {
    "type": "list",
    "value": []
  },
  "StackSize": {
    "type": "word",
    "value": 1
  },
  "Stolen": {
    "type": "byte",
    "value": 0
  },
  "Tag": {
    "type": "cexostring",
    "value": "brl_torpart3"
  },
  "TemplateResRef": {
    "type": "resref",
    "value": "brl_torpart3"
  },
  "xModelPart1": {
    "type": "word",
    "value": 2
  }
}
