{
  "__data_type": "UTI ",
  "AddCost": {
    "type": "dword",
    "value": 0
  },
  "BaseItem": {
    "type": "int",
    "value": 74
  },
  "Charges": {
    "type": "byte",
    "value": 0
  },
  "Comment": {
    "type": "cexostring",
    "value": ""
  },
  "Cost": {
    "type": "dword",
    "value": 1
  },
  "Cursed": {
    "type": "byte",
    "value": 0
  },
  "DescIdentified": {
    "type": "cexolocstring",
    "value": {
      "0": "Illusionary Basics\nBy Mirhun Thinker, professor in the arts of Illusion\n\nThe purpose with the spells from the School of Illusion is to deceive the primary senses of others. They cause people to imagine or perceive things that are non-existent, not perceive things that are existent, hear, taste, smell and feel things that are not there and so on. Illusions come in five types: figments, glamers, patterns, phantasms and shadows, which I will describe in the following:\n\nFIGMENTS:\nFigments cover the area of spells that give false sensations. Figments are not, like some of the spells of illusion, subject to personal perception. The caster decides how the figment is in appearance and regarding sensory qualities. They do not make things seem like something else. Figments are not real, and do not regard anything substantial. As the figment is unreal, it cannot damage, move or change anything that is material. A figment can include sounds and intelligible speech, but such speech must be within the caster's comprehension. Thus it is not possible to make a figment that speaks elven, when the caster himself cannot speak elven. \n\nExamples of figment spells are: Silent Image, Illusionary Wall, Major Image\n\nGLAMER:\nGlamer spells are like figments; not real, and thus have no effect on matter than what the individual subject \"decides\" (i.e. it does not change the matter's true properties). A glamer spell veils a subjects sensory intrinsic worth, making it look, feel, taste, smell or sound like something else, or even seem to disappear. \n\nExamples of glamer spells are: Invisibility, Leomund's Trap, Magic Mouth.\n\nPATTERN:\nA pattern spell is much like a figment spell, in that it is visible for others to see. However, unlike the figment one can be affected by a pattern spell. Often it causes a confusion, disorientation or perhaps a form of fascination. Pattern spells only affect the mind. \n\nExamples of pattern spells are: Colour Spray, Rainbow Pattern, Hypnotic Pattern.\n\nPHANTASM:\nPhantasms are only mind affecting spells that can only be perceived by the caster and the subject, or subjects. Phantasms work only within the mental boundaries of the mind, which means that what is projected between caster and subject is not something fake that can be seen, but something that remains inside the mind, or within the mental bond that is created when said spells are cast. \n\nExamples of phantasm spells are: Nightmare, Phantasmal Killer, Dream.\n\nSHADOW:\nA shadow spell creates something that is partially real, or quasi real. The caster weaves it from extra-dimensional energies, like the ones that are drawn from the Shadow Plane. These illusions can have real effects. If a creature takes damage from a shadow illusion, that damage is real.\n\nExamples of shadow spells are: Shadow Conjuration, Shadow Evocation, Project Image.\nThis was the most basic information regarding the School of Illusion. Of course, there are much more to be learned regarding how to cast mentioned spells, and what different hand patterns, finger movements and words of power there are. "
    }
  },
  "Description": {
    "type": "cexolocstring",
    "value": {}
  },
  "Identified": {
    "type": "byte",
    "value": 1
  },
  "LocalizedName": {
    "type": "cexolocstring",
    "value": {
      "0": "Illusionary Basics"
    }
  },
  "ModelPart1": {
    "type": "byte",
    "value": 2
  },
  "PaletteID": {
    "type": "byte",
    "value": 60
  },
  "Plot": {
    "type": "byte",
    "value": 0
  },
  "PropertiesList": {
    "type": "list",
    "value": []
  },
  "StackSize": {
    "type": "word",
    "value": 1
  },
  "Stolen": {
    "type": "byte",
    "value": 0
  },
  "Tag": {
    "type": "cexostring",
    "value": "brl_illusionb"
  },
  "TemplateResRef": {
    "type": "resref",
    "value": "brl_illusionb"
  },
  "xModelPart1": {
    "type": "word",
    "value": 2
  }
}
