{
  "__data_type": "UTI ",
  "AddCost": {
    "type": "dword",
    "value": 0
  },
  "BaseItem": {
    "type": "int",
    "value": 74
  },
  "Charges": {
    "type": "byte",
    "value": 0
  },
  "Comment": {
    "type": "cexostring",
    "value": ""
  },
  "Cost": {
    "type": "dword",
    "value": 1
  },
  "Cursed": {
    "type": "byte",
    "value": 0
  },
  "DescIdentified": {
    "type": "cexolocstring",
    "value": {
      "0": "Theory of Multiple Realities\nWritten by Mirhun Thinker, professor in the arts of illusions\n\nI would advice the reader to read the Theory of Reality, volumes 1-3, to get familiar with the terms used, before reading this book. With this said I will continue to the theory itself.\n\nMULTIPLE REALITY STRINGS:\nIn \"Theory of Reality, volume one\" I discoursed the Process of Decreasing Realities. But what if there instead of being just one circle created within one circle, two were created? And in both of these, three were created? Or two in one, and five in another? Logically it is possible, and we have the proof we need in the reality that ours lie in. We are well aware that there are elemental planes, energy planes and the likes around, and in certain cases, intertwined with ours. So taking this into consideration we can start thinking of multiple realities that lie parallel with ours. Theoretically, and infinite amount of realities would lie parallel with ours, but since we do not know where we are in the system of creation, we cannot conclude anything through logical means.\n\nLAYER OF REALITIES:\nWith the \"Theory of Multiple Realities\" established, I can start on my \"Layer of Realities\" thesis. For the purpose of simplification I will start of with saying that we know that there are at least two realities greater than ours and we should therefore keep to what we know as fact. Therefore I will call the reality that lord Ao governs, in which the reality of the gods lies, in which the numerous realities of the planes lay, a \"first layer reality\". The reality of the gods is thus a \"second layer reality\", the realities of the planes a \"third layer reality\". Now comes an abstract thought that I advice the reader to think about before saying anything rash. We know that it is possible to travel between Third Layer Realities in \"our\" Second Layer Reality. We can establish portals of various degrees of power and size. But will it then also be possible for us to establish a connection to another Third Layer Reality which lies in another Second Layer Reality? A reality that is not governed by the pantheons that we know and worship, but by, theoretically, a whole different pantheon who are equally governed by the Lord Ao like \"our\" pantheons. With the \"Theory of Multiple Realities\" I explained that it would be possible for two realities to be created within one. So if there in the First Layer Reality was created -two- Second Layer Realities, the one that we belong to and another one, then perhaps there would be a parallel Third Layer of Reality. And since we know it is in fact possible to travel between the Third Layer Realities, then perhaps it would also be possible to travel into a parallel Third Layer Reality that does not belong to \"our\" Second Layer Reality. \n\nBut how to do so then? How can we travel from a Third Layer Reality into a parallel Third Layer Reality? I think that the Plane of Shadow holds this key. However this I will wait with explaining to some other time. \n\nInstead of just one reality being created within one reality, two realities could be created within one. Continue with this trail of thought, and you will have an infinite amount of realities that might or might not, be parallel to ours. Through our knowledge of Third Layer Reality travel, we might be able to travel to realities that are parallel to ours.   "
    }
  },
  "Description": {
    "type": "cexolocstring",
    "value": {
      "0": ""
    }
  },
  "Identified": {
    "type": "byte",
    "value": 1
  },
  "LocalizedName": {
    "type": "cexolocstring",
    "value": {
      "0": "Theory of Multiple Realities"
    }
  },
  "ModelPart1": {
    "type": "byte",
    "value": 2
  },
  "PaletteID": {
    "type": "byte",
    "value": 60
  },
  "Plot": {
    "type": "byte",
    "value": 0
  },
  "PropertiesList": {
    "type": "list",
    "value": []
  },
  "StackSize": {
    "type": "word",
    "value": 1
  },
  "Stolen": {
    "type": "byte",
    "value": 0
  },
  "Tag": {
    "type": "cexostring",
    "value": "brl_tomultir"
  },
  "TemplateResRef": {
    "type": "resref",
    "value": "brl_tomultir"
  }
}
