{
  "__data_type": "UTI ",
  "AddCost": {
    "type": "dword",
    "value": 0
  },
  "BaseItem": {
    "type": "int",
    "value": 74
  },
  "Charges": {
    "type": "byte",
    "value": 0
  },
  "Comment": {
    "type": "cexostring",
    "value": ""
  },
  "Cost": {
    "type": "dword",
    "value": 1
  },
  "Cursed": {
    "type": "byte",
    "value": 0
  },
  "DescIdentified": {
    "type": "cexolocstring",
    "value": {
      "0": "This thick, brown book has golden bucklers across the front and back, and appears to have been written by the Duke - these are the laws of Cordor.\n\n\"I) Spellcasting - Offensive casting of all kinds is not permitted within the city walls (graveyard, infested ship, and sewers excluded). If you are caught casting harmful spells in town (includes rods and wands) you will be jailed for an appropriate amount of time, no warning. Non-offensive spells must be cast only on oneself or people who give you permission (healing excluded). \n\nII) Familiars/Animal Companions - Must always be kept outside the main gates. Whether or not these creatures are your pets or close friends, people are easily frightented by large animals and extra planar creatures. Undead, elementals and summoned extra planar creaures are not allowed in any fashion. You are responsible for unsummoning all creatures in your entourage when you are within the city. You will be asked once to unsummon your companion, if you fail to do so you will be fined. Repeat offenses or disregard of this law results in immediate jailing. \n\nIII) Thieves - If you are caught with items that do not belong to you, you will be fined three times the value of the item and be forced to give it back to its rightful owner. You may also be arrested and thrown in jail. Repeat offenses may result in exile. \n\nIV) Resisting Arrest - Will land you straight in prison. This applies but is not limited to: Ignoring the person arresting you, fleeing the scene as you are placed under arrest, or violent protest of your arrest. Non-violent means of capture will be used unless the suspect has caused bodily harm of any kind to another being. \n\nV) Racism - Is not allowed in the city walls. Cordor is the city of tolerance, if you cannot deal with this, then you are welcome to make your home elsewere. If you cannot obey this rule you will be thrown out of town, and you will not be welcome back. \n\nVI) Shifting - This applies to all forms non-humanoid. If you take a form that is not humanoid in size and shape then you are breaking this law. There is no need for this behavior except during a defense of Cordor. This will cause a fine for a first offense and jailing upon further offenses. If you feel shifting is your need, right, or desire, there are many places on the island that do not carry such laws. \n\n\nVII) Murder/Assault - Is not allowed, period. If you still choose to do either of these things you will be immediately jailed and held until a trial can be put together. This applies to: Any physical act of violence, the taking or relocating of persons against their will, or killing them within Cordor's bounds. \n\nVIII) Disturbing the Peace - This applies to any act that is intentionally disruptive to persons or offensive in some way. Hawking of wares in the city is not disturbing the peace. Shouting, carousing, public intoxication, public nudity, are all offenses that fall into this catagory. \n\nIX) Trials - The Duke will arbitrate the case both sides will have to present their case and then a jury of randomly selected citizens will be sent to deliberate the outcome. If the defendant is found guilty it is he Duke's job to pass sentence on the person. The jury must be 2/3 in favor either way for it to pass, if not, they will be detained until a majority vote can be made.\""
    }
  },
  "Description": {
    "type": "cexolocstring",
    "value": {
      "0": ""
    }
  },
  "Identified": {
    "type": "byte",
    "value": 1
  },
  "LocalizedName": {
    "type": "cexolocstring",
    "value": {
      "0": "Cordor Law"
    }
  },
  "ModelPart1": {
    "type": "byte",
    "value": 1
  },
  "PaletteID": {
    "type": "byte",
    "value": 60
  },
  "Plot": {
    "type": "byte",
    "value": 0
  },
  "PropertiesList": {
    "type": "list",
    "value": []
  },
  "StackSize": {
    "type": "word",
    "value": 1
  },
  "Stolen": {
    "type": "byte",
    "value": 0
  },
  "Tag": {
    "type": "cexostring",
    "value": "CordorLaw"
  },
  "TemplateResRef": {
    "type": "resref",
    "value": "cordorlaw"
  },
  "xModelPart1": {
    "type": "word",
    "value": 1
  }
}
