{
  "__data_type": "UTI ",
  "AddCost": {
    "type": "dword",
    "value": 0
  },
  "BaseItem": {
    "type": "int",
    "value": 74
  },
  "Charges": {
    "type": "byte",
    "value": 0
  },
  "Comment": {
    "type": "cexostring",
    "value": ""
  },
  "Cost": {
    "type": "dword",
    "value": 1
  },
  "Cursed": {
    "type": "byte",
    "value": 0
  },
  "DescIdentified": {
    "type": "cexolocstring",
    "value": {
      "0": "Stick to the roads for the safest travel.  Out of Cordor runs two main paths, one to the north leading to Kohlingen, and one leading west to Wharftown.  \n\nTravelling north, one finds the road winding through treacherous hills and dales, infested with orcs, goblins and dangerous wild animals before reaching Amia Forest, which is often considered the half-way point to Kohlingen.\n\nOnce there, the traveller must be wary.  In the dark of the night, the Amia Forest can be a truly dangerous place, although with the recent regrouping of the druids there some paths are now more easily passed..  The road eventually winds through the Minmir Bridge, which crosses the river a short ways past Nexus Falls.  \n\nFrom the bridge, it is a small distance then north to Kohlingen.\n\nThe other road out of Cordor leads west, past goblin patrolled briars to the coast.  One must pass through the lowland swamps, then simply follow the road as it hugs the Bitter Coast, gradually leading to the fishing village of Wharftown to the north.  Bandits are infamous for ambushing travellers along this route, so it is well advised to travel with a group before making the journey.\n\n--S.F."
    }
  },
  "Description": {
    "type": "cexolocstring",
    "value": {
      "0": ""
    }
  },
  "Identified": {
    "type": "byte",
    "value": 1
  },
  "LocalizedName": {
    "type": "cexolocstring",
    "value": {
      "0": "Cordorian Travel"
    }
  },
  "ModelPart1": {
    "type": "byte",
    "value": 5
  },
  "PaletteID": {
    "type": "byte",
    "value": 60
  },
  "Plot": {
    "type": "byte",
    "value": 1
  },
  "PropertiesList": {
    "type": "list",
    "value": []
  },
  "StackSize": {
    "type": "word",
    "value": 1
  },
  "Stolen": {
    "type": "byte",
    "value": 0
  },
  "Tag": {
    "type": "cexostring",
    "value": "CordorianTravel"
  },
  "TemplateResRef": {
    "type": "resref",
    "value": "cordoriantravel"
  }
}
