{
  "__data_type": "UTI ",
  "AddCost": {
    "type": "dword",
    "value": 3
  },
  "BaseItem": {
    "type": "int",
    "value": 29
  },
  "Charges": {
    "type": "byte",
    "value": 0
  },
  "Comment": {
    "type": "cexostring",
    "value": "1"
  },
  "Cost": {
    "type": "dword",
    "value": 3
  },
  "Cursed": {
    "type": "byte",
    "value": 0
  },
  "DescIdentified": {
    "id": 58568,
    "type": "cexolocstring",
    "value": {
      "0": "The Platinum Dragon, King of the Good Dragons, Lord of the North Wind\n\nHoly Symbol: Star above a milky nebula\n\nBahamut is revered in many locales. Though all good dragons pay homage to Bahamut, gold, silver, copper, bronze and brass dragons hold him in particularly high regard. Other dragons, even evil ones (except perhaps his archrival Tiamat), respect Bahamut for his wisdom and power.\n\nDescription: In his natural form, Bahamut is a long, sinuous dragon covered in silver-white scales that sparkle and gleam even in the dimmest light. Bahamut’s catlike eyes are deep blue, as azure as a midsummer sky, some say. Others insist that Bahamut’s eyes are a frosty indigo, like the heart of a glacier. Perhaps the two merely reflect the Platinum Dragon’s shifting moods.\n\nDogma\nBahamut is stern and very disapproving of evil. He brooks no excuses for evil acts. In spite of this, he is among the most compassionate beings in the multiverse. He has limitless empathy for the downtrodden, the dispossessed, and the helpless. He urges his followers to promote the cause of good, but prefers to let beings fight their own battles when they can. To Bahamut, it is better to offer information, healing, or a (temporary) safe refuge rather than to take others’ burdens upon oneself.\n\nCreated by:\nAaliyah\n~Gold Dragon Knight of Bahamut~\nIn Honor of the King of Good Dragons!"
    }
  },
  "Description": {
    "type": "cexolocstring",
    "value": {
      "0": ""
    }
  },
  "Identified": {
    "type": "byte",
    "value": 1
  },
  "LocalizedName": {
    "id": 13496,
    "type": "cexolocstring",
    "value": {
      "0": "Carving - Platinum Dragon - Bahamut"
    }
  },
  "ModelPart1": {
    "type": "byte",
    "value": 239
  },
  "PaletteID": {
    "type": "byte",
    "value": 4
  },
  "Plot": {
    "type": "byte",
    "value": 1
  },
  "PropertiesList": {
    "type": "list",
    "value": []
  },
  "StackSize": {
    "type": "word",
    "value": 1
  },
  "Stolen": {
    "type": "byte",
    "value": 0
  },
  "Tag": {
    "type": "cexostring",
    "value": "cus_dragonidol6"
  },
  "TemplateResRef": {
    "type": "resref",
    "value": "cus_dragonidol6"
  }
}
