{
  "__data_type": "UTI ",
  "AddCost": {
    "type": "dword",
    "value": 0
  },
  "BaseItem": {
    "type": "int",
    "value": 74
  },
  "Charges": {
    "type": "byte",
    "value": 0
  },
  "Comment": {
    "type": "cexostring",
    "value": ""
  },
  "Cost": {
    "type": "dword",
    "value": 1
  },
  "Cursed": {
    "type": "byte",
    "value": 0
  },
  "DescIdentified": {
    "type": "cexolocstring",
    "value": {}
  },
  "Description": {
    "type": "cexolocstring",
    "value": {
      "0": "Common facts:\n-Sphere of darkness is not some innate ability that is cast on instinct, a junior priestess or father figure teaches it.\n\n-Drow CAN sleep but usually they dont. They usually \"Reverie\" for four hours a day instead which is like sleeping but they just review memories.\n\n-Good drow usually DON'T Reverie.\n\n-There are two types of drow hand sign. One is house only, the other is Underdark drow. surfacers can not learn this, and even surfacer drow won't be able to understand it completely. (think of someone from england hearing american english spoken really fast...it makes it hard to understand due to accent but it's both the same language)\n\n-Individiualism is bad. people who are odd, look different (too tall, too light skinned, green eyes, etc etc.) usually are bullied and killed at a young age, or freakishly defective are sacrificed\n\nDrow society:\n-Drow are VERY religious be them good, evil, or neutral. It's a way of life.\n\n-Drow society is based on social castes, you are either a] part of a noble house, or b] part of a merchant CLAN (There are no such things as merchant houses)\n\n-The first thing that drow are taught is that if anything bad happens it MUST be the surfacer's fault (especially the elves)...which can't be stressed to rp this enough. We're talking even the littlest things of \"Ow, I tripped and fell...well maybe I wouldn't of hurt myself on the cave floor if those damn dirty elves didn't force us underground.\" \n"
    }
  },
  "Identified": {
    "type": "byte",
    "value": 1
  },
  "LocalizedName": {
    "type": "cexolocstring",
    "value": {
      "0": " Drow for dummies, part 1"
    }
  },
  "ModelPart1": {
    "type": "byte",
    "value": 8
  },
  "PaletteID": {
    "type": "byte",
    "value": 60
  },
  "Plot": {
    "type": "byte",
    "value": 1
  },
  "PropertiesList": {
    "type": "list",
    "value": []
  },
  "StackSize": {
    "type": "word",
    "value": 1
  },
  "Stolen": {
    "type": "byte",
    "value": 0
  },
  "Tag": {
    "type": "cexostring",
    "value": "Drowfordummiespart1"
  },
  "TemplateResRef": {
    "type": "resref",
    "value": "drowfordummies1"
  }
}
