{
  "__data_type": "UTI ",
  "AddCost": {
    "type": "dword",
    "value": 0
  },
  "BaseItem": {
    "type": "int",
    "value": 74
  },
  "Charges": {
    "type": "byte",
    "value": 0
  },
  "Comment": {
    "type": "cexostring",
    "value": ""
  },
  "Cost": {
    "type": "dword",
    "value": 1
  },
  "Cursed": {
    "type": "byte",
    "value": 0
  },
  "DescIdentified": {
    "type": "cexolocstring",
    "value": {}
  },
  "Description": {
    "type": "cexolocstring",
    "value": {
      "0": "For your OOC information on drow, to keep the roleplay as best as possible.\n\n[copyrights Wizards of the Coast]\n\nDrow society is strongly matriarchal, with females holding all positions of power and responsibility in government, the military, and in the home. Males are effective fighters, and can become priests and wizards of minor power. Outside drow communities, they are rarely encountered without female commanders.\n\nMale-commanded drow groups are generally either streeakh, \"suicide squads\", or am dobluth (outcasts) who have rejected the traditional authority-structure of the drow.\n\nSocial station is the most important thing in the world of the drow. Ascension to greater power is the ultimate goal in drow society. Assassination is the preferred tool in this job. It must be used discreetly in the city setting, for to openly murder or wage war (on a rival House) bangs down the merciless might of drow justice (not because of the act Itself, simply as punishment for the boorish act of fighting in public).\n\nNoble Houses are led by a matron mother, the senior female priestess. In Lolth-worshipping drow communities, her rule is absolute, enforced by the priestesses beneath her (usually her daughters). All females of the mother's blood, in order of their age, follow in rank, although they wield no authority until they are trained and of age (past puberty).\n\nBelow the daughters come the male officers of the House: The weapons master (leader of the fighters), (chief) House wizard, and the patron (current consort of the matron mother). These ranks may be combined, and even held by the traditional next rank down in the hierarchy: the male heirs of the House.\n\nMale heirs are also ranked by age: elderboy. secondboy, thirdboy, and so on. They are not allowed to look at the faces of other drow, or speak unless spoken to or bidden. This treatment teaches them their subordinate place in drow society.\n\nBelow them come the \"war-leaders\" of the House (veteran warriors, who lead House patrols, attack squads, and guards, under the command of the weapons master), and We House mages (under the command of the House wizard).\n\nBeneath these \"blood\" members and officials of the House rank Its common warriors, its craftspeople, its servants, and its slaves. All ranks are decreed, and can be changed at the whim of, the matron mother. Her position changes at death - often at the hands of her eldest daughter.\n\nIn a Lolth-worshipping drow community, it is a deadly thing to slay a matron mother who holds Lolth's favor, so mothers may reign for hundreds and even thousands of years, kept alive by the magic of Lolth and the diligent service they perform to get and keep it. The assassination of a matron mother is often a punishment for losing Lolth's good will, and marks either a new direction for the House, or-if it is weak, and has strong rivals-the beginning of its extinction."
    }
  },
  "Identified": {
    "type": "byte",
    "value": 1
  },
  "LocalizedName": {
    "type": "cexolocstring",
    "value": {
      "0": " Drow for dummies, part 2 : Drow society"
    }
  },
  "ModelPart1": {
    "type": "byte",
    "value": 4
  },
  "PaletteID": {
    "type": "byte",
    "value": 60
  },
  "Plot": {
    "type": "byte",
    "value": 1
  },
  "PropertiesList": {
    "type": "list",
    "value": []
  },
  "StackSize": {
    "type": "word",
    "value": 1
  },
  "Stolen": {
    "type": "byte",
    "value": 0
  },
  "Tag": {
    "type": "cexostring",
    "value": "Drowfordummiespart2Drowsociety"
  },
  "TemplateResRef": {
    "type": "resref",
    "value": "drowfordummies2"
  },
  "xModelPart1": {
    "type": "word",
    "value": 4
  }
}
