{
  "__data_type": "UTI ",
  "AddCost": {
    "type": "dword",
    "value": 0
  },
  "BaseItem": {
    "type": "int",
    "value": 74
  },
  "Charges": {
    "type": "byte",
    "value": 0
  },
  "Comment": {
    "type": "cexostring",
    "value": ""
  },
  "Cost": {
    "type": "dword",
    "value": 1
  },
  "Cursed": {
    "type": "byte",
    "value": 0
  },
  "DescIdentified": {
    "type": "cexolocstring",
    "value": {
      "0": "Geography of Amia, Vol. I\n--//-----------------------------//--\n\nAmia is a small remote cluster of islands, falling somewhere between the Trackless Sea, and the Sea of Swords.  Not found in most public records on the mainland of Faerun, apart from some dubious collections of course, the location of Amia remains for the most part, a mystery.  However, scribes are consistent in that they call the sum of the islands \"Amia\", after the largest isle in the chain.  It's even common practice in universities for debates to arise about the very existence of these isles, although the learned and well connected surely smile to themselves during these arguments.  \n\nGetting to Amia can be hard, but rarely with a direct route from the Sword Coast.  Usually a traveller or refugee will have to hop to various vessels, connecting the dots as they find more experienced seamen farther out in the Island Kingdoms.  Even then, the immigrants are dependent on the strange currents of the sea.  For the tradewinds only blow towards Amia a few times a year, thus limiting the influx of immigrants to a sporadic rate.\n\nTo add to the dangers, occassionally Nelanthese Pirates and swashbucklers of the Pirate Islands stray towards the main island and wreak havoc upon the ill-equiped naval vessels of Amia.   So successful have they been, that they've even established a small base of operations upon Amia's rugged western coast.  \n\nWhile seeming to be an insignificant island in the middle of a vast, endless ocean, much has actually occurred in these lands.  The attention of some powerful dieties has hovered over this remote place, as if something momentous was to occur at any given moment.  The curious gather and await....\n"
    }
  },
  "Description": {
    "type": "cexolocstring",
    "value": {
      "0": ""
    }
  },
  "Identified": {
    "type": "byte",
    "value": 1
  },
  "LocalizedName": {
    "type": "cexolocstring",
    "value": {
      "0": "Geography of Amia, Vol. I"
    }
  },
  "ModelPart1": {
    "type": "byte",
    "value": 3
  },
  "PaletteID": {
    "type": "byte",
    "value": 60
  },
  "Plot": {
    "type": "byte",
    "value": 0
  },
  "PropertiesList": {
    "type": "list",
    "value": []
  },
  "StackSize": {
    "type": "word",
    "value": 1
  },
  "Stolen": {
    "type": "byte",
    "value": 0
  },
  "Tag": {
    "type": "cexostring",
    "value": "GeographyofArelithVolI"
  },
  "TemplateResRef": {
    "type": "resref",
    "value": "geographyofareli"
  }
}
