{
  "__data_type": "UTI ",
  "AddCost": {
    "type": "dword",
    "value": 0
  },
  "BaseItem": {
    "type": "int",
    "value": 74
  },
  "Charges": {
    "type": "byte",
    "value": 0
  },
  "Comment": {
    "type": "cexostring",
    "value": ""
  },
  "Cost": {
    "type": "dword",
    "value": 1
  },
  "Cursed": {
    "type": "byte",
    "value": 0
  },
  "DescIdentified": {
    "type": "cexolocstring",
    "value": {
      "0": "Geography of Amia, Vol. II\n--//-----------------------------//--\n\nThe large island of Amia has a fairly wet climate along the western coast, as bitter winds off the Sea of Swords bite into the exposed rugged shore of what is known as, \"The Bitter Coast\".  The excessive rainfall in the west accounts for the islands two largest marshes.  The Lowland Swamps to the southwest, and what is simply known as \"The Quagmire\" in the northwest.  Eventually, as one moves east across the isle, the land turns to rolling hills and lush forests in it's interior.  The hills then give way to a rather sharply rising mountain chain, known as \"The Skull Crags\", located in the northeast corner of the island.  The sharp change in altitude brings snow to these jagged cliffs, and the melting snow in turn gives way to many flowing rivers and dales within the the base of these peaks.  \n\nThe beauty of the land stands in stark contrast to the dangers still lurking within, however.  Orcs and goblins still carry a strong presence outside of the few settlements that dot the isle, along with even greater dangers within the darkest crevices and forests.  Lizardmen roam the swamps in the lowlands, while fierce bugbears dwell in the quagmires north of there.  Trolls and giants roam the Skull Crags, staunchly resisting any inroads into their territory.    \n\nYet, despite this, the people of Amia have been able to muster a few settlements throughout the years.  Cordor, the port city of the south.  Kohlingen, an ancient outpost, now holy sanctuary in the north.  Wharftown, a small fishing village along the Bitter Coast.  And Guldorand, more of a logging settlement than anything else, located halfway up the Skull Crags.\n"
    }
  },
  "Description": {
    "type": "cexolocstring",
    "value": {
      "0": ""
    }
  },
  "Identified": {
    "type": "byte",
    "value": 1
  },
  "LocalizedName": {
    "type": "cexolocstring",
    "value": {
      "0": "Geography of Amia, Vol. II"
    }
  },
  "ModelPart1": {
    "type": "byte",
    "value": 3
  },
  "PaletteID": {
    "type": "byte",
    "value": 60
  },
  "Plot": {
    "type": "byte",
    "value": 0
  },
  "PropertiesList": {
    "type": "list",
    "value": []
  },
  "StackSize": {
    "type": "word",
    "value": 1
  },
  "Stolen": {
    "type": "byte",
    "value": 0
  },
  "Tag": {
    "type": "cexostring",
    "value": "GeographyofArelithVolI"
  },
  "TemplateResRef": {
    "type": "resref",
    "value": "geographyofavol2"
  },
  "xModelPart1": {
    "type": "word",
    "value": 3
  }
}
