{
  "__data_type": "UTI ",
  "AddCost": {
    "type": "dword",
    "value": 300
  },
  "BaseItem": {
    "type": "int",
    "value": 120
  },
  "Charges": {
    "type": "byte",
    "value": 0
  },
  "Comment": {
    "type": "cexostring",
    "value": ""
  },
  "Cost": {
    "type": "dword",
    "value": 300
  },
  "Cursed": {
    "type": "byte",
    "value": 0
  },
  "DescIdentified": {
    "type": "cexolocstring",
    "value": {
      "0": "Just as any large city-state in the Realms creates its own name for the standard gold coin currency, Cordor is no exception. Named after Cordor's founding family and its most recent descendant, Duke Montgomery d'Cordor, the gold coins in this region were dubbed \"Monties\" decades ago in Cordor and while the rest of the region hasn't really taken to that name, it remains popular in Cordor itself, even after the Duke was deposed.\n\nA \"Full\" Monty as they are referred to by collectors were some of the first of the specially stamped Monties to ever be minted. Thanks to one of the minters getting stone-cold drunk the night before and showing up to work the next morning in nothing but a stylish hat, the workers at the Goldberg mint that day were not very focused. It wasn't discovered till much later that the first batch of Monties to come out of the mint were poured with too much gold, more than the coin's actual intended value.\n\nIn the years since the incident, these rare coins have become more and more valuable to collectors."
    }
  },
  "Description": {
    "type": "cexolocstring",
    "value": {
      "0": ""
    }
  },
  "Identified": {
    "type": "byte",
    "value": 1
  },
  "LocalizedName": {
    "type": "cexolocstring",
    "value": {
      "0": "The \"Full\" Monty"
    }
  },
  "ModelPart1": {
    "type": "byte",
    "value": 30
  },
  "PaletteID": {
    "type": "byte",
    "value": 23
  },
  "Plot": {
    "type": "byte",
    "value": 0
  },
  "PropertiesList": {
    "type": "list",
    "value": []
  },
  "StackSize": {
    "type": "word",
    "value": 1
  },
  "Stolen": {
    "type": "byte",
    "value": 0
  },
  "Tag": {
    "type": "cexostring",
    "value": "glm_fullmonty"
  },
  "TemplateResRef": {
    "type": "resref",
    "value": "glm_fullmonty"
  },
  "xModelPart1": {
    "type": "word",
    "value": 30
  }
}
