{
  "__data_type": "UTI ",
  "AddCost": {
    "type": "dword",
    "value": 0
  },
  "BaseItem": {
    "type": "int",
    "value": 74
  },
  "Charges": {
    "type": "byte",
    "value": 0
  },
  "Comment": {
    "type": "cexostring",
    "value": ""
  },
  "Cost": {
    "type": "dword",
    "value": 1
  },
  "Cursed": {
    "type": "byte",
    "value": 0
  },
  "DescIdentified": {
    "type": "cexolocstring",
    "value": {
      "0": "History of Cordor, Pt. II\n--//-----------------------//--\n\nThe rapid growth that occurred in Cordor was both a boon and a burden to Amia.  While many cultural improvements (Such as the Bathhouse, Council Building and Plague Shelter) were built, the sudden clashing of cultures became a real problem to all of the citizens.  The lawlessness sometimes spread out of control, with confrontations in the streets that often lead to death.  \n\nMight was right in the city for a long time, with Knights from neighboring Benwick often stepping in to fulfill the role of peacekeepers.  This in turn brought out resentment in the Cordorians, who by their very nature were a proud and hearty people.  This lead to the creation of the Cordor Council.\n\nThe first Council was a group of five well respected citizens, chosen for their ability to lead and inspire their fellows.  Jiharu Kusama, Velis Illuminus, Shovelface McKee, Vino Sigers Blackflame and Gabriel Judicator all took to public office to try and restore order to the chaotic city.  \n\nThe effort was staggering, but through a determined course, peace and order was established in Cordor for the first time in years.  Most of the councilmembers formally disbanded after this triumph, but are still at work in some form or another in Amia should an emergency arise and need thier attention.\n"
    }
  },
  "Description": {
    "type": "cexolocstring",
    "value": {}
  },
  "Identified": {
    "type": "byte",
    "value": 1
  },
  "LocalizedName": {
    "type": "cexolocstring",
    "value": {
      "0": "History of Cordor, Vol. II"
    }
  },
  "ModelPart1": {
    "type": "byte",
    "value": 8
  },
  "PaletteID": {
    "type": "byte",
    "value": 60
  },
  "Plot": {
    "type": "byte",
    "value": 0
  },
  "PropertiesList": {
    "type": "list",
    "value": []
  },
  "StackSize": {
    "type": "word",
    "value": 1
  },
  "Stolen": {
    "type": "byte",
    "value": 0
  },
  "Tag": {
    "type": "cexostring",
    "value": "HistoryofCordorVo2"
  },
  "TemplateResRef": {
    "type": "resref",
    "value": "historyofcord2"
  },
  "xModelPart1": {
    "type": "word",
    "value": 8
  }
}
