{
  "__data_type": "UTI ",
  "AddCost": {
    "type": "dword",
    "value": 0
  },
  "BaseItem": {
    "type": "int",
    "value": 74
  },
  "Charges": {
    "type": "byte",
    "value": 0
  },
  "Comment": {
    "type": "cexostring",
    "value": ""
  },
  "Cost": {
    "type": "dword",
    "value": 1
  },
  "Cursed": {
    "type": "byte",
    "value": 0
  },
  "DescIdentified": {
    "type": "cexolocstring",
    "value": {
      "0": "From the primordial turmoil at the center of the universe sprang the gods full-fledged, full-formed. Each claimed jurisdiction over certain effects, all being equally endowed with the power and force of the cosmos. They cooperated for the first (and the last) time to create the worlds. But some gods used their powers more wisely than their brethren.\n\nAn early alliance formed among these wiser gods. They knew how to manipulate their power. This gathering of gods, who called themselves the Seldarine (or the Brothers and Sisters of the Wood), imparted their very essence into creating certain aspects of the worlds.\n\nWhile other gods squabbled over jurisdiction and possession of this virtue and that attribute, the Seldarine modified some of the lands, making their worlds lush and green and beautiful. In addition, they created vessels that would one day hold the spirit of the first sentient life to set foot upon these worlds--the race of beings known as Elves. They crafted these vessels with thought and care, and gave them extraordinary beauty. The other gods grew black with jealousy, and they thirsted to imitate the Seldarine.\n\nThese gods hastily fashioned their own vessels, vying against those created by the Seldarine. But they would not invest the time vital to creating a race, and so their results were flawed--the gods did not care. Their creations were nothing like those shaped by the Seldarine. Most were Monsters, creatures that would one day haunt the dreams of Elves. Of all the crude creations, only the vessel reserved for Man held a glimmer of potential, for they would one day have the ability to change the land as would the Elves.\n\nThe gods of the new races tried too hastily to reproduce a feat that had taken the wiser gods eons. But neither group's constructs would not come to life until the historic meeting between Corellon Larethian and Gruumsh, leader of the Anti-Seldarine.\n\n-Larian Songshine, priest of Corellon Larethian "
    }
  },
  "Description": {
    "type": "cexolocstring",
    "value": {}
  },
  "Identified": {
    "type": "byte",
    "value": 1
  },
  "LocalizedName": {
    "type": "cexolocstring",
    "value": {
      "0": "History of the Elves Part 1"
    }
  },
  "ModelPart1": {
    "type": "byte",
    "value": 5
  },
  "PaletteID": {
    "type": "byte",
    "value": 60
  },
  "Plot": {
    "type": "byte",
    "value": 0
  },
  "PropertiesList": {
    "type": "list",
    "value": []
  },
  "StackSize": {
    "type": "word",
    "value": 1
  },
  "Stolen": {
    "type": "byte",
    "value": 0
  },
  "Tag": {
    "type": "cexostring",
    "value": "HistoryoftheElvesPart1"
  },
  "TemplateResRef": {
    "type": "resref",
    "value": "historyoftheelve"
  }
}
