{
  "__data_type": "UTI ",
  "AddCost": {
    "type": "dword",
    "value": 0
  },
  "BaseItem": {
    "type": "int",
    "value": 74
  },
  "Charges": {
    "type": "byte",
    "value": 0
  },
  "Comment": {
    "type": "cexostring",
    "value": ""
  },
  "Cost": {
    "type": "dword",
    "value": 1
  },
  "Cursed": {
    "type": "byte",
    "value": 0
  },
  "DescIdentified": {
    "type": "cexolocstring",
    "value": {
      "0": "Author: Thangrin Stonebelt of Brogendenstein\n\nThe life of a Dwarven society is guided and regulated by a set of laws and rules, that much is certain. What is usually left unseen is the fact how closely all of said rules and laws are related to the dogmas of the Morndinsamman. A dwarf upholding all the tenets required of him or her, is properly religious, as the dwarf follows the tenets of the society, determined by the Gods. This deviates from the usual example of a priest and a commoner, where the first devotes his life only to his God, forsaking all other aspects of life. The latter, the commoner, might not care much about Gods, but his life is filled with many other things. Neither the priest's nor the commoner's life is whole. Both lack the part the other one possesses. A dwarf's life, however, is complete. Simply by living his life, doing his daily routines whilst living according to the tenets of the society, thus living the way the Gods have deemed fit, a dwarf embraces every aspect of life.\n\n\nThe tenets of the Dwarven can be combined into seven virtues. A dwarf should always seek to uphold them all, never preferring one over the other.\n\nA dwarf should have Temperance. To have a bit of everything, to an extent, is good. Let not your mind be consumed by lust for one thing, for it will seize the reigns of your life. Take only what you need and be ready to share some of yours to those who do not have. Discover, acquire, but never hoard. Modesty is the key to balance.\n\nA dwarf should have Tenacity. To persistently seek new veins of ore and knowledge, to persistently make safe the lands of the Dwarven, to persistently do the will of the Morndinsamman and to persistently better oneself in order to grow in talent and person.\n\nA dwarf should have Valour. To fearlessly defend the ancestral homes and the lives of the Kin against invading foes, and to fearlessly retaliate against those who wronged the Dwarven. A dwarf should never fear death, for death is the ultimate price one can pay so that others survive, and such ultimate price will not be forgotten. Have courage to face bad decisions, for mistakes show you the right way.\n\nA dwarf should have Loyalty. To heed and one's superiors, elders, Gods, ancestors and community. Be loyal to trust in the rulings of your king, do not question them on a whim. Be loyal to your community, the place you live in, where you are accepted, and be prepared to defend it. Never abandon your community in times of need, whatever the situation. Those not loyal shall recieve no loyalty, however.\n\nA dwarf should have Honour. To always speak the truth, never to utter a lie. Respect is part of Honour, so respect those around you. Ancestors, community, elders, Gods, superiors and other inhabitants of the world who have never wronged the Dwarven. Respect other cultures, their ways and laws, never be ignorant. Repay ignorance with dismissal, and refrain from showing respect to those who show it to none. Hold true to your promises and oaths, breaking them is dishonourable. Never cheat or steal.\n\nA dwarf's life should be full of Industry. There is always something to do to help out in the community. Never let others work just so you can avoid it. Laziness is selfish pleasure at the expense of others. Seek out a profession for yourself or go around helping those who need aid.\n\nA dwarf should promote Justice. Be fair in whatever you do, but let no ill deed go unpunished. Bury your personal feelings and look upon each case with objective eyes. If ever in doubt, look to the Morndinsamman for guidance and act according to that."
    }
  },
  "Description": {
    "type": "cexolocstring",
    "value": {
      "0": ""
    }
  },
  "Identified": {
    "type": "byte",
    "value": 1
  },
  "LocalizedName": {
    "type": "cexolocstring",
    "value": {
      "0": "The Dwarven Way "
    }
  },
  "ModelPart1": {
    "type": "byte",
    "value": 1
  },
  "PaletteID": {
    "type": "byte",
    "value": 60
  },
  "Plot": {
    "type": "byte",
    "value": 0
  },
  "PropertiesList": {
    "type": "list",
    "value": []
  },
  "StackSize": {
    "type": "word",
    "value": 1
  },
  "Stolen": {
    "type": "byte",
    "value": 0
  },
  "Tag": {
    "type": "cexostring",
    "value": "ip_dwarvenway"
  },
  "TemplateResRef": {
    "type": "resref",
    "value": "ip_dwarvenway"
  }
}
