{
  "__data_type": "UTI ",
  "AddCost": {
    "type": "dword",
    "value": 0
  },
  "BaseItem": {
    "type": "int",
    "value": 74
  },
  "Charges": {
    "type": "byte",
    "value": 0
  },
  "Comment": {
    "type": "cexostring",
    "value": ""
  },
  "Cost": {
    "type": "dword",
    "value": 1
  },
  "Cursed": {
    "type": "byte",
    "value": 0
  },
  "DescIdentified": {
    "type": "cexolocstring",
    "value": {
      "0": "There are ten Standing Orders of Anevar, which will be obeyed by all soldiers who claim alliegence to her. \n\n\nFirst, whatever cause you believe in and fight for, fight for it with ingenuity and spirit in equal measure. \n\nSecond, whatever cause you believe in, aside from your belief in Anevar, give all dedication to this cause until it is resolved, and victory achieved. \n\nThird, do not sway in your beliefs, either to Anevar or your cause. Be flexible however, for rigidity in warfare can be dangerous. \n\nFourth, If you are in command, you are responsible for each and every man in your command. Treat them and protect them as you would your family. \n\nFifth, If you are in command, accomplish all objectives set before you no matter how important you believe them to be. Your commanders believe them important enough to assign them to you, and you important enough for them. \n\nSixth: If a soldier of the line, do not falter in your duties, no matter the significance. Anevar welcomes those who fight bravely in her armies, but those who fail as soldiers, fail Anevar as well. \n\nSeventh: A commander's word is absolute except in matters where it would oppose Anevar's will, or the will of the overall cause you fight for. Then, and only then is disobeying a commander's word even remotely acceptable. Even after which, atonement must be followed for such disobedience unless your next commander, or the General herself absolves you. \n\nEighth: Your sword and your mind are your weapons on the field of battle. Your sword is the physical representation of both your service to Anevar and your cause. Your mind, is part of the force which guides your side, truer than your enemy. Both must be sharp and of equal importance in your heart, that which guides both sword and mind. \n\nNinth: Never show your back to an undefeated enemy. Never retreat, unless to stay would be derelict to Anevar and your cause. If you must surrender, only do so for the benefit of your cause, your Command or Anevar. \n\nTenth: Your cause, is what you believe in with the exception of your faith in Anevar. Both are equally important. You will know in your heart when to defer to one or the other. \n\n-- Transcribed by La Croix Sudentan of Wharftown"
    }
  },
  "Description": {
    "id": 58555,
    "type": "cexolocstring",
    "value": {
      "0": ""
    }
  },
  "Identified": {
    "type": "byte",
    "value": 1
  },
  "LocalizedName": {
    "id": 13027,
    "type": "cexolocstring",
    "value": {
      "0": "The Ten Standing Orders of Anevar"
    }
  },
  "ModelPart1": {
    "type": "byte",
    "value": 9
  },
  "PaletteID": {
    "type": "byte",
    "value": 60
  },
  "Plot": {
    "type": "byte",
    "value": 0
  },
  "PropertiesList": {
    "type": "list",
    "value": []
  },
  "StackSize": {
    "type": "word",
    "value": 1
  },
  "Stolen": {
    "type": "byte",
    "value": 0
  },
  "Tag": {
    "type": "cexostring",
    "value": "NW_IT_BOOK014"
  },
  "TemplateResRef": {
    "type": "resref",
    "value": "it_book015"
  }
}
