{
  "__data_type": "UTI ",
  "AddCost": {
    "type": "dword",
    "value": 0
  },
  "BaseItem": {
    "type": "int",
    "value": 79
  },
  "Charges": {
    "type": "byte",
    "value": 0
  },
  "Comment": {
    "type": "cexostring",
    "value": ""
  },
  "Cost": {
    "type": "dword",
    "value": 1004
  },
  "Cursed": {
    "type": "byte",
    "value": 1
  },
  "DescIdentified": {
    "type": "cexolocstring",
    "value": {
      "0": "This kit contains the various tools and liquids needed for a skilled assassin to perform and execute her special underhanded techniques. Every last bit of this equipment seem engineered towards a single minded purpose; killing its target as efficiently as possible. As the assassin's skill progresses, so does the complexity of her attacks and techniques.\n\n//OOC Note: To use these techniques, simply use the kit and select which one to use. All of these abilities have a cooldown of 60 seconds once a target has been hit by this (saving throw rolled, not successful roll). The cooldown is universal and will persist for 60 seconds even if you change which ability to use//\n\nBraining Blow (Stun) (2 rounds, will)\nHead injuries are especially traumatic, and the Assassin knows this. Heavy, blunt force dealt by a pommel or leaden arrow can temporarily stun a foe, leaving them vulnerable to a follow-up strike.\n\nShrill Strike (Deafness) (Turn/assassin, fort)\nThe importance of the sense of hearing in combat is not lost on the Assassin. An attack upon the auditory organs leaves the ears of the Assassin's foe ringing painfully.\n\nBeshaba's Favor (-d4 all stats) (supernatural permanent, doesn't stack, will)\nThe Assassin becomes adept at turning disadvantage to advantage, weakness into strength, bad luck into blessed fortune. Provided, that this misfortune falls upon the Assassin's victim.\n\nStalker's Throat-Dart (Silence) (1 round/ assassin, fort)\nLanding a blow to the throat is one of the most difficult attacks an Assassin can make. By no chance, it is also one of the most rewarding.\n\nInduce Amaurosis (Blindness) (1 round/assassin, fort)\nThe Assassin knows that something as innocuous as a culinary spice can have more malign uses. Pepper, thrown into the eyes of the foe in the heat of battle, leaves them a bit burned.\n\nBlade of Terror (Paralysis) (1 round/assassin, will save to counter)\nThe appalling viciousness of the Assassin's assault cows the target into submission. The assassin may make a death-attack that causes overwhelming fear to the target of this ability.\n\nBloodlet (Leveldrain) (supernatrual permanent stacks, fort)\nThe Carotid and Femoral artery are prime targets for a cutting or piercing strike. An accurate slice can cause the most extreme case of profuse bleeding: untreated, such a strike is as good as a death-sentence.\n\nKneecapper's Knife (Knockdown) (Rounds/3Assassin, reflex)\nThe legs are a promising, if difficult to hit, target. They are often more lightly armored than the torso, as even the most rigid plate armor has many joints and thin parts in its metal.\n\nMurder (Death, death ward ignored, fort)\nThe most valuable and feared tool at the Assassin's disposal is not their famed agility or skill with blade or bow, but their knowledge of anatomy and flagrant disregard for the niceties of honorable combat. This attack leaves nothing about the Assassin's motives to question. A feint, a flash of steel from the shadows, or a careful shot: a strike made with the intent to bring their target down instantly, no matter the cost."
    }
  },
  "Description": {
    "type": "cexolocstring",
    "value": {
      "0": ""
    }
  },
  "Identified": {
    "type": "byte",
    "value": 1
  },
  "LocalizedName": {
    "type": "cexolocstring",
    "value": {
      "0": "Assassin Tools"
    }
  },
  "ModelPart1": {
    "type": "byte",
    "value": 40
  },
  "PaletteID": {
    "type": "byte",
    "value": 0
  },
  "Plot": {
    "type": "byte",
    "value": 1
  },
  "PropertiesList": {
    "type": "list",
    "value": [
      {
        "__struct_id": 0,
        "ChanceAppear": {
          "type": "byte",
          "value": 100
        },
        "CostTable": {
          "type": "byte",
          "value": 10
        },
        "CostValue": {
          "type": "word",
          "value": 7
        },
        "Param1": {
          "type": "byte",
          "value": 255
        },
        "Param1Value": {
          "type": "byte",
          "value": 0
        },
        "PropertyName": {
          "type": "word",
          "value": 11
        },
        "Subtype": {
          "type": "word",
          "value": 0
        }
      },
      {
        "__struct_id": 0,
        "ChanceAppear": {
          "type": "byte",
          "value": 100
        },
        "CostTable": {
          "type": "byte",
          "value": 3
        },
        "CostValue": {
          "type": "word",
          "value": 13
        },
        "Param1": {
          "type": "byte",
          "value": 255
        },
        "Param1Value": {
          "type": "byte",
          "value": 0
        },
        "PropertyName": {
          "type": "word",
          "value": 15
        },
        "Subtype": {
          "type": "word",
          "value": 335
        }
      }
    ]
  },
  "StackSize": {
    "type": "word",
    "value": 1
  },
  "Stolen": {
    "type": "byte",
    "value": 0
  },
  "Tag": {
    "type": "cexostring",
    "value": "jj_asn_tool"
  },
  "TemplateResRef": {
    "type": "resref",
    "value": "jj_asn_tool"
  }
}
