{
  "__data_type": "UTI ",
  "AddCost": {
    "type": "dword",
    "value": 0
  },
  "BaseItem": {
    "type": "int",
    "value": 74
  },
  "Charges": {
    "type": "byte",
    "value": 0
  },
  "Comment": {
    "type": "cexostring",
    "value": ""
  },
  "Cost": {
    "type": "dword",
    "value": 1
  },
  "Cursed": {
    "type": "byte",
    "value": 0
  },
  "DescIdentified": {
    "type": "cexolocstring",
    "value": {
      "0": "The undead are once-living creatures animated by spiritual or supernatural forces. Some of the more common types of undead are as follows:\n\nBodak - A Bodak is an undead creature that comes from the Infinite Layers of the Abyss. A bodak is humanoid in shape, with smooth grayish-black skin and a featureless face. Its gaze kills living creatures. It is said that humanoids who die in some of the most evil places of the Abyss return as bodaks.\n\nGhoul - A ghoul is said to be created on the death of a man or woman who savored the taste of flesh. They not only eat the dead, but also prey on the unwary living. Ghouls can paralyze their victims with a touch.\n\nLich - A lich is a spellcaster who seeks to defy death by magical means. Liches convert themselves into an undead skeleton by means of dark magics and necromancy, storing their souls in magical receptacles called phylacteries. The lich retains all of the memories, personality, and abilities that it possessed in life- but it has a virtual eternity to hone its skills and inevitably becomes quite powerful.\n\nMohrg - Mohrg are reanimated dead, not limited to skeletons or fleshed out bodies of any sort, controlled by a parasitic creature of evil nature. They lack the intelligence of liches but have more brain power than a zombie.\n\nMummy - A mummy is a corpse whose skin and dried flesh have been preserved and is imbued with dark magics. This transformation enables them to continue devoutly carrying out their purpose (generally protection) beyond the veil of death.\n\nSkeleton - Skeletons may be animated by a more powerful undead or necromancer. Skeletons are a mindless set of animated bones, brutal and virtually immune to a piercing attack that would only harm the flesh they lack. They cannot make their own intelligent decisions, and are fairly weak individually. Their strength lies in numbers.\n\nZombie -  Essentially a reanimated body, zombies are slow, mindless, and relatively weak creatures.\n"
    }
  },
  "Description": {
    "type": "cexolocstring",
    "value": {
      "0": ""
    }
  },
  "Identified": {
    "type": "byte",
    "value": 1
  },
  "LocalizedName": {
    "type": "cexolocstring",
    "value": {
      "0": "Know Your Undead"
    }
  },
  "ModelPart1": {
    "type": "byte",
    "value": 4
  },
  "PaletteID": {
    "type": "byte",
    "value": 60
  },
  "Plot": {
    "type": "byte",
    "value": 0
  },
  "PropertiesList": {
    "type": "list",
    "value": []
  },
  "StackSize": {
    "type": "word",
    "value": 1
  },
  "Stolen": {
    "type": "byte",
    "value": 0
  },
  "Tag": {
    "type": "cexostring",
    "value": "KnowYourUndead"
  },
  "TemplateResRef": {
    "type": "resref",
    "value": "knowyourundea001"
  }
}
