{
  "__data_type": "UTI ",
  "AddCost": {
    "type": "dword",
    "value": 0
  },
  "BaseItem": {
    "type": "int",
    "value": 74
  },
  "Charges": {
    "type": "byte",
    "value": 0
  },
  "Comment": {
    "type": "cexostring",
    "value": ""
  },
  "Cost": {
    "type": "dword",
    "value": 1
  },
  "Cursed": {
    "type": "byte",
    "value": 0
  },
  "DescIdentified": {
    "type": "cexolocstring",
    "value": {}
  },
  "Description": {
    "type": "cexolocstring",
    "value": {
      "0": "Thrityh - \"Attack\". This command speaks for itself. When it is called out, you rush to do battle with your foes. In combat, however, pay attention to the words of your Qu'el'saruk and other high ranking members; they may issue further commands during the battle. \n\nMri'kul - A defensive formation formed around the highest ranking member present. All wounded drow should be healed with this command. It is often called when the group is scattered and many are wounded. Or, when the Ilharess does not wish to die in battle. \n\nWund l'cress - \"Into the web\" This command calls for the group of warriors and participating drow too head into battle and trap their enemies within their formation. A successful Wund l'cress would consist of the opponent trapped on all sides by drow. It is often called too trap and kill an enemy that is particularly difficult too capture. \n\nUlu l'veldrin - \"To the shadows\" This command calls for the drow to disperse immediately when called, fleeing in all directions and hiding at the best possible chance. From here, they are to escape to a predetermined location, or reorganize in another location. When the Ulu l'veldrin is called, and a sudden dissapearance of the drow in all directions, can cause enemies too be confused and this limits their target capacity. \n\nRei rath - A simple command for a full retreat. Your means of escape is your own doing, unless you wish to rely on someone else too provide a portal. If this is the fact, you Mri'kul around the person summoning the gate and proceed through, based on rank."
    }
  },
  "Identified": {
    "type": "byte",
    "value": 1
  },
  "LocalizedName": {
    "type": "cexolocstring",
    "value": {
      "0": " Melee-Magthere Battle Tactics"
    }
  },
  "ModelPart1": {
    "type": "byte",
    "value": 7
  },
  "PaletteID": {
    "type": "byte",
    "value": 60
  },
  "Plot": {
    "type": "byte",
    "value": 0
  },
  "PropertiesList": {
    "type": "list",
    "value": []
  },
  "StackSize": {
    "type": "word",
    "value": 1
  },
  "Stolen": {
    "type": "byte",
    "value": 0
  },
  "Tag": {
    "type": "cexostring",
    "value": "MagthereBattleTactics"
  },
  "TemplateResRef": {
    "type": "resref",
    "value": "magtherebattle"
  },
  "xModelPart1": {
    "type": "word",
    "value": 7
  }
}
