{
  "__data_type": "UTI ",
  "AddCost": {
    "type": "dword",
    "value": 0
  },
  "BaseItem": {
    "type": "int",
    "value": 74
  },
  "Charges": {
    "type": "byte",
    "value": 0
  },
  "Comment": {
    "type": "cexostring",
    "value": ""
  },
  "Cost": {
    "type": "dword",
    "value": 1
  },
  "Cursed": {
    "type": "byte",
    "value": 0
  },
  "DescIdentified": {
    "type": "cexolocstring",
    "value": {}
  },
  "Description": {
    "type": "cexolocstring",
    "value": {
      "0": "This book gives many details about drow to aid with drow role-play.\n\nNOTE: Amia drow are \"Toril Drow\" since Amia is within the world of Abeir-Toril.\n\nAPPEARANCE:\n\nNon Toril Drow \n\nThey have jet black skin and pale hair with white being common. They tend to be smaller and thinner than other elves and their eyes are usually a vivid red. They are often exquisitely beautiful  with a fascinating but  deadly elegance and grace.\n\nDrow are typically shorter than other elves, and they retain the Dexterity common to elves. In all other respects, save their height and coloring, drow resemble their aboveground cousins. Drow females are stronger and larger than males.\n\nThe Drow of Toril \n\nThese differ from their non Toril cousins in two respects. Firstly The drow of the Forgotten Realms can have pale yellow hair as well as silver or white. Secondly their eyes only appear to be red when light shines directly into them (like those of some Earth cats). They have pale eyes, in shades of lilac, silver, pink and blue.\n\nAlthough Toril elves are considerably taller than those of other worlds, the Drow of Faerun are the same height and weight as Drow elsewhere. They vary between 4'6\" and 5'6\", and weigh 85 t0 135 lb. Toril females are also stronger and larger than the males.\n\n[See the Ingame Books thread in the Libraries of Amia for more information]"
    }
  },
  "Identified": {
    "type": "byte",
    "value": 1
  },
  "LocalizedName": {
    "type": "cexolocstring",
    "value": {
      "0": " The Drow"
    }
  },
  "ModelPart1": {
    "type": "byte",
    "value": 1
  },
  "PaletteID": {
    "type": "byte",
    "value": 60
  },
  "Plot": {
    "type": "byte",
    "value": 1
  },
  "PropertiesList": {
    "type": "list",
    "value": []
  },
  "StackSize": {
    "type": "word",
    "value": 1
  },
  "Stolen": {
    "type": "byte",
    "value": 0
  },
  "Tag": {
    "type": "cexostring",
    "value": "drowdesc01"
  },
  "TemplateResRef": {
    "type": "resref",
    "value": "pedrowdesc01"
  },
  "xModelPart1": {
    "type": "word",
    "value": 1
  }
}
