{
  "__data_type": "UTI ",
  "AddCost": {
    "type": "dword",
    "value": 0
  },
  "BaseItem": {
    "type": "int",
    "value": 74
  },
  "Charges": {
    "type": "byte",
    "value": 0
  },
  "Comment": {
    "type": "cexostring",
    "value": ""
  },
  "Cost": {
    "type": "dword",
    "value": 1
  },
  "Cursed": {
    "type": "byte",
    "value": 0
  },
  "DescIdentified": {
    "type": "cexolocstring",
    "value": {}
  },
  "Description": {
    "type": "cexolocstring",
    "value": {
      "0": "Drow names follow the familiar pattern of an individual name first, and then a family or House name second. Even though most Drow are not part of a noble house, they still have a family name. Some members of a Noble House have both a House name and a family name. In very rare cases some drow might have what we refer to as a middle name.\n\nDrow never have names that are the same as any deity, especially not Lolth. Drow nobles never have a name that is an actual word in the drow language. Using a drow word as a name is something a commoner would do.\n\nSince female and male drow names are often very different, many table entries list a female name fragment and then the male equivalent. Although the names might not seem particularly gender specific to an outsider, any drow will be able to tell the difference immediately. Rarely, a female drow might take part of a purely masculine name. However, any male who uses a solely feminine name fragment would be considered a rogue or a troublemaker.\n\n[See the Ingame Books Conten thread in the Libraries of Amia for more information]"
    }
  },
  "Identified": {
    "type": "byte",
    "value": 1
  },
  "LocalizedName": {
    "type": "cexolocstring",
    "value": {
      "0": " Drow Names"
    }
  },
  "ModelPart1": {
    "type": "byte",
    "value": 1
  },
  "PaletteID": {
    "type": "byte",
    "value": 60
  },
  "Plot": {
    "type": "byte",
    "value": 1
  },
  "PropertiesList": {
    "type": "list",
    "value": []
  },
  "StackSize": {
    "type": "word",
    "value": 1
  },
  "Stolen": {
    "type": "byte",
    "value": 0
  },
  "Tag": {
    "type": "cexostring",
    "value": "drownames01"
  },
  "TemplateResRef": {
    "type": "resref",
    "value": "pedrownames01"
  },
  "xModelPart1": {
    "type": "word",
    "value": 1
  }
}
