{
  "__data_type": "UTI ",
  "AddCost": {
    "type": "dword",
    "value": 0
  },
  "BaseItem": {
    "type": "int",
    "value": 74
  },
  "Charges": {
    "type": "byte",
    "value": 0
  },
  "Comment": {
    "type": "cexostring",
    "value": ""
  },
  "Cost": {
    "type": "dword",
    "value": 1
  },
  "Cursed": {
    "type": "byte",
    "value": 0
  },
  "DescIdentified": {
    "type": "cexolocstring",
    "value": {}
  },
  "Description": {
    "type": "cexolocstring",
    "value": {
      "0": "The Origins of the Dark Elves (Drow, Ilythiiri):\n\nLike the other elves, Dark Elves are not native to Aber Toril, but came as immigrants some twenty five millennia ago.  The Ssri-Tel-Quessir who were the ancestors of the Drow formed part of the second wave of elven immigration, which signalled the end of the Time of the Dragons. The names and whereabouts of the original elven home worlds  have long since  been lost in the mists of time.  Using portals the Dark elves passed through various realms of the Fey, but they mainly populated the  tropical jungles of Southern Faerun, in what is now the Shaar. The Dark Elves  were a powerful people and quickly established large empires. The most famous (or infamous) of these was Ilythiir. We are told this mighty nation became increasingly ambitious and cruel, and mercilessly attacked the other nations of Southern Faerun with . These traits are said to have sparked off the first Crown War, but as in much of elven history nobody really knows the truth of the matter.\n\n[See the Ingame Books Conten thread in the Libraries of Amia for more information]"
    }
  },
  "Identified": {
    "type": "byte",
    "value": 1
  },
  "LocalizedName": {
    "type": "cexolocstring",
    "value": {
      "0": " The Origins of the Dark Elves (OOC info)"
    }
  },
  "ModelPart1": {
    "type": "byte",
    "value": 1
  },
  "PaletteID": {
    "type": "byte",
    "value": 60
  },
  "Plot": {
    "type": "byte",
    "value": 1
  },
  "PropertiesList": {
    "type": "list",
    "value": []
  },
  "StackSize": {
    "type": "word",
    "value": 1
  },
  "Stolen": {
    "type": "byte",
    "value": 0
  },
  "Tag": {
    "type": "cexostring",
    "value": "drowhistory01"
  },
  "TemplateResRef": {
    "type": "resref",
    "value": "pedrowhistory01"
  },
  "xModelPart1": {
    "type": "word",
    "value": 1
  }
}
