{
  "__data_type": "UTI ",
  "AddCost": {
    "type": "dword",
    "value": 0
  },
  "BaseItem": {
    "type": "int",
    "value": 74
  },
  "Charges": {
    "type": "byte",
    "value": 0
  },
  "Comment": {
    "type": "cexostring",
    "value": ""
  },
  "Cost": {
    "type": "dword",
    "value": 1
  },
  "Cursed": {
    "type": "byte",
    "value": 0
  },
  "DescIdentified": {
    "type": "cexolocstring",
    "value": {}
  },
  "Description": {
    "type": "cexolocstring",
    "value": {
      "0": "\"Khaless nau uss mzild taga dosstan.\"\n\n\"Trust no one more than yourself\" - a famous Drow quote.\n\nDrow hate the sunlight, it hurts their eyes. Drow would never cast light spells on themselves. As a Drow stays longer and longer on the surface, he becomes more and more resistant to the poisonous sun, some even have the capability to ignore its harmful rays.\n\nDrow hate most surface races, you should never be seen actively hunting or adventuring with humans, elves, halflings, etc.\n\nA Drow of higher rank should be respected out of fear; the elder Drow would possibly kill the disrespecting lesser. Disrespecting an elder or someone higher in rank than you is generally punishable either by strenuous torture, which usually brings death upon the offender or by outright slaying. However, there are far more clever and imaginative punishments for crimes or offenses. It is very drow to make use of them.\n\nThe perfect deed is a perfect assassination or crime. If no one sees you do a deed, it is as if you achieved all of its rewards without any of its penalties.\n\nDeceit is one of the Drow virtues. As long as you can get away with lying (In character of course) you can and should. Although there are times when it is better to speak the truth, such as when dealing with higher ranking Drow.\n\nIf you are the same rank as someone else the stronger one would hold more status or the one in a more prestigious house.\n\nPoison is almost always used by Drow, as Honor in battle is a pathetic human trait. Drow will always fight un-fair to gain an advantage.\n\nAssassination is an acceptable way of removing your enemies."
    }
  },
  "Identified": {
    "type": "byte",
    "value": 1
  },
  "LocalizedName": {
    "type": "cexolocstring",
    "value": {
      "0": " Lolth Drow Roleplay Tips - Volume 1"
    }
  },
  "ModelPart1": {
    "type": "byte",
    "value": 1
  },
  "PaletteID": {
    "type": "byte",
    "value": 60
  },
  "Plot": {
    "type": "byte",
    "value": 1
  },
  "PropertiesList": {
    "type": "list",
    "value": []
  },
  "StackSize": {
    "type": "word",
    "value": 1
  },
  "Stolen": {
    "type": "byte",
    "value": 0
  },
  "Tag": {
    "type": "cexostring",
    "value": "roleplaytips01"
  },
  "TemplateResRef": {
    "type": "resref",
    "value": "peroleplaytips01"
  },
  "xModelPart1": {
    "type": "word",
    "value": 1
  }
}
