{
  "__data_type": "UTI ",
  "AddCost": {
    "type": "dword",
    "value": 0
  },
  "BaseItem": {
    "type": "int",
    "value": 24
  },
  "Charges": {
    "type": "byte",
    "value": 0
  },
  "Comment": {
    "type": "cexostring",
    "value": ""
  },
  "Cost": {
    "type": "dword",
    "value": 0
  },
  "Cursed": {
    "type": "byte",
    "value": 0
  },
  "DescIdentified": {
    "type": "cexolocstring",
    "value": {
      "0": "From Clebrior's Flora: \n\n\"Thornapple, also known as Devil's Trumpet, Mad Hatter, Crazy Tea, or Zombie's Cucumber, is a common poisonous weed in the Nightshade Family. The Devil's Trumpet grows in most habitats, but thrives in high-nutrient soil. It is found throughout much of the UAmia, barring the northern Islands. \n\nThornapple is, on average, 30 to 150 cm tall with erect, forking and purple stems. The leaves are large, 7 to 20 cm long and have irregular teeth similar to those of oak leaves. The flowers are trumpet-shaped, white to purple, and open and close at irregular intervals during the evening, earning the plant the nickname Moonflower. The fruit are walnut-sized, egg-shaped, and covered in prickles. All parts of the plant emit a foul odor when crushed or bruised.\n\n\nThe Moonflower makes one 'blind as a bat, mad as a hatter, red as a beet, hot as hell, dry as a bone, the bowel and bladder lose their tone, and the heart runs alone'. It has been linked to a number of murders in southwestern Cordor where a number of young men were ritually killed. Goats will occasionally eat the plant, and subsequently die a slow and painful death.\""
    }
  },
  "Description": {
    "type": "cexolocstring",
    "value": {
      "0": ""
    }
  },
  "Identified": {
    "type": "byte",
    "value": 1
  },
  "LocalizedName": {
    "type": "cexolocstring",
    "value": {
      "0": "  Thornapple"
    }
  },
  "ModelPart1": {
    "type": "byte",
    "value": 12
  },
  "PaletteID": {
    "type": "byte",
    "value": 64
  },
  "Plot": {
    "type": "byte",
    "value": 0
  },
  "PropertiesList": {
    "type": "list",
    "value": []
  },
  "StackSize": {
    "type": "word",
    "value": 1
  },
  "Stolen": {
    "type": "byte",
    "value": 0
  },
  "Tag": {
    "type": "cexostring",
    "value": "poi_ing_001"
  },
  "TemplateResRef": {
    "type": "resref",
    "value": "poi_ing_001"
  },
  "xModelPart1": {
    "type": "word",
    "value": 12
  }
}
