{
  "__data_type": "UTI ",
  "AddCost": {
    "type": "dword",
    "value": 0
  },
  "BaseItem": {
    "type": "int",
    "value": 24
  },
  "Charges": {
    "type": "byte",
    "value": 0
  },
  "Comment": {
    "type": "cexostring",
    "value": ""
  },
  "Cost": {
    "type": "dword",
    "value": 0
  },
  "Cursed": {
    "type": "byte",
    "value": 0
  },
  "DescIdentified": {
    "type": "cexolocstring",
    "value": {
      "0": "From Clebrior's Flora: \n\n\"The entire plant is a poison (including the roots and seeds), although the leaves of the upper stem are particularly potent, with just a nibble being enough to potentially cause death. Early symptoms of ingestion include nausea, vomiting, anorexia, diarrhea, abdominal pain, wild hallucinations, delirium, and severe headache. Depending on the severity of the toxicosis the victim may later suffer irregular and slow pulse, tremors, various cerebral disturbances, especially of a visual nature (unusual color visions with objects appearing yellowish to green, and blue halos around lights), convulsions, and deadly disturbances of the heart. \n\nThere have been instances of people confusing Foxglove with the harmless Comphrey (which is often brewed into a tea) with fatal consequences. Other fatal accidents involve children drinking the water in a vase containing Foxglove plants. Drying does not reduce the toxicity of the plant. The plant is toxic to animals including all classes of livestock, as well as cats and dogs.\""
    }
  },
  "Description": {
    "type": "cexolocstring",
    "value": {
      "0": ""
    }
  },
  "Identified": {
    "type": "byte",
    "value": 1
  },
  "LocalizedName": {
    "type": "cexolocstring",
    "value": {
      "0": "  Foxglove Leaves"
    }
  },
  "ModelPart1": {
    "type": "byte",
    "value": 15
  },
  "PaletteID": {
    "type": "byte",
    "value": 64
  },
  "Plot": {
    "type": "byte",
    "value": 0
  },
  "PropertiesList": {
    "type": "list",
    "value": []
  },
  "StackSize": {
    "type": "word",
    "value": 1
  },
  "Stolen": {
    "type": "byte",
    "value": 0
  },
  "Tag": {
    "type": "cexostring",
    "value": "poi_ing_005"
  },
  "TemplateResRef": {
    "type": "resref",
    "value": "poi_ing_005"
  }
}
