{
  "__data_type": "UTI ",
  "AddCost": {
    "type": "dword",
    "value": 0
  },
  "BaseItem": {
    "type": "int",
    "value": 74
  },
  "Charges": {
    "type": "byte",
    "value": 0
  },
  "Comment": {
    "type": "cexostring",
    "value": ""
  },
  "Cost": {
    "type": "dword",
    "value": 1
  },
  "Cursed": {
    "type": "byte",
    "value": 0
  },
  "DescIdentified": {
    "type": "cexolocstring",
    "value": {
      "0": "Mystra provides for and tends to the Weave, of which she is effectively the embodiment.  The Weave is the conduit that enables mortal spellcasters and magical crafters to safely access the raw force that is magic.  Mystra is also the deity of the possibilities that magic can bring about, making her one of the most powerful beings in Toril.  Although she favors the ethos of good, she has learned that as a deity of magic, she must preserve the Balance.  While she can prevent the creation of new spells and magic items that her philosophy opposes, she rarely exercises this ability unless they threaten the Weave or magic in general.  Mystra appears as a beautiful human woman with dark, flowing hair and radiant skin.\n\nLove magic for itself.  Do not treat it as just a weapon to reshape the world to your will.  True wisdom is knowing when not to use magic.  Strive to use magic less as your powers develop, for often the threat or promise of it's use outstrips it's acutal performance.  Magic is Art, the Gift of the Lady, and those who wield it are extremely privelaged in the extreme.  Conduct yourself humbly, not proudly, while being mindful of this.  Use the Art deftly and efficiently, not carelessly and recklessly.  Seek always to learn and create new magic.\n\nDo this and you will be rewarded."
    }
  },
  "Description": {
    "type": "cexolocstring",
    "value": {
      "0": ""
    }
  },
  "Identified": {
    "type": "byte",
    "value": 1
  },
  "LocalizedName": {
    "type": "cexolocstring",
    "value": {
      "0": "Reflections on Mystra"
    }
  },
  "ModelPart1": {
    "type": "byte",
    "value": 8
  },
  "PaletteID": {
    "type": "byte",
    "value": 60
  },
  "Plot": {
    "type": "byte",
    "value": 0
  },
  "PropertiesList": {
    "type": "list",
    "value": []
  },
  "StackSize": {
    "type": "word",
    "value": 1
  },
  "Stolen": {
    "type": "byte",
    "value": 0
  },
  "Tag": {
    "type": "cexostring",
    "value": "ReflectionsonMystra"
  },
  "TemplateResRef": {
    "type": "resref",
    "value": "reflectionsonmys"
  }
}
