{
  "__data_type": "UTI ",
  "AddCost": {
    "type": "dword",
    "value": 0
  },
  "BaseItem": {
    "type": "int",
    "value": 74
  },
  "Charges": {
    "type": "byte",
    "value": 0
  },
  "Comment": {
    "type": "cexostring",
    "value": ""
  },
  "Cost": {
    "type": "dword",
    "value": 1
  },
  "Cursed": {
    "type": "byte",
    "value": 0
  },
  "DescIdentified": {
    "type": "cexolocstring",
    "value": {
      "0": "Long-term Mental Instability.\nA Study of Mander.\nby\nNightingale.\n\nThe almost permanently empty room with Mander's name on the door in the Isolation Wing of this temple is testament to the difficulty in treating his ailment. \nHe has so far proved resistant to the daily Cure Disease spells which were first tried in an attempt to cure him.\nHe is even more resistant to being kept in his padded cell. \nMander was diagnosed by me as 'Barking Mad' shortly after my arrival in this region. Nothing I have seen since causes me to doubt this diagnosis. Nothing that has been tried has effected anything remotely close to a cure but perseverance will surely be effective someday.\nSalandran clerics encountering Mander in the wild are instructed to cast Cure Disease and Clarity on him if the opportunity arises. The expected reaction from Mander should be the exclamation, \"Spoon!\" and possibly the summoning of one or more chickens.\nThis indicates failure and he should be gently encouraged to return to his padded cell.\nIt will be necessary to try more radical methods of treatment if the Cure spells don't show some effect soon. I have noted the odd effect that lightning strikes have on the senses of those struck. I feel that an experiment may be worthwhile."
    }
  },
  "Description": {
    "type": "cexolocstring",
    "value": {
      "0": ""
    }
  },
  "Identified": {
    "type": "byte",
    "value": 1
  },
  "LocalizedName": {
    "type": "cexolocstring",
    "value": {
      "0": "Long-term Mental Instability."
    }
  },
  "ModelPart1": {
    "type": "byte",
    "value": 9
  },
  "PaletteID": {
    "type": "byte",
    "value": 60
  },
  "Plot": {
    "type": "byte",
    "value": 0
  },
  "PropertiesList": {
    "type": "list",
    "value": []
  },
  "StackSize": {
    "type": "word",
    "value": 1
  },
  "Stolen": {
    "type": "byte",
    "value": 0
  },
  "Tag": {
    "type": "cexostring",
    "value": "sal_book_5"
  },
  "TemplateResRef": {
    "type": "resref",
    "value": "sal_book_5"
  }
}
