{
  "__data_type": "UTI ",
  "AddCost": {
    "type": "dword",
    "value": 0
  },
  "BaseItem": {
    "type": "int",
    "value": 74
  },
  "Charges": {
    "type": "byte",
    "value": 0
  },
  "Comment": {
    "type": "cexostring",
    "value": ""
  },
  "Cost": {
    "type": "dword",
    "value": 1
  },
  "Cursed": {
    "type": "byte",
    "value": 0
  },
  "DescIdentified": {
    "type": "cexolocstring",
    "value": {
      "0": "The first duty is to heal the sick and the injured. No other duty will ever outweigh the first. Salandrans will heal those in need without hesitation to the best of their abilities whenever asked. They do this as an act of charity and as a gift both to and from the Goddess. The act of healing is an act of worship.\n\nThe second duty is to heal without prejudice or favour. Salandrans heal all who need their aid without regard to who asks or whether their beliefs match our own. On the battlefield it is our duty to aid the wounded on both sides after the battle is over. This holds true for races traditionally regarded as enemies by local people. If a Salandran is asked for aid in a matter regarding the healing arts they are duty bound to answer.\n\nThe third duty is to seek out and research new ways of healing or of preventing illness. This includes the duty to seek out and lay to rest any undead who may cross the healer's path. The undead are unclean. It is the Salandran's duty to cleanse them.\n\nThe fourth duty is to others. The Salandran will strive for perfection of self through duty to others. Acts of charity and assistance granted to those in need are gifts to Salandra and are the source of the gifts which the Goddess grants us in return.\n\nThe final duty is to seek those in need. Outside the Salandran temples, healers are expected to travel the realm seeking those who require their help. A Salandran cannot cure a healthy man. If a town is healthy it is the duty of a Salandran to move on. \nSeek out the sick and the injured. They may not be able to come to us. We must find them."
    }
  },
  "Description": {
    "type": "cexolocstring",
    "value": {
      "0": ""
    }
  },
  "Identified": {
    "type": "byte",
    "value": 1
  },
  "LocalizedName": {
    "type": "cexolocstring",
    "value": {
      "0": "The Tenets of the Salandran Faith"
    }
  },
  "ModelPart1": {
    "type": "byte",
    "value": 7
  },
  "PaletteID": {
    "type": "byte",
    "value": 60
  },
  "Plot": {
    "type": "byte",
    "value": 0
  },
  "PropertiesList": {
    "type": "list",
    "value": []
  },
  "StackSize": {
    "type": "word",
    "value": 1
  },
  "Stolen": {
    "type": "byte",
    "value": 0
  },
  "Tag": {
    "type": "cexostring",
    "value": "sal_book_8"
  },
  "TemplateResRef": {
    "type": "resref",
    "value": "sal_book_8"
  }
}
