{
  "__data_type": "UTI ",
  "AddCost": {
    "type": "dword",
    "value": 0
  },
  "BaseItem": {
    "type": "int",
    "value": 74
  },
  "Charges": {
    "type": "byte",
    "value": 0
  },
  "Comment": {
    "type": "cexostring",
    "value": ""
  },
  "Cost": {
    "type": "dword",
    "value": 1
  },
  "Cursed": {
    "type": "byte",
    "value": 0
  },
  "DescIdentified": {
    "type": "cexolocstring",
    "value": {
      "0": "The Undead are Unclean. \n\nThe Salandran cleric will be well aware of the threat posed to the common population by Undead creatures.\nAlmost without exception the undead are carriers of a wide variety of illnesses and pestilence. They should be destroyed without hesitation wherever encountered and areas of undead infestation should be rigorously cleansed. \nIt is the duty of all Salandrans to seek out and destroy all such areas of undead activity. \nThe Goddess is generous in the abilities granted to her faithful followers in this respect. Few mortals are more effective in destroying undead than Healing Clerics. The spells granted to healers to aid the injured are also extremely potent when used as combat spells against undead. Spells of Heal and Mass-Heal are strongly recommended as a permanent part of the Salandran's arsenal.\n\n(The inside back cover of this tome has a hand-written note upon it) \n\nIt should be noted that certain local townships permit certain 'trusted' undead to walk freely among them. These poor souls are to be pitied and should be encouraged to visit the temple for free healing.\n\nSigned by; \nNightingale.\nTemple Mother."
    }
  },
  "Description": {
    "type": "cexolocstring",
    "value": {
      "0": ""
    }
  },
  "Identified": {
    "type": "byte",
    "value": 1
  },
  "LocalizedName": {
    "type": "cexolocstring",
    "value": {
      "0": "Undead Means Unclean"
    }
  },
  "ModelPart1": {
    "type": "byte",
    "value": 4
  },
  "PaletteID": {
    "type": "byte",
    "value": 60
  },
  "Plot": {
    "type": "byte",
    "value": 0
  },
  "PropertiesList": {
    "type": "list",
    "value": []
  },
  "StackSize": {
    "type": "word",
    "value": 1
  },
  "Stolen": {
    "type": "byte",
    "value": 0
  },
  "Tag": {
    "type": "cexostring",
    "value": "sal_book_6"
  },
  "TemplateResRef": {
    "type": "resref",
    "value": "sal_book_007"
  }
}
