{
  "__data_type": "UTI ",
  "AddCost": {
    "type": "dword",
    "value": 0
  },
  "BaseItem": {
    "type": "int",
    "value": 74
  },
  "Charges": {
    "type": "byte",
    "value": 0
  },
  "Comment": {
    "type": "cexostring",
    "value": ""
  },
  "Cost": {
    "type": "dword",
    "value": 1
  },
  "Cursed": {
    "type": "byte",
    "value": 0
  },
  "DescIdentified": {
    "type": "cexolocstring",
    "value": {
      "0": "Most citizens of the realms are familiar with the Major Gods of the pantheon. Temples to those with the largest numbers of followers, such as Torm, Lathander or Ilmater are familiar sights in many cities.\nThere are many Lesser Gods too. One of these is Salandra the Healer. The Goddess Salandra is a Handmaiden of Sung the White. Those who have seen the Goddess describe her as a beautiful woman clad in white, who emanates an aura of light and who is surrounded by a feeling of harmony and well-being.\nSalandra's  followers are few in number but highly skilled in the arts of healing and of curing disease. Salandran temples are rarely found in large cities. They are most likely to be found in high mountainous regions, or in remote sunlit valleys. The locations are usually chosen to take advantage of beneficial airs or local mineral water sources or other naturally occuring sources of healing. \nOn rare occasions the Goddess herself has been known to appear to mortals. All reported occurences of this have been associated with great works of healing. Although these occurences are rare it is said that all clerics who perform acts of healing have the Goddess Salandra at their shoulder while they work. \nThose who dedicate their lives to the healing arts can be sure that the Goddess Salandra will smile upon their efforts."
    }
  },
  "Description": {
    "type": "cexolocstring",
    "value": {
      "0": ""
    }
  },
  "Identified": {
    "type": "byte",
    "value": 1
  },
  "LocalizedName": {
    "type": "cexolocstring",
    "value": {
      "0": "Salandra the Healer"
    }
  },
  "ModelPart1": {
    "type": "byte",
    "value": 3
  },
  "PaletteID": {
    "type": "byte",
    "value": 60
  },
  "Plot": {
    "type": "byte",
    "value": 0
  },
  "PropertiesList": {
    "type": "list",
    "value": []
  },
  "StackSize": {
    "type": "word",
    "value": 1
  },
  "Stolen": {
    "type": "byte",
    "value": 0
  },
  "Tag": {
    "type": "cexostring",
    "value": "sal_book_6"
  },
  "TemplateResRef": {
    "type": "resref",
    "value": "sal_book_6"
  },
  "xModelPart1": {
    "type": "word",
    "value": 3
  }
}
