{
  "__data_type": "UTI ",
  "AddCost": {
    "type": "dword",
    "value": 0
  },
  "BaseItem": {
    "type": "int",
    "value": 74
  },
  "Charges": {
    "type": "byte",
    "value": 0
  },
  "Comment": {
    "type": "cexostring",
    "value": ""
  },
  "Cost": {
    "type": "dword",
    "value": 1
  },
  "Cursed": {
    "type": "byte",
    "value": 0
  },
  "DescIdentified": {
    "type": "cexolocstring",
    "value": {
      "0": "*TABLE OF CONTENTS* \n\nChapter 1: Beginning as a Shadowdancer \nChapter 2: Your Shadow Abilities \nChapter 3: Hide in Plain Sight \nChapter 4: Shadow Jump \nChapter 5: The Shadow Plane \n\n\n\n\nChapter 1: Beginning as a Shadowdancer \nShadowdancing is a talent possessed by many of a stealthier inclination. While not all people are 'shadowdancers', some can dance shadows just as one. While they may claim to be able to surpass the boundaries presented by a shadowdancer's teachings, said claims are false, and the abilities are limited to the same extent as that of a shadowdancer. The abilities are identical. \n\nWhile Shadowdancing is inherently seen as \"evil\" and an art of thievery on the Prime, Shadowdancing is a neutral art, having no connection to good more than it does evil. It's just the nature of humanoids on the Prime to judge solely on the negative. \n\nDuring your journey to become a Master Shadowdancer, you will begin developing ties to the Shadow Plane. These ties with grow as you do, leading up to gaining the Shadowdancer abilities all of you reading this book are seeking. \n\nAs you advance in the art there is less and less room for mistakes and chances, as slipping up on your advanced skills could end up costing you everything you worked up to in life. Shadowdancing takes a lot of dedication and practice, practice until it is as natural to you as possible and then more. \n\nChapter 2: Your Shadow Abilities \nAs you build your connection to the Shadow Plane and your ability to control and manipulate the shadows around you, you will gain new abilities such as the Shadow Companion, Darkvision, Shadow Daze, and Shadow Evade. More Advanced abilities are disused in detail in the next chapters. \n\nThe following is the list and descriptions of your basic Shadowdancer abilities. \n\nSUMMON SHADE summons a Planar shadow from the Shadow Plane. It is composed of negative energy but is not undead. The Shadowdancer's own shadow serves as a portal, or gate for the Planar Shade to emerge, but it is not the Shadowdancer's own Shadow. It cannot be summoned in a dead magic zone. \n\nDARKVISION is the ability to see through shadow and darkness, by using the shadowdancer's innate ability to attune with mundane darkness. It allows them to see 60ft in black and white. Dead magic zones will cause this enhanced sight to fade. \n\nSHADOW DAZE creates a visual distortion to daze the subject. It has no requirements to perform. It cannot be created in a dead magic zone \n\nSHADOW EVADE works by conjuring shadows, utilizing one's own as a focus, into a mist-like barrier that surrounds the shadowdancer. This barrier is physically resistant to some amount of impact, and also causes slight visual anomalies as the shadowdancer's form becomes obscured by the misty barrier; making it harder for attackers to see exactly where they are, as per concealment. Dead magic zones will hinder the shadows from creating suitable concealment rendering the ability worthless. \n\nChapter 3: Hide in Plain Sight \nHide in Plain Sight is an optical illusion used to momentarily allow nearby shadows to conceal you long enough to appropriately hide, despite being watched. You must be within 10ft of a shadow large enough to conceal half of your body that is not your own to use this ability. \n\nHide in Plain Sight cannot be performed in Dead Magic Zones. Many erroneously believe that casting light on a Shadowdancer will negate their ability to Hide in Plain Sight, however, well trained dancers are taught how to use light to their advantage; even when it is cast on their person.\n\nChapter 4: Shadow Jump \nShadow Jump is a method of transportation used by Shadowdancers to \"jump\" from a shadow equal to at least half the size of the Dancers body, to another shadow following the same restrictions. Shadow Jump utilizes the transplanar space between the Shadow and the Material Planes. \n\nThis transplanar space can -not- safely be reached on the Shadow Plane and must only be used while on the Material Plane. There can also be no obstacles in the Dancer's Jump path. Obstacles include but limited to, doors, gates, walls, boulders, fences, etc. Anything that hinders the straight line to where the Dancer is jumping to. Shadow Jump can get the Dancer airborne, either from jumping over pitfalls or up or down cliffs. \n\nThe Dancer cannot bring any other living matter with them through the jump except for other Shadowdancers. \n\nA Dancer cannot Shadow Jump while giving off light.\n\nChapter 5: The Shadow Plane \nIt is the toxic plane of darkness and power. It is the hidden place that hates the light. It is the frontier of worlds unknown. The Plane of Shadow is a darkly lighted dimension that is both coterminous to and co-existent with the Material Plane. It overlaps the Material Plane much as the Ethereal Plane does, so a planar traveler can use the Plane of Shadow to cover great distances quickly. The Plane of Shadow is also coterminous to other planes. With the right spell, you can use the Plane of Shadow to visit other realities. \n\nThe Plane of Shadow is a world of black and white; color itself has been bleached from the environment. It otherwise appears similar (but not exactly identical) to the Material Plane. \n\nThe sky above, for example, is always a black vault with neither sun nor stars. Landmarks from the Material Plane are recognizable on the Plane of Shadow, but they are twisted, warped things--diminished reflections of what can be found on the Material Plane. \n\nDespite the lack of light sources, various plants, animals, and humanoids call the Plane of Shadow home. The Plane of Shadow is highly morphic, and parts continually flow onto other planes. As a result, precise maps are next to useless, despite the presence of landmarks. If a traveler visits a mountain range during one use of a shadow walk spell, the mountain range may still be there the next time, but the individual mountains may have moved about. \n\nPrecision is a lost cause in the Plane of Shadow. The terrain of the Plane of Shadow is usually similar to the area where the traveler enters from the Material Plane. If a wizard travels onto the Plane of Shadow from a forest, she first sees an equivalent shadow forest. If she starts underwater, she appears within a shadowy sea that behaves like a Material Plane ocean, so her water breathing spell still works. However, as she moves away from her entry point, the terrain of the Plane of Shadow changes dramatically, although it usually bears some resemblance to the corresponding terrain on the Material Plane. \n\nSpells often draw forth parts of the Plane of Shadow, in particular for illusions that have the shadow descriptor. The Plane of Shadow is a monochromatic world, but shadow material pulled from it can be of any color. The spellcaster usually colors, shapes, and shades the shadowstuff to make it more convincing. A shadow evocation that produces a fireball, for example, appears like any other fireball to those fooled by the illusion. \n\nThe Shadow Plane's gravity and time flow are identical to the Material Plane. The Shadow Plane is infinite in size and much is left to be explored. \n\nThe Shadow Plane affects several spells if the caster attempts to cast while on the Plane. Any form of Shadow Conjuration or Evocation will be maximized to their full capabilities. Spells used to generate light sources may fizzle and backfire on the caster while on the Shadow Plane. It is wise to just not cast them during your time on the Shadow Plane."
    }
  },
  "Description": {
    "type": "cexolocstring",
    "value": {
      "0": ""
    }
  },
  "Identified": {
    "type": "byte",
    "value": 1
  },
  "LocalizedName": {
    "type": "cexolocstring",
    "value": {
      "0": "Shadowdancer's Textbook"
    }
  },
  "ModelPart1": {
    "type": "byte",
    "value": 17
  },
  "PaletteID": {
    "type": "byte",
    "value": 60
  },
  "Plot": {
    "type": "byte",
    "value": 1
  },
  "PropertiesList": {
    "type": "list",
    "value": []
  },
  "StackSize": {
    "type": "word",
    "value": 1
  },
  "Stolen": {
    "type": "byte",
    "value": 0
  },
  "Tag": {
    "type": "cexostring",
    "value": "sdtextbook"
  },
  "TemplateResRef": {
    "type": "resref",
    "value": "sdtextbook"
  }
}
