{
  "__data_type": "UTI ",
  "AddCost": {
    "type": "dword",
    "value": 0
  },
  "BaseItem": {
    "type": "int",
    "value": 74
  },
  "Charges": {
    "type": "byte",
    "value": 0
  },
  "Comment": {
    "type": "cexostring",
    "value": ""
  },
  "Cost": {
    "type": "dword",
    "value": 1
  },
  "Cursed": {
    "type": "byte",
    "value": 0
  },
  "DescIdentified": {
    "type": "cexolocstring",
    "value": {}
  },
  "Description": {
    "type": "cexolocstring",
    "value": {
      "0": "Loviatar, Goddess of Vengeance, Disease, and Pain\n\nLoviatar is a truly frightening goddess. Her activities never cease to shock and amaze all the other deities of the Aether. Her memory seems to be infinite- she never forgets when she is wronged, and she is ever crafting plots of revenge even for acts done millenia in the past. \n\nThe other deities also marvel at the extent to which her mind can develop such twisted and horrific methods of inflicting pestilence and suffering upon mortal beings. It is not the methods themselves that frighten or shock them, but the intensity of pleasure she derives from her devices. \n\nThe source of Loviatar's profound obsession with vengeance is unknown. Erosia postulates that she was spurned by an ancient mortal lover and henceforth metes eternal vengeance upon all mortal creatures. Chronos disagrees, arguing that no explanation is necessary or possible. She merely is what she is. The deities of goodness are horrified by everything Loviatar is and everything she stands for. It is possible that she is even more repugnant to them than Set (with the exception of Vishnu, of course). Despite the cause or the source, all Lovites are utterly obsessed with revenge. If they are wronged, they will do whatever it takes, no matter how long it takes to achieve what they feel is restitution. Seeking revenge is rapturous pleasure for the Lovite, and they will make themselves available to others (sometimes at the cost of a donation to the church) who pursue revenge- both to please Loviatar and to please themselves. \n\nOne of Loviatar's other pastimes is dreaming up and releasing horrific diseases and plagues upon humanoid kind. She enjoys the way a disease can start slowly in a distant, sparsely populated locale, and rapidly germinate and spread to a point where tremendous masses of living things are affected. Silvanus absolutely despises her diseases, as they run contrary to the natural progressions of nature. Often, the two deities have done battle over a pestilence that threatened an entire species of creature or vegetation. \n\nLoviatar rewards her clerics for assisting others in seeking revenge, especially when the revenge will likely trigger subsequent quests for revenge. Loviatar loves revenge that perpetuates itself. She also is pleased when clerics develop new ways to spread misery, suffering, and melancholy to the mortal realm. However, simple death or murder is unimaginative and generally does not involve much suffering. It is far preferable to destroy a person, but leave them with enough so they can fully comprehend the full woefulness of their existence."
    }
  },
  "Identified": {
    "type": "byte",
    "value": 1
  },
  "LocalizedName": {
    "type": "cexolocstring",
    "value": {
      "0": "The Goddess Loviatar"
    }
  },
  "ModelPart1": {
    "type": "byte",
    "value": 4
  },
  "PaletteID": {
    "type": "byte",
    "value": 60
  },
  "Plot": {
    "type": "byte",
    "value": 0
  },
  "PropertiesList": {
    "type": "list",
    "value": []
  },
  "StackSize": {
    "type": "word",
    "value": 1
  },
  "Stolen": {
    "type": "byte",
    "value": 0
  },
  "Tag": {
    "type": "cexostring",
    "value": "sos_book_loviatar"
  },
  "TemplateResRef": {
    "type": "resref",
    "value": "sos_book_loviata"
  },
  "xModelPart1": {
    "type": "word",
    "value": 4
  }
}
