{
  "__data_type": "UTI ",
  "AddCost": {
    "type": "dword",
    "value": 0
  },
  "BaseItem": {
    "type": "int",
    "value": 74
  },
  "Charges": {
    "type": "byte",
    "value": 0
  },
  "Comment": {
    "type": "cexostring",
    "value": ""
  },
  "Cost": {
    "type": "dword",
    "value": 1
  },
  "Cursed": {
    "type": "byte",
    "value": 0
  },
  "DescIdentified": {
    "type": "cexolocstring",
    "value": {}
  },
  "Description": {
    "type": "cexolocstring",
    "value": {
      "0": "Individuals who have brought great pain and suffering to others sometimes receive a boon from the goddess in the form of a white rod. This white rod is a magical item that may only be used by the one it was given to. If anyone else touches the wand it dissolves like ice melting in the sun. The rod absorbs hostile spell energy sent against the holder, sucking up 1-10 levels of spells before being used up and dissolving. A spell which is partially absorbed is totally spoiled (a 3rd level Fireball spell cast against a priest with a white wand that can absorb only two more spell levels will still fail).\n\nLoviatar usually grants these boons to priests who have caused extreme suffering in her name. However, she has been known to grant such rods to individuals outside her faith who have, willingly or not, caused widespread suffering. She prefers to grant them to those who have unwillingly or unknowingly done so, in particular good and lawful types who will be tormented just knowing that they have advanced her cause."
    }
  },
  "Identified": {
    "type": "byte",
    "value": 1
  },
  "LocalizedName": {
    "type": "cexolocstring",
    "value": {
      "0": "The White Rod"
    }
  },
  "ModelPart1": {
    "type": "byte",
    "value": 7
  },
  "PaletteID": {
    "type": "byte",
    "value": 60
  },
  "Plot": {
    "type": "byte",
    "value": 0
  },
  "PropertiesList": {
    "type": "list",
    "value": []
  },
  "StackSize": {
    "type": "word",
    "value": 1
  },
  "Stolen": {
    "type": "byte",
    "value": 0
  },
  "Tag": {
    "type": "cexostring",
    "value": "sos_book_white_rod"
  },
  "TemplateResRef": {
    "type": "resref",
    "value": "sos_book_white_r"
  }
}
