{
  "__data_type": "UTI ",
  "AddCost": {
    "type": "dword",
    "value": 0
  },
  "BaseItem": {
    "type": "int",
    "value": 74
  },
  "Charges": {
    "type": "byte",
    "value": 0
  },
  "Comment": {
    "type": "cexostring",
    "value": ""
  },
  "Cost": {
    "type": "dword",
    "value": 1
  },
  "Cursed": {
    "type": "byte",
    "value": 0
  },
  "DescIdentified": {
    "type": "cexolocstring",
    "value": {
      "0": "Practice\n\nThe Naming Art is quite simple in execution, requiring only the exact prenunctiation of a True Name or word of power and the ability to communicate with the subject of the name or word. Obviously if the object lacks intelligence or animation then the matter of communicating is not important. Naming scholars still debate over the ramifications of this matter. Because of the importance of communication most Namers are quite fluent in a wide variety of languages and dialects. Also, the variation and flexibility in prenunctiation often becomes essential for the strange inflections needed to pronounce many older and longer True Names. Rune scholars often learn dead languages as well, though what is learned from these languages can only be used in written form, since the proper tones and prenunctiations is long lost.\n\nAlthough powerful, Naming in the traditional sense is a very insecure method for controlling individuals and magical forces. The reason for this is that in order to control a subject the subject must be able to hear its True Name along with the instructions of its command. It will not obey any further commands or change of instructions unless the True Name is again spoken. This means that if used overtly control over the subject can be easily filched by anyone capable of hearing and recognizing the True Name. Because of this some Namers have taken to creating \"fetishes.\" These fetishes are custom made objects inscribed with the subject's True Name. In this way the Namer can command the subject simply by making it observe the fetish. Thus the danger of revealing the subject's True Name is minimalized, but control over the subject is only as secure as the fetish itself.\n\nNaming also is limitted by the particular subject's capabilities. Most Naming scholars believe that in truth that is exactly what a True Name is; a definition of a concept's basic limitations. A Namer cannot command a horse to fly, or water to burn, as these are beyond the subject's basic abilities. And while often the Art of Naming has been used to bring about an untimely demise it cannot be used for true destruction. Remember, words are the power of creation and existance. To put it simply a subject's existance cannot be made to cease. These limitations have cause problems in the past as the limitations of the subject are not always appearant. A man could be commanded to respect his brother since it is within his capabilities. But that same man might be incapable of feeling love towards his brother. A wise Namer studies his subject well before making use of his art. Often the subject's True Name itself can lead to insights as to its capabilities.\n\nBy far the most commen Namers are Weave users such as Enchanters and Bards. Naming is a difficult art to master without a dedication and love for knowledge and language. Often the first act of an initiate of the Naming Art is to learn his or her own True Name. This becomes their most cherished and guarded secret, of course. A few Namers are known carry fetishes inscribed with their own True Names with them, possibly as a symbol of their own self-control or mastery of their souls and destiny. In this day and age it is rare to see the Naming Art used in raw application. It is often practiced as a mean of reinforcing or empowering magics of the school of enchantment or transmutation and inscribed on wonderous items to enhance their effects. This often helps hide the source and nature of their power, as well as preventing the Namer from relying too heavily on the Art as well as to stretch the use of the few words most Namers know."
    }
  },
  "Description": {
    "type": "cexolocstring",
    "value": {
      "0": ""
    }
  },
  "Identified": {
    "type": "byte",
    "value": 1
  },
  "LocalizedName": {
    "type": "cexolocstring",
    "value": {
      "0": "The Art of Naming Part 2"
    }
  },
  "ModelPart1": {
    "type": "byte",
    "value": 6
  },
  "PaletteID": {
    "type": "byte",
    "value": 60
  },
  "Plot": {
    "type": "byte",
    "value": 0
  },
  "PropertiesList": {
    "type": "list",
    "value": []
  },
  "StackSize": {
    "type": "word",
    "value": 1
  },
  "Stolen": {
    "type": "byte",
    "value": 0
  },
  "Tag": {
    "type": "cexostring",
    "value": "TheArtofNamingPart2"
  },
  "TemplateResRef": {
    "type": "resref",
    "value": "theartofnamingpa"
  }
}
