{
  "__data_type": "UTI ",
  "AddCost": {
    "type": "dword",
    "value": 0
  },
  "BaseItem": {
    "type": "int",
    "value": 29
  },
  "Charges": {
    "type": "byte",
    "value": 0
  },
  "Comment": {
    "type": "cexostring",
    "value": ""
  },
  "Cost": {
    "type": "dword",
    "value": 0
  },
  "Cursed": {
    "type": "byte",
    "value": 0
  },
  "DescIdentified": {
    "type": "cexolocstring",
    "value": {
      "0": "The Amian Recorder \n\"An Independent Press for an Independent People\" \n\nFront Page Story: \n\nRESPONSE TO TOLERANCE POLICY FATE ALARMING \n\nResponding to the heavy ramifications of a verdict in ACLU vs. Galverson, both the Cordor community and the island's drow population have reacted, each drawing a clear and divisive line in the sand that leaves the spirit of the Tolerance Policy in dire straits. \n\nOn the morning of the 10th of Bemgusith, a public petition appeared on the town board requesting support for a motion to ban drow from Cordor permanently. To date, several copies of the petition have been circulated in Cordor to accomodate well over 1200 signatures. \n\n\"It's a radical proposition,\" Agnes Hill of Hills' Bookstore said. \"Thirty years ago, this petition would have been reviled, maybe even torn down by the guard. But we live in a different world today. Things have changed since then.\" \n\nMrs. Hill is correct about a change. Compared to thirty years ago, reports of drow incursions have nearly doubled. A recent investigation into criminal backlogs revealed that 42% of particularly violent and heinous crimes are perpetrated by drow, or have evidence supporting drow involvement. This is an increase of nearly thirty percent from thirty years ago, with a very marked rise since the Cordor reconstruction. \n\n\"The city does not believe that reconstruction contributed directly to the rise in violent crimes perpetrated by drow,\" Clerk Franton said in response to a Recorder inquiry. \"Other factors such as civil unrest and changes in leadership are more likely contributors.\" \n\nAlternative reports suggest that reconstruction may have had an indirect effect on the increase. \n\n\"In old Cordor, the adventuring class congregated within twenty yards of the city's main gate. There were several altercations between adventurers and drow that would lead to the arrest and rightful prosecution of criminal drow,\" Veternal Guardsman Geyers said. \"Now the adventurers are not within line of sight of the main gates, although our own guard remains ever vigilant.\" \n\nGeyers also added that the Cordor Guard does not condone vigilante justice, a common accustion levelled at the resident adventuring class. \n\nThe citizens of Cordor, however, have not been the only ones to respond to ACLU vs. Galverson. An unknown drow organization delivered an open letter to the citizens and the administration, threatening harsh action if a series of demands are not met. A full copy of this open letter can be found on the Editorials page, 8A. \n\n\"Their demands may seem like gross hyperbole to us, but the Lolthlite faith is an empirical religion,\" said Steven Jaspers, a cultural anthropologist from the Halruuan Institute of Cultural Arcana. \"Although they do accept the existence of alternative deities, they believe vehemently that all other deities are not only inferior to Lolth, but destined to subjugation and eventual destruction. To them, the incarcerated [Vishlesz] can only be judged by her own people, under the ocularis omniscia octet, or the Eight Eyes of Lolth.\" \n\nSo far the reaction to this letter has been open shock, but not surprise. \n\n\"A civilized city might consider hard diplomacy or at the worst economic sanctions,\" Hans Guber, garcon of the Silent Corner, said. \"If the city doesn't respond to the petition banning drow, the Silent Corner may establish its own policy of non-service to drow clientele.\" \n\nNeither Duke Montgomery nor any city official could be reached for comment on the petition. \n\nACLU vs. Galverson is a case set to begin on the 23rd of Culendom; Vishlesz, a drow woman, refused to remove her helmet as requested by former Lieutenant Galverson, and was arrested immediatly. Eric Whitacre of the ACLU witnessed the arrest and has brought a civil justice suit against Galverson for violating the Tolerance Policy by exhibiting \"clear racial prejudice\" in his handling of the arrest. Vishlesz remains incarcerated for possession of controlled substances. \n\n******* \n\nInterested in bringing headlining news direclty into the hands of the public? Want to make your voice heard in every edition? If you have an independent spirit and would like to contribute to the factual, hard-hitting interest stories of our time, please contact Chief Editor Ethan Starr at the Amian Recorder's office and printing press in Cordor Central, on 454 Inkwell Way. Currently looking for staff writers and beat reporters. \n\n******* \n\nACLU PROTESTS DROW IMPRISONMENT \n\nEric Whitacre and thirty vocal members of the Amian Civil Liberties Union, an citizens organization dedicated to upholding the spirit of the Tolerance Policy in Cordor and equal treatment of peoples across the island regardless of race, gender, or creed, gathered together in protest before the South District Prison in Cordor today. This is not the first public protest the ACLU has held against the incarceration of the drow known as Vishlesz; more than a dozen protests have been held since her arrest. Eric Whitacre, the chief prosecutorial witness in ACLU vs. Galverson, has led every one of them. \n\n\"I think it is important that we get our message of tolerance across to the citizens of Cordor,\" Whitacre said in an interview at the protest site. \"We know the statistics, that drow crime is up, that incursions are on the race; but we want to ensure that everyone remember that statistics can easily be manufactured. And even if they are not, that what is important is the fair and equal treatment of our bretheren, including the drow. A citywide ban on them, as suggested in that unfair petition, is based purely on race, and in fact fails to take into account the differences in Lolthlite and Eilistreean dogma.\" \n\nWhat Whitacre considers most heinous, however, is the fact that Vishlesz, the drow asked to remove her helm by Lieutenant Galverson, remains in the South District Prison. He calls the incarceration \"unjust and prejudicial\". \n\nSenior Guardsman Colds explains that Vishlesz is still being held in prison for crimes perpetrated following her processing and arrest. \"After putting her through processing here in the South District Prison, we discovered several milligrams of a rare biotoxin extracted from the venom sacks of subterranean arachnids. The substance is called \"S\" on the streets, short for \"spider\", the source of the toxin. It has been clearly documented as a paralytic used in rape cases or, in some instances, assassinations when delivered in high doses. Without her arrest, the controlled substance would not have been uncovered, and she is currently serving a sentence for possession.\" \n\nWhitacre disagrees, and calls the charges fabricated, and suggests that the possessed substance may have been planted. \"If the Guard releases Vishlesz, they exhibit a lack of support for Galverson's decision, and that will hurt him in the trial. They'll do anything to protect one of their own, even if it means violating the rights of a drow citizen.\" \n\nSkex'kia Vishlesz applied for citizenship in Cordor two years ago. Initially, she was denied immediate naturalization due to ignorance of the Common Language of the Law, but with the help of the ACLU's naturalization initiative, a service to educate and indoctrinate cultural foreigners to Cordorian standards, she was awarded citizenship just three months prior to her arrest. \n\n\"These protests are ludicrous,\" Joseph Bailey, a warden at the South District Prison said. \"Not only is Whitacre and the ACLU dragging the name of the Guard through the mud, they're also completely blind to what's going on in the world around them. Some of the most violent criminals I've locked away here are drow, and I wonder if they would be singing the same tune if I just opened the doors and let them walk free during one of their protests.\" \n\nACLU protests have gained the attention of several spectators, and during a recent demonstration outside of the South District Prison, even earned the voices of several members of the adventuring class. The protestors have all been provided with helmets of a drow design, very similar to the helmet that Skex'kia Vishlesz wore when she walked into town, prompting former Lieutenant Galverson to demand she remove it. The protestors openly demand they be asked to remove their helmets, and when asked, adamantly refuse. The Cordor Guard has allowed the members of the ACLU to protest peacefully, and have not arrested any for refusing to remove their helmets when asked, either. \n\nDuring the most recent protest, Veteran Guard Geyers promised to usher Whitacre in for a private meeting with city officials on the condition that he disband his protests for the time being, in the best interest of public peace, Geyers said. \n\n\"We will be heard, and I shall be the measuring stick to judge how concerned the city officials are over the impending death of the Tolerance Policy. The Merchant's Guild is worried about its bottom line and how continued tolerance for the drow could affect it, but the ACLU remains unswayed by materialism. We preach the Tolerance Policy for all. Free Vishlesz!\" Whitacre announced, before entering the Duke's Hall to speak with city officials. Demonstrators have disbanded, and there has been no word of a scheduled protest to follow. \n\n******* \n\nFresh off the boat and looking for honest work? Need some supplementary income for the full Cordor experience? Enjoy lots of travel? \n\nTry SPEEDY'S MESSENGER SERVICE! Entry level courier positions open NOW! Start getting paid IMMEDIATELY on hire! No experience required! (But plenty gained) \n\nSee Frugo Till at Speedy's Delivery Service for more details \n\n******* \n\nWHARFTOWN WORRIES OVER WORM \n\nRoana Crews awoke from a dream only to face a nightmare on the evening of the 9th of Bemgusith; her 8 year-old son Bertran and her 6-year old daughter Elaina were screaming in their bedroom. To her horror, Bertran was missing his thumb, and Elaina was missing two toes on her foot. Only hours earlier, a similar malady had befallen one of the childrens' neighborhood friends, Horace Waterdown, who lost his finger while playing near the well in Wharftown. For days, there was no explanation of the unnatural maladies, until the Mayor announced not only to the village, but to the ears of the Amia, that there was only one culprit in the attack: a worm. \n\n\"At first, I thought he meant your garden variety kind of worm, or maybe a whole bunch of carnivorous worms,\" said Sarah Giles, a launderer in Wharftown. \"But it soon became clear to us all that we had a giant worm in our well. In our water supply! And to think, I was letting my own children play near there!\" \n\nPanic overcame the villagers in Wharftown, the rural fishing village to the west of Cordor. Many refused to drink water from the well, and many fisherman abandoned their spots in coastal estuaries, too near the wellwater aquifer, for netcast fishing farther out, beyond the shoal. Even the very limited agricultural community outside of Wharftown was wary of their own produce, being supplied by water from the well. Direct threat of harm, however, consumed those villagers living in Wharftown proper, directly near the well. It wasn't until the late Mayor Bloom made an announcement that he was inviting \"a man and woman who have all the virtues any knight or fisherman could aspire to\" to wrangle the Worm on behalf of Wharftown. In came Nisha Iyer and Kal Turgul, two representatives of Overseas Commerce Providers. \n\n\"We had a hunch the Selunites were behind it. More people in their temple means more offerings. They claim to be there only to heal, but we all know how that goes,\" Kal Turgul, a representative of OCP, stated. \"Once their priestess was spotted making a sacrifice, we knew we were right.\" \n\nAlthough the assertion that the Selunites were protecting and even worshipping the Worm was an unpopular one considering the Temple of Selune's long service to the villagers of Wharftown, the Selunites and several members of the guard were brought to trial over suspicion of sacrificing a child to the worm. Evidence did not support the accusation of a human sacrifice to the worm conducted by the Selunites, however, and the accused were acquitted. \n\n\"This still left us with the problem of what to do about the Worm, though,\" Bubba Jim Grayson, a fisherman and Wharftown native, said. \"I wanted to kill it after all it had done, but every blasted time I looked in the well, it was hiding. But the Mayor said that Bane and his kinfolk could keelhaul that damn thing, so I voted to bring them in.\" \n\nIn a narrow public vote consisting of male citizens who owned both land and a boat, Wharftown authorized the Church of Bane to take residence in the old Temple of Selune. \n\n\"They had the most knowledge about how to fight the Worm,\" said Rolf Wickes, a shipwright and recent convert to the Church of Bane said. \"The Worm is a creature that feeds on our Fear; when we try to act against it, it makes us sick as if by magic. It causes all kinds of accidents to happen, and it even attacks people who get too close to the well when no one else is looking. But Bane has descended and through his clergy, given us the power to fight the Worm. There are only two ways to live our lives: in fear, or feared. By fearing the Worm instead of Bane, we give the Worm more Power. If we have both fear of and faith in Bane, then the Worm cannot touch us. And with enough followers, Bane's March will trample the Worm underfoot, and we will at last be rid of this accursed grub!\" \n\nWharftown's plight with the Worm has drown interest from beyond the village's borders. The Amian Crafter's and Trader's Federation posted a reward of 2,000,000 in tradescript with the Federation for physical evidence of the worm's demise, followed by a period of time where no ill effects of the Worm could be recorded. The Federation recently increased their competitive market in Amia after contracting every merchant in Wharftown following a massive pullout by mainland investors and even traders within the Cordorian Merchant's Guild, currently Amia's most competitive company. The reward has been hailed as a very philanthropic investment in their new enterprise west of Cordor. \n\n\"If not for the Federation's extremely quick action and surprisingly fair and sensible dealing, many of us would have gone out of business,\" said Zeek, owner of Zeek's Goods. \"We're not at liberty to discuss the contract itself, but between the Federation signing on us merchants and Overseas Commerce Providers reforming our town's wobbly budget, we'll come through this financial disaster in really good shape.\" \n\nThe Church of Bane insists that the Worm will be destroyed in good time, according to Baz Grishart, the acting High Cleric of the Church of Bane in Wharftown. \"So long as the people of Wharftown hold righteous respect and fear for the power of Bane, anything, even this vile Worm, will be overcome.\" \n\n******* \n\nBANITE CHURCH SLAYS WORM, OCP FIRES BANITE \n\nOverseas Commerce Providers (OCP) is proud to announce they have fulfilled all obligations under their contract with the independent town of Wharftown. \n\nOCP's regional representative, Kal Turgul, inspected the remains of a creature which by all appearances is a large worm, which were presented by the Church of Bane. Temple Imperceptor Baz Grishart invited representative Turgul to inspect the remains personally. \n\n\"It was a large, disgusting creature, about the size of a man,\" said Turgul. \"It had a vicious toothy jaw, and it's easy to see how it could inflict the injuries we've seen. \n\n\"Since there have been no further attacks since the Banites' claim, as of right now we are convinced the worm plaguing Wharftown has been destroyed.\" \n\nTurgul also went on to state that OCP was terminating the employment of town administrator Nisha Iyer, due to her known connection to the Church of Bane. \n\n\"She was clearly putting her religious interests ahead of business ones. She botched the economic impact reports, completely understating the negative effect that employing the Banites would have. Had we known the actual economic disaster it would become, we never would have employed the Banites to remove the worm.\" \n\nIt is the firm opinion of OCP that the Banite presence is no longer necessary in Wharftown. OCP looks forward to a healthy and economically prosperous Wharftown, and hopes the town council in its wisdom will remove the Banite presence as it did their Selunite predecessors. \n\n******* \n\nEditorials: \n\nNote from the Editor: Following is an exclusive reprinting of the open letter from the drow to the people of Cordor, one you will only find here, in the Amian Recorder. \n\nTo the rivvils of the city of Cordor, \n\nIt has displeased us greatly that you have imprisoned a decendent of the Ilythiiri. As you surely know, the drow are chosen to rule over all races by the will of Lloth, the Spider Queen, Mistress of the Demonweb Pits, Queen of the Dark Seldarine. All other races must give tribute to her. \n\nAs you have normally respected the superiority of the drow of Ultrinnan, the choosen children of the Our Dark Queen on Amia, over your territory and treated our emissaries with respect when they entered the City of Tolerance for inspection, we have been very generious with you. But the latest lack of respect is not tolerable. In order to avoid the wrath of the Children of the Spider Queen we order the following: \n\nYou will release the drow prisoner immediately and execute any and every individual that has had anything to do with their detainment within one cycle. As apology you will send ten slaves, five females and five males, all of good health and young age as tribute to the city of Ultrinnan within one cycle. You will make a sacrifice of one darthiir priest within eight cycles to the Spider Queen in the temple of your gods in the Hour of the Spider. You will ban all darthiirs from your territory on punishment of death immediately. You will build a shrine to honor the Spider Queen inside your city walls, which is large enough to allow at least ten followers of the Spider Queen to pray for Her blessings within eight cycles. \n\nShould you not follow all these orders perfectly, we will consider it complete and utter disrespect towards the Spider Queen and the drow over your territory, which will lead to harsh punishment. \n\nAnd do not be mistaken, nobody can escape the Web of the Spider Queen. Our Dark Queen was cursed by the Seldarine and we were driven into the Underdark in ancient times when your kin was still trying to discover the intricacies of starting a fire. It would be too much for you to understand, as your short life time does not allow you to archieve great wisdom before age sends you to your pathetic gods. Take a good look at the dark ones that roam your streets and know fear when you see them. \n\nHeed this warning well, we have been more than gracious in giving you one and make no mistake that it will be your last. Our agents will be in Cordor at all times to ensure that you meet our demands. \n\nLloth tlu malla \n\n\nTheo Veldt responds: The Tolerance Policy is no longer relevant in our day and age. Once upon a time, it served us well, during the opening of Duke Montgomery's reign, but in a city that is rife with chaos caused by drow, murders committed by drow, and a general sense of fear and dread created by their presence, the Tolerance Policy is doing more to hurt the City of Water and its people than to help us. Eric Whitacre and the ACLU are noble in their defense of the spirit of the Tolerance Policy, but though its spirit may be willing, our flesh has grown weak. Cordor has grown up. We have long since realized that the Tolerance Policy will not be the key to our utopia. Not so long as the drow are able to walk our streets. \n\n\nValas responds: My name is Valas, I am a protector of the Grove and a follower of Eilistrae. I would like to present some points in response to the ACLU vs. Galverson case. \n\n1 - Not all drow are evil. This is something we need to keep in mind. The majority are, though when looking strictly at Amia, I would say more than a third of its drow population are either Eilistreans or simply don't follow Loth and are not associated with Ultrinaan in any way. \n\n2 - Other races can be evil too. Humans, elves, dwarves...you name it. Everyone is capable of committing crimes, no matter their race. But why is it that when an elf commits a murder, only he gets blamed, and when a drow does it, the whole race has to pay? \n\n3 - Drow aren't a threat. Ultrinaan is. All those crimes, raids and murders are committed by a certain group of drow. Same as you wouldn't blame all dwarves if Brogenstein attacked Cordor, don't blame all drow when Ultrinaan does it."
    }
  },
  "Description": {
    "type": "cexolocstring",
    "value": {
      "0": ""
    }
  },
  "Identified": {
    "type": "byte",
    "value": 1
  },
  "LocalizedName": {
    "type": "cexolocstring",
    "value": {
      "0": "The Amian Recorder"
    }
  },
  "ModelPart1": {
    "type": "byte",
    "value": 50
  },
  "PaletteID": {
    "type": "byte",
    "value": 23
  },
  "Plot": {
    "type": "byte",
    "value": 0
  },
  "PropertiesList": {
    "type": "list",
    "value": []
  },
  "StackSize": {
    "type": "word",
    "value": 1
  },
  "Stolen": {
    "type": "byte",
    "value": 0
  },
  "Tag": {
    "type": "cexostring",
    "value": "TheAmianRecorder"
  },
  "TemplateResRef": {
    "type": "resref",
    "value": "theamianrecord"
  },
  "xModelPart1": {
    "type": "word",
    "value": 50
  }
}
