{
  "__data_type": "UTI ",
  "AddCost": {
    "type": "dword",
    "value": 0
  },
  "BaseItem": {
    "type": "int",
    "value": 74
  },
  "Charges": {
    "type": "byte",
    "value": 0
  },
  "Comment": {
    "type": "cexostring",
    "value": ""
  },
  "Cost": {
    "type": "dword",
    "value": 1
  },
  "Cursed": {
    "type": "byte",
    "value": 0
  },
  "DescIdentified": {
    "type": "cexolocstring",
    "value": {
      "0": "The guild was formed by a few goblins that earned their living by stealing from other adventurers. So they raised enough gold to hollow a cave for their guild to house themselves. The main purpose of the guild is to observe and punish the petty thieves on occasion they do not follow the guild rules. Also \"unregistered\" rogues often get threats and assassination attempts if they pickpocket on the guild's turf. The guild itself consists of thieves, assassins and the various practicers of dark arts.\n\nFrom the guild, there are many different paths and cave complexes leading to many different places around Amia. These paths lead from Cordor to the Forest of Despair, these are often used by the members as means of quick transport from place to place. Also their use of small gems called the Rogue Stones enables the guild to escape from almost any place or tricky situation unharmed, to plot further plans. The only setback is that acquiring the stones costs relatively much gold so that the lowest ranking members have tough time trying to get their hands on some."
    }
  },
  "Description": {
    "type": "cexolocstring",
    "value": {
      "0": ""
    }
  },
  "Identified": {
    "type": "byte",
    "value": 1
  },
  "LocalizedName": {
    "type": "cexolocstring",
    "value": {
      "0": "The Guild of the Dimming Light"
    }
  },
  "ModelPart1": {
    "type": "byte",
    "value": 4
  },
  "PaletteID": {
    "type": "byte",
    "value": 60
  },
  "Plot": {
    "type": "byte",
    "value": 0
  },
  "PropertiesList": {
    "type": "list",
    "value": []
  },
  "StackSize": {
    "type": "word",
    "value": 1
  },
  "Stolen": {
    "type": "byte",
    "value": 0
  },
  "Tag": {
    "type": "cexostring",
    "value": "TheGuildoftheDimmingLight"
  },
  "TemplateResRef": {
    "type": "resref",
    "value": "theguildofthedim"
  }
}
