{
  "__data_type": "UTI ",
  "AddCost": {
    "type": "dword",
    "value": 0
  },
  "BaseItem": {
    "type": "int",
    "value": 74
  },
  "Charges": {
    "type": "byte",
    "value": 0
  },
  "Comment": {
    "type": "cexostring",
    "value": ""
  },
  "Cost": {
    "type": "dword",
    "value": 1
  },
  "Cursed": {
    "type": "byte",
    "value": 0
  },
  "DescIdentified": {
    "type": "cexolocstring",
    "value": {}
  },
  "Description": {
    "type": "cexolocstring",
    "value": {
      "0": "The Holy Orders of Benwick.\n\nThe Holy Orders of Benwick are three religious orders of knights, dedicated \nto the three vows of poverty, chastity, and obedience.\n\nPoverty - They may only own their weapons and equipment.  The rest of their \nfortune they give to the poor.  However, they are obligated to equip \nthemselves with Plate mail as soon as they may, as well as the weapons of \ntheir order.\n\nChastity - They may not marry nor engage in any trysts of any sort, they \nhave offered up their sexuality as a sacrifice to their deity.  Such \nviolations are often grounds for dismissal from the order.\n\nObedience - They are completely obedient to their superiors surrendering all \npretense of power and glory for the good of the whole.\n\nEach order has it's own purpose however, so while they all vow to poverty, \nchastity, and obedience, they have different markings and likewise, \ndifferent duties.\n\nThe Knights of St. Jerome - The Crusading order, the Knights of St. Jasper \nare first and foremost the warrior order.  They are the front of the line, \nthe point of the wedge, and the head of the column in the fight against \nevil.  Dedicated to one of three fighting styles, the formal (Fighter), the \nunarmed (Monk), or the berzerker (Barbarian) they nevertheless can have \nPriests who are familiar with one of the three fighting styles \n(Multi-classed with Fighter, Barbarian, or Monk) among their membership.\n\nIt is the Knights of St. Jerome who are the primary order waging the Holy \nWar against the evil drow and their Goddess Lolth.  But like all of the Holy \nOrders of Benwick, they are fighting first and foremost for souls.  For \nthem, a good Drow joining their ranks is as great a victory as the \ndestruction of an entire Drow city.  Their symbol is an upright gold sword \nupon a white field.  As their 'church' is the battle field, they are the \none order found most often out adventuring in Amia.  They are most often \narmed with a spear or other pole arm and crossbow.\n\nTheir motto is  Timesne Me? Debes. (Latin for \"Do you fear me?  You \nshould!\")\n\nThe Knights of St. Mark - The Protecting Order, the Knights of St. Mark are \nBenwick's guardians.  Charged with the protection of temples and pilgrims \nupon pilgrimage, they are the chief Chivalric (Paladin) order of the Holy \nOrders but likewise, they may also be familiar with the three fighting \nstyles (multi-classed with Fighters, Barbarians, or Monks).\n\nFor them, their cathedral is the road or the shrine.  While they can be out \ntraining on the field, their primary focus is taking less experienced \nmembers with them in order to educate them.  (In other words, they always \nare the highest level member of a party if they can be.)   Likewise, they \nare the most familiar with Benwick's and the lands surrounding the kingdom \ngeography.  Their symbol is an upright white sword upon a black background.  \nThey are most often armed with a sword and shield unless the sword is two \nhanded.  They seldom carry missile weapons.\n\nNote: there are rumors that some of them are familiar with the arcane arts \nas well, but this would be most inappropriate for their order's make up.\n\nThe Knights of St. Jasper - The Healing Order, the Knights of St. Jasper are \nBenwick's healers.  Found almost always in hostels, shrines, or \nCathedrals, they are the most Priestly (Cleric) of the three orders of \nKnights, but may also be familiar with one of the three fighting styles \n(Multi-class with Fighter, Barbarian, or Monk).\n\nTheir primary field of service is in shelters and hospitals, but if they do \ngo out, it's chiefly for the healing that they can employ to succor the \ngroup, thus they fight only as a last resort.\n\nTheir symbol is a red sword upright upon a white background.  Their domains \nare chiefly Healing and War, but other domains may be added with healing.  \nLikewise, they fight with mace or other bludgeoning weapon - since they are \nprohibited from shedding blood - and sling and shield."
    }
  },
  "Identified": {
    "type": "byte",
    "value": 1
  },
  "LocalizedName": {
    "type": "cexolocstring",
    "value": {
      "0": "The Knights of Benwick"
    }
  },
  "ModelPart1": {
    "type": "byte",
    "value": 3
  },
  "PaletteID": {
    "type": "byte",
    "value": 60
  },
  "Plot": {
    "type": "byte",
    "value": 0
  },
  "PropertiesList": {
    "type": "list",
    "value": [
      {
        "__struct_id": 0,
        "ChanceAppear": {
          "type": "byte",
          "value": 100
        },
        "CostTable": {
          "type": "byte",
          "value": 0
        },
        "CostValue": {
          "type": "word",
          "value": 0
        },
        "Param1": {
          "type": "byte",
          "value": 11
        },
        "Param1Value": {
          "type": "byte",
          "value": 0
        },
        "PropertyName": {
          "type": "word",
          "value": 81
        },
        "Subtype": {
          "type": "word",
          "value": 0
        }
      }
    ]
  },
  "StackSize": {
    "type": "word",
    "value": 1
  },
  "Stolen": {
    "type": "byte",
    "value": 0
  },
  "Tag": {
    "type": "cexostring",
    "value": "TheKnightsofBenwick"
  },
  "TemplateResRef": {
    "type": "resref",
    "value": "theknightsofbenw"
  },
  "xModelPart1": {
    "type": "word",
    "value": 3
  }
}
