{
  "__data_type": "UTI ",
  "AddCost": {
    "type": "dword",
    "value": 0
  },
  "BaseItem": {
    "type": "int",
    "value": 74
  },
  "Charges": {
    "type": "byte",
    "value": 0
  },
  "Comment": {
    "type": "cexostring",
    "value": ""
  },
  "Cost": {
    "type": "dword",
    "value": 1
  },
  "Cursed": {
    "type": "byte",
    "value": 0
  },
  "DescIdentified": {
    "type": "cexolocstring",
    "value": {
      "0": "Speculations on the Nature of Faith,\nby Bell'imar Juraviel, High Priest (Sheverash)\n\nIt is said that three thousand people witnessed the apotheosis of Sheverash from the ruins of his broken body on Llanardia Field. It was a sufficient demonstration of divine succession that the church of Sheverash was founded that very same day, adding a teak-hard bed of resistance to dhaerow perfidity that endures to this very day.\n\nWhat must it be like, I wonder, to experience such epiphany that the heavens themselves take note of it? If I, Bell'imar had been present, and had seen my god rising there, alive with divine power, it would burn in me like a fever. If I had been in such proximity to my god, who watched over his faithful like a father and cared for them like a mother . . . I should never, ever say \"there are two sides to every question,\" and \"you must respect other people's beliefs.\" You would not find me just being generally nice in the hope that it would all turn out right in the end, not if that flame was burning in me like an unforgiving sword.\n\nAnd I do say burning, because that is what it would be. It is said that holy men don't burn and sacrifice people anymore, but that's what true faith would mean. Sacrificing your own life, one day at a time, to the flame, declaring the truth of it, breathing the soul of it. That's faith. Anything else is just being nice. And a way of keeping in touch with the neighbours.\n\nThat's what I would be, if I had been there. And I don't believe that's fashionable right now, because it seems that if you see evil now you have to wring your hands ands say \"Oh dear, oh no! We must debate this.\""
    }
  },
  "Description": {
    "type": "cexolocstring",
    "value": {}
  },
  "Identified": {
    "type": "byte",
    "value": 1
  },
  "LocalizedName": {
    "type": "cexolocstring",
    "value": {
      "0": "The Nature of Faith"
    }
  },
  "ModelPart1": {
    "type": "byte",
    "value": 3
  },
  "PaletteID": {
    "type": "byte",
    "value": 60
  },
  "Plot": {
    "type": "byte",
    "value": 0
  },
  "PropertiesList": {
    "type": "list",
    "value": []
  },
  "StackSize": {
    "type": "word",
    "value": 1
  },
  "Stolen": {
    "type": "byte",
    "value": 0
  },
  "Tag": {
    "type": "cexostring",
    "value": "TheNatureofFaith"
  },
  "TemplateResRef": {
    "type": "resref",
    "value": "thenatureoffaith"
  }
}
