{
  "__data_type": "UTI ",
  "AddCost": {
    "type": "dword",
    "value": 0
  },
  "BaseItem": {
    "type": "int",
    "value": 74
  },
  "Charges": {
    "type": "byte",
    "value": 0
  },
  "Comment": {
    "type": "cexostring",
    "value": ""
  },
  "Cost": {
    "type": "dword",
    "value": 1
  },
  "Cursed": {
    "type": "byte",
    "value": 0
  },
  "DescIdentified": {
    "type": "cexolocstring",
    "value": {
      "0": "Before the first Crown War, when our people once ruled the land, before the dhaerow were what they are this day, before Lolth's decent to madness...\n\nBefore we lost this world, Winya Ravana stood.\n\nA beacon of light shining alone in the dark of the world, our city was at one with the world, giving life to a dead piece of rock. From the life stone we learned and grew, and from it the sustaining waters which allowed the plants and animals to flourish sprung forth.\n\nHowever, all times of peace must endure war. The events of the Crown War reached us, as well. And we suffered for it.\n\nThe Drow raised a great tower, where Cordor now stands, erected to block out the sun and allow them to destroy our lands at Lolth's command.\n\nWe fought, and many heroes long forgotten to the sands of time stood, but the drow where numerous and strong. They summoned and bound a once great demon, who at the time was second only to Asmodeus himself, Terzaroch, to their will.\n\nOur Queen saw this was too great a threat, and our people's armies were butchered by the devil; his magics and might too much for any save someone with the force of a god to withstand.\n\nA sacrifice had to be made. To save this island, to save it's life, to save the people of Winya Ravana.\n\nThe queen herself used most of her great magical strength to blast the very tower which the drow had constructed to rubble, transferring her remaining force in the lifestone, to seal our city from all harm, and from the greedy claws of Terzaroch.\n\nBut the process could not be instant. The Court High Mage, lover of the queen, the noble Adavar, stood outside the city gates, battling the devil with only his wits and Moonsword. An act of foolhardy bravery, even with the might of his conviction and the power of the entire royal arsenal, he was powerless to stop the devil for long.\n\nHe paid the ultimate price as the devil's blade ripped through his chest, piercing his heart and poisoning his blood. Enough time had passed, however, and the great mage dragged his dying body to the city as it was sealed in another dimension, forever locked from Terzaroch's grasp.\n\nHad he been a lesser man, his story would have ended there, but so strong was his dedication to his people, so great his love for his queen, the mage rose from death, denied paradise but given a chance to try to save his people.\n\nAlone, with only the waning thoughts of his queen, he dwelled centuries in limbo, watching his beloved homeland deteriorate, watching his queen slowly spend what little of her power trapped within the crystal remaining to hold the city within the limbo world.\n\nHe watched...he did what he could to help heroes, conserving his power with small gestures, critical clues.\n\nHe watched through the Crown Wars as the noble empires were destroyed. He watched the elves go from the rulers of the land to enigmatic strangers.\n\nHe watched human barbarians take over and destroy the cities the drow had not. He watched them become civilized. He watched his name, his home, forgotten. He saw everything he ever worked for become dust and faded memories.\n\nHe sat in constant pain, denied death and unable to act.\n\nBut fate, or the gods, perhaps, smiled on him. He found the ones who could bring the city back to this world. The goddess Eilistraee herself gifted three of them with weapons that could harm the devil's impervious hide. Adavar himself led them to battle, the constant pain of existing shruged aside briefly as he fought alongside them.\n\nAnd the heroes; two elves, a drow and a human, had unmade a creature of god-like strength, his head severed by god-forged weapons to stare into the city, containing the energy that could have made him a true god.\n\nAdavar could at last rest, he could have simply used what little magic remained within his desecrated body and splintered bones to end his suffering.\n\nHowever, just as he could not abandon his queen or his land, nor could he abandon those who fought for it. With his last remnants of power he revived ancient artifacts long since decayed to dust, gifting a personally selected treasure to each of the heroes.\n\nHe then fell, lifeless eyes seeing the sky through the trees of his home for the first time in a millenia, the fading life stone clutched in arms which could no longer move.\n\nHis last words were not even goodbye -- a simple apology he could not give the heroes a greater reward. At last, the earth reclaimed him, his body and the crystal absorbed in to the soil of Winya Ravana, returned to whence he came.\n\nNever forget the great mage Adavar. Never forget his eon-long sacrifice he made for everyone.\n\n[At the end of the book there has been printed an age old portrait of himself and the queen in the palace. Some vandal has apparently been at it, for in bright blue ink the word 'HERO' has been scrawled along the bottom]"
    }
  },
  "Description": {
    "type": "cexolocstring",
    "value": {
      "0": ""
    }
  },
  "Identified": {
    "type": "byte",
    "value": 1
  },
  "LocalizedName": {
    "type": "cexolocstring",
    "value": {
      "0": "The Trials of Adavar"
    }
  },
  "ModelPart1": {
    "type": "byte",
    "value": 5
  },
  "PaletteID": {
    "type": "byte",
    "value": 60
  },
  "Plot": {
    "type": "byte",
    "value": 0
  },
  "PropertiesList": {
    "type": "list",
    "value": []
  },
  "StackSize": {
    "type": "word",
    "value": 1
  },
  "Stolen": {
    "type": "byte",
    "value": 0
  },
  "Tag": {
    "type": "cexostring",
    "value": "TheTrialsofAdavar"
  },
  "TemplateResRef": {
    "type": "resref",
    "value": "thetrialsofadava"
  }
}
