{
  "__data_type": "UTI ",
  "AddCost": {
    "type": "dword",
    "value": 0
  },
  "BaseItem": {
    "type": "int",
    "value": 74
  },
  "Charges": {
    "type": "byte",
    "value": 0
  },
  "Comment": {
    "type": "cexostring",
    "value": ""
  },
  "Cost": {
    "type": "dword",
    "value": 1
  },
  "Cursed": {
    "type": "byte",
    "value": 0
  },
  "DescIdentified": {
    "type": "cexolocstring",
    "value": {
      "0": "An Essay on the Undead of the \n\nCordor Graveyard \n\nComposed By: Cys'Variel Vilmandel, Apprentice Wizard at the Wizard's Academy of Waterdeep, presently studying undead and Necromancy on the isle of Amia \n\nIntroduction by the Author \n\nThe port city of Cordor is widely recognized as by far the largest city on the isle of Amia. It is also, as most large cities are, the main trade hub of the isle, and so it was that my ship arrived at the docks of said city from the mainland. Not soon after my arrival, before I had even had the chance to purchase a finer robe or staff, I had the fortune of crossing the path of one Isendur, the self-proclaimed, and widely accepted, greatest necromancer on the island. By widely accepted, of course, I do not mean he is treated with kindness and acceptance, this is most certainly not the case. Rather, I refer to the fact that he seems to be widely regarded as the greatest necromancer on the island. \n\nFor Isendur, I learned an extraordinary amount about the undead of the island, and, more specifically, the Cordor Graveyard, which is, as some would put it, \"Infested\" with zombies. After learning all I could from him, I was allowed the great honor of studying the undead first hand, and I found the results quite interesting. The following is an account of the information I learned both from Isendur, and from studying the zombies in the graveyard. \n\nOn Zombies \n\nThe first section of my essay will discuss a general detailing on the zombies of the Graveyard of Cordor. \n\nThe zombies of the Cordor graveyard tend to be of the \"less than sentient\" variety. Meaning, they resemble closely the zombies in tales that simply groan and gnaw. This, I must admit, was a slight disappointment to me, as I was hoping to experience undead beings of higher intelligence (on a side note, I would later discover the existence of an undead empire, known as the Axis, though I will not discuss this empire here). \n\nThe zombies are also invariably of the human variety, no elves, dwarves, gnomes, halflings, goblins, kobolds, orcs, or others humanoid creatures seem to rise as zombies. Another interesting fact is that the zombies seem to be the same zombies repeatedly, although there is, of course, some variation in this. Also, nearly all the zombies seem to be of the male gender, although a female will rise occasionally. The cause of this is unknown to me, but my research will continue on the cause of the low male to female gender ration of zombies. \n\nThe flesh of the zombies seems to consistently be of a grayish hue, and invariably in a highly decayed state. Whatever natural magic of this locale causes the zombies bodies to remain in an undead state is quickly dispelled when the creature is \"killed\" (for lack of a better word). This is evident in the fact that the body of the zombie quickly decomposes once it is defeated. \n\nAs with most zombies, the internal organs seem to have been previously decayed, and are no longer present. This is evident first in the fact that, on many occasions, the empty interior of the zombie is visible through open places in the flesh. The brain, on the other hand, seems quite intact, albeit a bit decayed. The bone is also highly decayed, making them much more susceptible to damage from weapons. The decaying flesh is, of course, dry, thus making fire especially potent again the zombies. \n\nUnlike other zombies, the zombies of the Cordor graveyard commonly have a faint smell of formaldehyde, which is a chemical used in the preservation of the dead. Why this is used in such a petty graveyard is beyond me, as the chemical, as I have learned, costs quite a bit; more, in fact, than it does to bury a body in a grave. However, the fact still stands that formaldehyde is likely used to preserve the dead, although it seems to have little effect after the \"death\" of a zombie. This fact is evident due to the swift decay of the bodies, as stated above. \n\nAnother oddity to take note of is the amount of undead in the graveyard. There seems to consistently be roughly twenty zombies awake simultaneously. Although they seem to re-rise at intervals relative to the time they were most recently defeated. Though I didn't study this trait overly, it seems to be roughly eight hours. What significance this timeframe has is unknown to me, though it is likely only a minor effect of whatever magic causes the dead to rise is the first place. \n\nHowever, returning to the original point of the previous paragraph, there are never seem to be more than around twenty zombies in the graveyard at one time (although this does not include a certain, more powerful, skeleton, which will be discussed at a later point). These zombies seem to rise in groups, not individually. Why they do not rise individually, as most zombies do, is another mystery, and will be further investigated. \n\nOn a side note, there is a crypt at the back of the graveyard, upon a hill. Although at this time I have not had a chance to visit the crypt deeper than the entrance tunnel, I have heard word that there is a high population of skeletons residing therein. \n\nI will conclude this section of my essay with a short note about the skeleton that was briefly referred to above. He, for indeed it is a he, is a slightly more powerful than the much more common zombies of the graveyard, and he is also much more rarely seen. Though I do not know in which grave he normally resides, I have several suspicions, though these will not be discussed here. The skeleton seems to be some type of minor royalty, or so one would guess by the name of the blade he carries. \n\nAlthough the skeleton is that of a human, his blade is inscribed with elven runes which name the blade \"The King's Reclaimer\". Whether the skeleton is, in fact, a king is unknown to me at this time. Though I am not in possession of one myself, I have had the opportunity to study the blade, and have come to the conclusion that it is a finely craft, though ancient blade that seems to generate an aura of evil, or, as those of a more arcane and educated nature would know the magic's true title would be \"negative energy\". \n\nAn even more interesting aspect of this blade is its ability to drain the life of the victim of an attack by the blade, and give it to the wielder of the blade. This ability is commonly referred to as \"Vampiric Regeneration\". Although there are many more blades out there which are much more powerful than this blade, it is quite a desirable weapon, and it has become a priority of mine to acquire this blade, or a copy of it. \n\nThis concludes the first part of my essay."
    }
  },
  "Description": {
    "type": "cexolocstring",
    "value": {
      "0": ""
    }
  },
  "Identified": {
    "type": "byte",
    "value": 1
  },
  "LocalizedName": {
    "type": "cexolocstring",
    "value": {
      "0": "Undead of Cordor"
    }
  },
  "ModelPart1": {
    "type": "byte",
    "value": 10
  },
  "PaletteID": {
    "type": "byte",
    "value": 60
  },
  "Plot": {
    "type": "byte",
    "value": 0
  },
  "PropertiesList": {
    "type": "list",
    "value": []
  },
  "StackSize": {
    "type": "word",
    "value": 1
  },
  "Stolen": {
    "type": "byte",
    "value": 0
  },
  "Tag": {
    "type": "cexostring",
    "value": "UndeadofCordor"
  },
  "TemplateResRef": {
    "type": "resref",
    "value": "undeadofcordor"
  },
  "xModelPart1": {
    "type": "word",
    "value": 10
  }
}
