{
  "__data_type": "UTI ",
  "AddCost": {
    "type": "dword",
    "value": 0
  },
  "BaseItem": {
    "type": "int",
    "value": 74
  },
  "Charges": {
    "type": "byte",
    "value": 0
  },
  "Comment": {
    "type": "cexostring",
    "value": ""
  },
  "Cost": {
    "type": "dword",
    "value": 1
  },
  "Cursed": {
    "type": "byte",
    "value": 0
  },
  "DescIdentified": {
    "type": "cexolocstring",
    "value": {
      "0": "Undead Propagation \n\nUndead propagate in a number of ways, they obviously do not do this by mortal means, and the only species even capable in extremely rare circumstances to have a child the normal way is the vampire, which will be gone into more indepth. For the most part new undead are propagated in five ways: Magical, Disease, draining either by the physical or spiritual way, Killing a certain way, and finally a hypothesizes curse gone into more in-depth shortly. An undead created from another is commonly referred to as a gspawn.h \nMagical Propagation- Essentially a undead being is made consciously by an arcane or divine caster. The undead created this way are liches who themselves cast the spell making them undead, and mummies who are created by clerics usually a desert deity. Also, zombies and skeletons are created this way normally by a necromancer or cleric. \n\nDisease- Some undead are ridden with a disease that another can catch, when dying from the disease they too become the undead being that they caught the disease from. So as a warning with dealing with diseased undead, wash your hands and sanitize yourself, use a cleric to purge yourself after contact, thatfs if you donft want to be a ghoul, but thatfs up to you. Undead who carry a disease are Ghouls, Ghasts, and Lecedon. \n\nDraining- Draining for the most part is how moderately powerful undead are created and is the perhaps the most common way to become undead willingly or unwillingly. The drain occurs several ways from a simple vampire blood draining to a drain on the soul or life force that a wraith and wights do. So if you do not want to join a certain species of undead and feel yourself being drained leave the area and return when better prepared \n\nDeath due to special circumstances- When the bodak uses his gazing attack and the meter of that gaze dies then they too become undead. I have not seen this kind of undead en-mass lucky for all of us. \n\ngCurseh- I use this term lightly personally because I have a different hypothesis, though this term is used predominantly and is the common way of viewing these types of undead. Supposedly when a being of pure evil, a bad egg, or someone having unfinished business dies they become a cursed breed of undead. The cursed are wights, mohrgs, and ghouls. As stated in another tomb I stated that each from specific causes, wights were filled with hate so they are cursed to hate all living. Mohrgs were murders and so are given to murder in unlife, and ghouls liked flesh of the humanoid variant too much so they forever hunger for the flesh of living. Things like ghosts have unfinished business and look for ways to complete this unfinished business. Personally I think its all bull honkey, wights probably through strength of will become undead because their hate was too powerful to die and the same thing with mohrgs and ghouls. This is not to say all ghouls are ex-cannibals, for the most part the great majority of these types are spawned by either draining or disease."
    }
  },
  "Description": {
    "type": "cexolocstring",
    "value": {
      "0": ""
    }
  },
  "Identified": {
    "type": "byte",
    "value": 1
  },
  "LocalizedName": {
    "type": "cexolocstring",
    "value": {
      "0": "Undead Propagation"
    }
  },
  "ModelPart1": {
    "type": "byte",
    "value": 3
  },
  "PaletteID": {
    "type": "byte",
    "value": 60
  },
  "Plot": {
    "type": "byte",
    "value": 0
  },
  "PropertiesList": {
    "type": "list",
    "value": []
  },
  "StackSize": {
    "type": "word",
    "value": 1
  },
  "Stolen": {
    "type": "byte",
    "value": 0
  },
  "Tag": {
    "type": "cexostring",
    "value": "UndeadPropagation"
  },
  "TemplateResRef": {
    "type": "resref",
    "value": "undeadpropagatio"
  },
  "xModelPart1": {
    "type": "word",
    "value": 3
  }
}
