{
  "__data_type": "UTI ",
  "AddCost": {
    "type": "dword",
    "value": 0
  },
  "BaseItem": {
    "type": "int",
    "value": 74
  },
  "Charges": {
    "type": "byte",
    "value": 0
  },
  "Comment": {
    "type": "cexostring",
    "value": ""
  },
  "Cost": {
    "type": "dword",
    "value": 1
  },
  "Cursed": {
    "type": "byte",
    "value": 0
  },
  "DescIdentified": {
    "type": "cexolocstring",
    "value": {
      "0": "---------------------------------- \nGhoul and Ghasts \n---------------------------------- \n - Minor Sentient \n - Corporeal \n - Feeding \n\nGhouls and Ghasts are created after a particularly vile cannibal dies and is then cursed or blessed rather to walk \nthe earth as a ghoul or the greater variant, the ghast. They require the taste of mortal flesh to sustain themselves \nand make cunning opponents and devious allies if they can be trusted. More times than not a ghoul or ghast is not \neven the result of cannibalism but of being infected by a different ghoul or ghast. \n\n---------------------------------- \nMohrg \n---------------------------------- \n - Moderate Sentient \n - Corporeal \n - Non-feeding \n\nMohrgs are former mass murderers, serial killers, or other bad apples who have been brought back from the dead as a \npunishment for their actions in life. They exist with an all-consuming hatred of the living, and they are at best \ninsane beings of pure evil and slaughter. This can make them valuable allies to those who can acquire them, but they \nalso have little hesitance of attacking any living being. A point of note is their tongue which contains a poison \nthat can paralyze living creatures. \n\n---------------------------------- \nMummies \n----------------------------------\n - Moderate to powerful Sentient \n - Corporeal \n - Non-feeding \n\nMummies I have great respect for, they have patience and discipline. They are orderly to a fault and guard their \nallotted tombs with such a passion that they would attack even the most powerful friend of undeath. These types of \nundead you will find yourself battling as you spread the ways of undeath, because they guard valuable tombs where we \nattain parts. Mummies, when convinced to leave their tomb make valuable companions who will stick with the one they \nguard to the very end. Don't expect any subtlety from them: they prefer a frontal assault which will result in either \ntheir own or their opponent's destruction. They possess a rot that affects anything not strong enough to resist it \nand they are horrors that will make the weak willed run in fear. \n\n----------------------------------\nWight \n----------------------------------\n - Moderate Sentient \n - Corporeal \n - Feeding \n\nWights are near and dear to the author's heart, so my writing migth not be as subjective as it should be. Wights are \nincarnations of violence and destruction, with a severe hatred of all things living, which in part gives them \nsentience. They are powerful allies and they will follow the pale master who they think will bring death and \ndestruction. Mind: They are always jealous of those who are not filled with their hate, even of the necromancer who \nwon their respect. Wights feed on the life force of others and when someone is drained empty to the point of death, \nthey become wight themselves. The writer suggests you therefore defeat any hostile wight you encounter.  \n\n----------------------------------\nLiches and lich subsets \n----------------------------------\n - Powerful to extremely powerful sentient \n - Corporeal \n - Non-feeding, although the dracolich has been known to feed on life essence. \n\nLiches are the pinnacle of the undead condition, gaining immortality after centuries of research. They are the most \npowerful of all undead, and easiest to negotiate with.  Be warned that some will not want to become allies and are \neasy to anger and difficult to battle, especially demiliches. All liches have a phylacteryh where their soul is kept. \nThis phylactery must be destroyed after slaying a lich, for they shall return until their soul is destroyed. They are \nusually not controlled by another being, but tend to be a controlling factor instead. Some liches can spend eons \nwalled up in study, while others exist hiding in plain sight to garner research among mortals. They are for the most \npart arcane casters and best compared to a living arch mage that has had eons of study with all the benefits of \nundeath to boot. \n\nLich subtypes include but are not limited to: Dracoliches (Dragons that become liches), Archliches (more powerful \nvariant of the standard lich) and Demiliches (the most powerful type of undead, usually just a floating skull that \ntravels the planes at will). \n\n----------------------------------\nVampires \n----------------------------------\n - Varied Sentient \n - Corporeal \n - Feeding, blood \n\nVampires are the most commonly known type of sentient undead, being popular in folk lore and romanticized. These \nundead possess some semblance of their passed humanity, generally after gorging themselves on blood, and they are \nnothing but glorified hunters. Vampires are cunning and are easy enough to get along with when compared to other \ntypes of undead, if you stay out of their way when they are thirsty. Be warned of this path of vampirism: it looks an \neasy way to live forever but it has a large amount of drawbacks that make it a poor imitation of what immortality can \nbe. \n\n----------------------------------\nAllip \n----------------------------------\n - *this line is illegible*\n - Incorporeal \n - Feeding, spirit\n\nThese undead are created when one commits suicide, their babbling can drive another to madness. \n\n----------------------------------\nBodak \n----------------------------------\n - Sentient \n - Corporeal \n - Non-feeding \n\n*this line is illegible*\n\n----------------------------------\nDeath Knight \n----------------------------------\n - Sentient \n - Corporeal \n - Non-feeding \n\n*this line is illegible*\n\n----------------------------------\nSkeletons \n----------------------------------\n - Non-Sentient \n - Corporeal \n - non-feeding \n\nSkeletons are simply that, mindless walking skeletal figures nearly always controlled by a necromancer of some sort. \nThey can be harmed by blunt weapons while piercing do moderate damage. \n\n----------------------------------\nZombies \n----------------------------------\n - Not-Sentient \n - Corporeal \n - Non-feeding, I repeat: they do not eat brains! \n\nZombies are little better than a golem, unthinking, weak and slow, and usually only used as fodder in large amounts. \nThese rotting corpses don't even make good butlers. They can be harmed greatly by slashing weapons and fire. \n\n----------------------------------\nWraith \n----------------------------------\n - *this line is illegible*\n - Incorporeal \n - Feeds on the life force \n\n*this line is illegible*\n\n----------------------------------\nGhost \n----------------------------------\n - *this line is illegible*\n - Incorporeal \n - Non-feeding "
    }
  },
  "Description": {
    "type": "cexolocstring",
    "value": {
      "0": ""
    }
  },
  "Identified": {
    "type": "byte",
    "value": 1
  },
  "LocalizedName": {
    "type": "cexolocstring",
    "value": {
      "0": "Undead Varieties"
    }
  },
  "ModelPart1": {
    "type": "byte",
    "value": 6
  },
  "PaletteID": {
    "type": "byte",
    "value": 60
  },
  "Plot": {
    "type": "byte",
    "value": 0
  },
  "PropertiesList": {
    "type": "list",
    "value": []
  },
  "StackSize": {
    "type": "word",
    "value": 1
  },
  "Stolen": {
    "type": "byte",
    "value": 0
  },
  "Tag": {
    "type": "cexostring",
    "value": "UndeadVarieties"
  },
  "TemplateResRef": {
    "type": "resref",
    "value": "undeadvarieties"
  }
}
