{
  "__data_type": "UTI ",
  "AddCost": {
    "type": "dword",
    "value": 0
  },
  "BaseItem": {
    "type": "int",
    "value": 74
  },
  "Charges": {
    "type": "byte",
    "value": 0
  },
  "Comment": {
    "type": "cexostring",
    "value": ""
  },
  "Cost": {
    "type": "dword",
    "value": 1
  },
  "Cursed": {
    "type": "byte",
    "value": 0
  },
  "DescIdentified": {
    "type": "cexolocstring",
    "value": {}
  },
  "Description": {
    "type": "cexolocstring",
    "value": {
      "0": "Zhaun dosst ogglin! Know your enemy\n\n\nTrust not the sweet sounding preaching of Eilistraee! She means to distract your ambition! Deter you from your birthright! It is the whore dancer that accepts the weak, the disfigured, and the gullible! If she cares about those that follow her, why does she abandon them at the hands of the true Drow priestesses? Because she is weak and fearful! Those that worship Eilistraee are nothing more than tools in Eilistraee's jealous struggle for power! She leads the Drow prematurely off to the surface, when they are too weak to fend off our greatest enemies! Her followers are cast out and ridiculed daily, for being Drow! Stay with your people until they are stronger. Here in the Underdark WE rule, here in the Underdark WE are protected, here is where WE will grow strong enough to smite down our enemies-not be lead to the slaughter! When she realized she could not defeat Lolth, she did the next worse thing! She lied to Llolth's children! She lied to Llolth's followers! She causes nothing but daily suffering, uncaring for only but herself and her quest for YOUR power, LLOLTH'S power. And after you have betrayed your people, and have nothing more to give, she will abandon you; leave you to shrivel up and die like a worm in your own loneliness despair!"
    }
  },
  "Identified": {
    "type": "byte",
    "value": 1
  },
  "LocalizedName": {
    "type": "cexolocstring",
    "value": {
      "0": " Zhaun dosst ogglin II"
    }
  },
  "ModelPart1": {
    "type": "byte",
    "value": 9
  },
  "PaletteID": {
    "type": "byte",
    "value": 60
  },
  "Plot": {
    "type": "byte",
    "value": 1
  },
  "PropertiesList": {
    "type": "list",
    "value": []
  },
  "StackSize": {
    "type": "word",
    "value": 1
  },
  "Stolen": {
    "type": "byte",
    "value": 0
  },
  "Tag": {
    "type": "cexostring",
    "value": "ZhaundosstogglinII"
  },
  "TemplateResRef": {
    "type": "resref",
    "value": "zhaundosstogg001"
  },
  "xModelPart1": {
    "type": "word",
    "value": 9
  }
}
