{
  "__data_type": "UTI ",
  "AddCost": {
    "type": "dword",
    "value": 0
  },
  "BaseItem": {
    "type": "int",
    "value": 74
  },
  "Charges": {
    "type": "byte",
    "value": 0
  },
  "Comment": {
    "type": "cexostring",
    "value": ""
  },
  "Cost": {
    "type": "dword",
    "value": 1
  },
  "Cursed": {
    "type": "byte",
    "value": 0
  },
  "DescIdentified": {
    "type": "cexolocstring",
    "value": {}
  },
  "Description": {
    "type": "cexolocstring",
    "value": {
      "0": "Zhaun dosst ogglin! Know your enemy\n\n\nLlolth hopes you might see clearly your own destiny -- whoever you might be -- see how we might slam fast our jailers' doors upon them and grasp our own potentials as we should. It is the priestess's task to weed the weaklings from the strong so that the Drow may once again master our destinies-- the destiny to tame our world. To shirk is to betray our world, and our people; for not delivering to us what we so much deserve. \nKnow that it is a lie to believe that only in creation is worthy purpose; gain your strength, as your people once had, and realize the fulfillment in chaos and desolation! It is our very duty and fate to shatter and destroy all that are our lessors. It is your duty and fate to master or destroy other creatures as you see fit-to make ourselves supreme above all, supremely served by all -and to crush those that come before or lay below us. Ruin the Dark Elves who are incapable of accepting their true destiny...all that cannot see our destiny do nothing more than hold us back from reaching it. Through the spider queen's guidance, the surface will be taken back from those weaklings and thieves. They cower and skitter around like mindless little insects...The spider queen gives us such power to show those that have thrown us away, sentenced us to the hells down below; so that we may once again return and rid ourselves of this curse! Our setback will be overcome, and the lesser races will know such fear!\nUse these pages and know the truth, that greatness and power can only be achieved on the proper path!\n"
    }
  },
  "Identified": {
    "type": "byte",
    "value": 1
  },
  "LocalizedName": {
    "type": "cexolocstring",
    "value": {
      "0": " Zhaun dosst ogglin I"
    }
  },
  "ModelPart1": {
    "type": "byte",
    "value": 4
  },
  "PaletteID": {
    "type": "byte",
    "value": 60
  },
  "Plot": {
    "type": "byte",
    "value": 1
  },
  "PropertiesList": {
    "type": "list",
    "value": []
  },
  "StackSize": {
    "type": "word",
    "value": 1
  },
  "Stolen": {
    "type": "byte",
    "value": 0
  },
  "Tag": {
    "type": "cexostring",
    "value": "ZhaundosstogglinI"
  },
  "TemplateResRef": {
    "type": "resref",
    "value": "zhaundosstogglin"
  },
  "xModelPart1": {
    "type": "word",
    "value": 4
  }
}
